
var json_data ={
    "base_info": {},
    "data": {
        "房屋": {
            "type": {
                "migration_map": {
                    "dd": "dd"
                },
                "color_map": {
                    "legend": [
                        {
                            "formula": "0-10",
                            "legend_color": "#4f6eed",
                            "name": "1万套以下"
                        },
                        {
                            "formula": "10-20",
                            "legend_color": "#5596ff",
                            "name": "1万~2万"
                        },
                        {
                            "formula": "20-40",
                            "legend_color": "#99ccff",
                            "name": "2万~3万"
                        },
                        {
                            "formula": "40-70",
                            "legend_color": "#ebebff",
                            "name": "3万~4万"
                        },
                        {
                            "formula": "70-max",
                            "legend_color": "#ffffff",
                            "name": "4万套以上"
                        }
                    ],
                    "legend_index_display": [
                        "1万套以下",
                        "1万~2万",
                        "2万~3万",
                        "3万~4万",
                        "4万套以上"
                    ]
                },
                "bitmap": {
                    "dd": "dd"
                }
            },
            "data": {
                "2015": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "房屋类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "产权类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "土地性质",
                            "item": [
                                "个人",
                                "单位",
                                "自建违建"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "隐患房屋类型",
                            "item": [
                                "不确定风险",
                                "治安隐患",
                                "消防安全隐患",
                                "其他安全隐患"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "出租用途",
                            "item": [
                                "生活居住",
                                "日常办公",
                                "生产加工",
                                "商用"
                            ]
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "total_house": 43,
                            "radar_data": [
                                3283,
                                4462,
                                3290,
                                4263,
                                2868
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    55,
                                    20,
                                    13
                                ],
                                "yhfw": [
                                    87,
                                    40,
                                    78,
                                    32
                                ],
                                "czyt": [
                                    56,
                                    96,
                                    66,
                                    32
                                ],
                                "fwlx": [
                                    98,
                                    61,
                                    73,
                                    20
                                ],
                                "tdxz": [
                                    7,
                                    69,
                                    16,
                                    14
                                ]
                            }
                        },
                        "亚运村": {
                            "total_house": 63,
                            "radar_data": [
                                3009,
                                2269,
                                2523,
                                4140,
                                3411
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    77,
                                    80,
                                    62
                                ],
                                "yhfw": [
                                    5,
                                    3,
                                    67,
                                    86
                                ],
                                "czyt": [
                                    36,
                                    99,
                                    99,
                                    56
                                ],
                                "fwlx": [
                                    60,
                                    84,
                                    3,
                                    11
                                ],
                                "tdxz": [
                                    22,
                                    52,
                                    12,
                                    61
                                ]
                            }
                        },
                        "左家庄": {
                            "total_house": 81,
                            "radar_data": [
                                4671,
                                4723,
                                4273,
                                3454,
                                3765
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    11,
                                    71,
                                    59
                                ],
                                "yhfw": [
                                    19,
                                    64,
                                    98,
                                    53
                                ],
                                "czyt": [
                                    66,
                                    71,
                                    76,
                                    84
                                ],
                                "fwlx": [
                                    54,
                                    70,
                                    41,
                                    56
                                ],
                                "tdxz": [
                                    100,
                                    99,
                                    99,
                                    90
                                ]
                            }
                        },
                        "王四营地区": {
                            "total_house": 19,
                            "radar_data": [
                                3564,
                                2647,
                                3057,
                                3667,
                                3745
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    30,
                                    23,
                                    44
                                ],
                                "yhfw": [
                                    54,
                                    46,
                                    85,
                                    68
                                ],
                                "czyt": [
                                    94,
                                    3,
                                    62,
                                    67
                                ],
                                "fwlx": [
                                    66,
                                    42,
                                    70,
                                    47
                                ],
                                "tdxz": [
                                    44,
                                    88,
                                    27,
                                    69
                                ]
                            }
                        },
                        "三间房地区": {
                            "total_house": 7,
                            "radar_data": [
                                2036,
                                2371,
                                3005,
                                3804,
                                2395
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    17,
                                    74,
                                    81
                                ],
                                "yhfw": [
                                    19,
                                    31,
                                    62,
                                    5
                                ],
                                "czyt": [
                                    9,
                                    75,
                                    15,
                                    7
                                ],
                                "fwlx": [
                                    78,
                                    39,
                                    66,
                                    85
                                ],
                                "tdxz": [
                                    5,
                                    33,
                                    23,
                                    85
                                ]
                            }
                        },
                        "首都机场": {
                            "total_house": 87,
                            "radar_data": [
                                2072,
                                4704,
                                3362,
                                3305,
                                3451
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    74,
                                    53,
                                    32
                                ],
                                "yhfw": [
                                    32,
                                    32,
                                    22,
                                    46
                                ],
                                "czyt": [
                                    50,
                                    2,
                                    52,
                                    82
                                ],
                                "fwlx": [
                                    52,
                                    91,
                                    42,
                                    29
                                ],
                                "tdxz": [
                                    82,
                                    16,
                                    25,
                                    74
                                ]
                            }
                        },
                        "来广营地区": {
                            "total_house": 67,
                            "radar_data": [
                                3269,
                                2318,
                                2193,
                                4476,
                                4618
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    75,
                                    21,
                                    46
                                ],
                                "yhfw": [
                                    34,
                                    69,
                                    23,
                                    11
                                ],
                                "czyt": [
                                    54,
                                    96,
                                    23,
                                    38
                                ],
                                "fwlx": [
                                    36,
                                    30,
                                    7,
                                    65
                                ],
                                "tdxz": [
                                    64,
                                    2,
                                    92,
                                    40
                                ]
                            }
                        },
                        "朝外": {
                            "total_house": 83,
                            "radar_data": [
                                4773,
                                4027,
                                4238,
                                3622,
                                3291
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    46,
                                    9,
                                    12
                                ],
                                "yhfw": [
                                    72,
                                    42,
                                    71,
                                    21
                                ],
                                "czyt": [
                                    90,
                                    49,
                                    93,
                                    93
                                ],
                                "fwlx": [
                                    67,
                                    12,
                                    30,
                                    30
                                ],
                                "tdxz": [
                                    40,
                                    15,
                                    18,
                                    37
                                ]
                            }
                        },
                        "小红门地区": {
                            "total_house": 77,
                            "radar_data": [
                                2630,
                                3175,
                                3357,
                                3277,
                                3276
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    24,
                                    82,
                                    44
                                ],
                                "yhfw": [
                                    48,
                                    40,
                                    22,
                                    15
                                ],
                                "czyt": [
                                    95,
                                    87,
                                    70,
                                    88
                                ],
                                "fwlx": [
                                    56,
                                    51,
                                    36,
                                    94
                                ],
                                "tdxz": [
                                    67,
                                    76,
                                    66,
                                    28
                                ]
                            }
                        },
                        "小关": {
                            "total_house": 21,
                            "radar_data": [
                                4871,
                                4617,
                                4094,
                                3731,
                                4784
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    2,
                                    57,
                                    46
                                ],
                                "yhfw": [
                                    56,
                                    20,
                                    67,
                                    6
                                ],
                                "czyt": [
                                    29,
                                    25,
                                    24,
                                    9
                                ],
                                "fwlx": [
                                    20,
                                    51,
                                    64,
                                    52
                                ],
                                "tdxz": [
                                    98,
                                    63,
                                    67,
                                    56
                                ]
                            }
                        },
                        "八里庄": {
                            "total_house": 10,
                            "radar_data": [
                                3911,
                                4191,
                                2569,
                                3319,
                                4310
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    55,
                                    95,
                                    41
                                ],
                                "yhfw": [
                                    54,
                                    68,
                                    71,
                                    10
                                ],
                                "czyt": [
                                    55,
                                    70,
                                    53,
                                    46
                                ],
                                "fwlx": [
                                    10,
                                    79,
                                    45,
                                    85
                                ],
                                "tdxz": [
                                    53,
                                    32,
                                    77,
                                    98
                                ]
                            }
                        },
                        "崔各庄地区": {
                            "total_house": 89,
                            "radar_data": [
                                2273,
                                4598,
                                4147,
                                2147,
                                4395
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    93,
                                    64,
                                    6
                                ],
                                "yhfw": [
                                    64,
                                    48,
                                    19,
                                    53
                                ],
                                "czyt": [
                                    38,
                                    13,
                                    93,
                                    62
                                ],
                                "fwlx": [
                                    7,
                                    73,
                                    75,
                                    98
                                ],
                                "tdxz": [
                                    12,
                                    35,
                                    30,
                                    5
                                ]
                            }
                        },
                        "酒仙桥": {
                            "total_house": 93,
                            "radar_data": [
                                4630,
                                3309,
                                3553,
                                4316,
                                3247
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    14,
                                    39,
                                    47
                                ],
                                "yhfw": [
                                    87,
                                    95,
                                    38,
                                    73
                                ],
                                "czyt": [
                                    50,
                                    99,
                                    11,
                                    70
                                ],
                                "fwlx": [
                                    25,
                                    50,
                                    65,
                                    81
                                ],
                                "tdxz": [
                                    22,
                                    24,
                                    70,
                                    65
                                ]
                            }
                        },
                        "麦子店": {
                            "total_house": 90,
                            "radar_data": [
                                2144,
                                4839,
                                2674,
                                3698,
                                3865
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    73,
                                    23,
                                    42
                                ],
                                "yhfw": [
                                    55,
                                    5,
                                    55,
                                    4
                                ],
                                "czyt": [
                                    63,
                                    97,
                                    47,
                                    89
                                ],
                                "fwlx": [
                                    24,
                                    31,
                                    1,
                                    45
                                ],
                                "tdxz": [
                                    89,
                                    9,
                                    76,
                                    27
                                ]
                            }
                        },
                        "垈头": {
                            "total_house": 61,
                            "radar_data": [
                                2020,
                                3742,
                                2017,
                                3371,
                                2782
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    31,
                                    97,
                                    7
                                ],
                                "yhfw": [
                                    42,
                                    75,
                                    40,
                                    24
                                ],
                                "czyt": [
                                    7,
                                    97,
                                    91,
                                    95
                                ],
                                "fwlx": [
                                    31,
                                    52,
                                    47,
                                    13
                                ],
                                "tdxz": [
                                    98,
                                    57,
                                    70,
                                    87
                                ]
                            }
                        },
                        "孙河地区": {
                            "total_house": 44,
                            "radar_data": [
                                3376,
                                3731,
                                3688,
                                4632,
                                4304
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    21,
                                    43,
                                    9
                                ],
                                "yhfw": [
                                    49,
                                    72,
                                    78,
                                    53
                                ],
                                "czyt": [
                                    37,
                                    76,
                                    29,
                                    92
                                ],
                                "fwlx": [
                                    74,
                                    73,
                                    6,
                                    35
                                ],
                                "tdxz": [
                                    87,
                                    67,
                                    69,
                                    37
                                ]
                            }
                        },
                        "南磨房地区": {
                            "total_house": 12,
                            "radar_data": [
                                4775,
                                3992,
                                4600,
                                2417,
                                3530
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    36,
                                    32,
                                    90
                                ],
                                "yhfw": [
                                    13,
                                    76,
                                    3,
                                    14
                                ],
                                "czyt": [
                                    13,
                                    74,
                                    88,
                                    13
                                ],
                                "fwlx": [
                                    97,
                                    98,
                                    96,
                                    77
                                ],
                                "tdxz": [
                                    80,
                                    28,
                                    54,
                                    91
                                ]
                            }
                        },
                        "呼家楼": {
                            "total_house": 30,
                            "radar_data": [
                                4033,
                                4119,
                                4530,
                                2324,
                                2206
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    34,
                                    72,
                                    63
                                ],
                                "yhfw": [
                                    41,
                                    7,
                                    92,
                                    15
                                ],
                                "czyt": [
                                    63,
                                    14,
                                    92,
                                    37
                                ],
                                "fwlx": [
                                    35,
                                    19,
                                    85,
                                    65
                                ],
                                "tdxz": [
                                    16,
                                    30,
                                    53,
                                    52
                                ]
                            }
                        },
                        "东坝地区": {
                            "total_house": 5,
                            "radar_data": [
                                3208,
                                3252,
                                3026,
                                2814,
                                4490
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    37,
                                    99,
                                    21
                                ],
                                "yhfw": [
                                    64,
                                    24,
                                    11,
                                    76
                                ],
                                "czyt": [
                                    73,
                                    50,
                                    87,
                                    36
                                ],
                                "fwlx": [
                                    24,
                                    22,
                                    12,
                                    61
                                ],
                                "tdxz": [
                                    26,
                                    85,
                                    8,
                                    93
                                ]
                            }
                        },
                        "官庄地区": {
                            "total_house": 66,
                            "radar_data": [
                                4363,
                                2913,
                                4561,
                                3241,
                                4332
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    90,
                                    50,
                                    90
                                ],
                                "yhfw": [
                                    34,
                                    79,
                                    33,
                                    60
                                ],
                                "czyt": [
                                    47,
                                    97,
                                    96,
                                    19
                                ],
                                "fwlx": [
                                    15,
                                    6,
                                    10,
                                    70
                                ],
                                "tdxz": [
                                    10,
                                    86,
                                    76,
                                    35
                                ]
                            }
                        },
                        "东风地区": {
                            "total_house": 26,
                            "radar_data": [
                                2414,
                                4873,
                                4453,
                                3736,
                                2219
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    20,
                                    29,
                                    49
                                ],
                                "yhfw": [
                                    46,
                                    34,
                                    61,
                                    26
                                ],
                                "czyt": [
                                    45,
                                    65,
                                    35,
                                    36
                                ],
                                "fwlx": [
                                    70,
                                    38,
                                    77,
                                    94
                                ],
                                "tdxz": [
                                    48,
                                    54,
                                    38,
                                    75
                                ]
                            }
                        },
                        "香河园": {
                            "total_house": 86,
                            "radar_data": [
                                4460,
                                3016,
                                2255,
                                4145,
                                4000
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    48,
                                    11,
                                    83
                                ],
                                "yhfw": [
                                    42,
                                    20,
                                    63,
                                    8
                                ],
                                "czyt": [
                                    60,
                                    75,
                                    19,
                                    1
                                ],
                                "fwlx": [
                                    67,
                                    66,
                                    65,
                                    96
                                ],
                                "tdxz": [
                                    22,
                                    74,
                                    65,
                                    57
                                ]
                            }
                        },
                        "安贞": {
                            "total_house": 34,
                            "radar_data": [
                                4240,
                                4257,
                                3619,
                                2128,
                                2123
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    2,
                                    2,
                                    80
                                ],
                                "yhfw": [
                                    65,
                                    24,
                                    83,
                                    81
                                ],
                                "czyt": [
                                    35,
                                    66,
                                    95,
                                    67
                                ],
                                "fwlx": [
                                    98,
                                    31,
                                    65,
                                    16
                                ],
                                "tdxz": [
                                    19,
                                    59,
                                    30,
                                    70
                                ]
                            }
                        },
                        "高碑店地区": {
                            "total_house": 74,
                            "radar_data": [
                                3063,
                                3963,
                                4020,
                                4341,
                                3134
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    64,
                                    99,
                                    63
                                ],
                                "yhfw": [
                                    91,
                                    83,
                                    39,
                                    67
                                ],
                                "czyt": [
                                    11,
                                    88,
                                    33,
                                    37
                                ],
                                "fwlx": [
                                    44,
                                    97,
                                    88,
                                    12
                                ],
                                "tdxz": [
                                    12,
                                    1,
                                    56,
                                    11
                                ]
                            }
                        },
                        "团结湖": {
                            "total_house": 76,
                            "radar_data": [
                                4479,
                                4588,
                                2740,
                                3118,
                                2128
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    30,
                                    82,
                                    95
                                ],
                                "yhfw": [
                                    75,
                                    73,
                                    62,
                                    16
                                ],
                                "czyt": [
                                    93,
                                    6,
                                    96,
                                    79
                                ],
                                "fwlx": [
                                    73,
                                    40,
                                    80,
                                    28
                                ],
                                "tdxz": [
                                    9,
                                    87,
                                    2,
                                    34
                                ]
                            }
                        },
                        "六里屯": {
                            "total_house": 6,
                            "radar_data": [
                                4739,
                                3940,
                                2605,
                                4217,
                                3043
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    29,
                                    75,
                                    88
                                ],
                                "yhfw": [
                                    26,
                                    40,
                                    73,
                                    5
                                ],
                                "czyt": [
                                    25,
                                    56,
                                    19,
                                    6
                                ],
                                "fwlx": [
                                    10,
                                    17,
                                    58,
                                    57
                                ],
                                "tdxz": [
                                    4,
                                    25,
                                    30,
                                    34
                                ]
                            }
                        },
                        "十八里店地区": {
                            "total_house": 87,
                            "radar_data": [
                                2211,
                                3125,
                                4686,
                                3029,
                                4729
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    69,
                                    59,
                                    83
                                ],
                                "yhfw": [
                                    38,
                                    59,
                                    10,
                                    96
                                ],
                                "czyt": [
                                    57,
                                    48,
                                    55,
                                    49
                                ],
                                "fwlx": [
                                    6,
                                    51,
                                    55,
                                    2
                                ],
                                "tdxz": [
                                    66,
                                    29,
                                    5,
                                    39
                                ]
                            }
                        },
                        "奥运村地区": {
                            "total_house": 80,
                            "radar_data": [
                                2733,
                                3990,
                                2586,
                                4298,
                                4794
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    28,
                                    46,
                                    7
                                ],
                                "yhfw": [
                                    40,
                                    38,
                                    93,
                                    45
                                ],
                                "czyt": [
                                    20,
                                    19,
                                    59,
                                    92
                                ],
                                "fwlx": [
                                    54,
                                    8,
                                    67,
                                    4
                                ],
                                "tdxz": [
                                    72,
                                    45,
                                    79,
                                    9
                                ]
                            }
                        },
                        "潘家园": {
                            "total_house": 21,
                            "radar_data": [
                                4999,
                                3774,
                                4151,
                                3905,
                                3378
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    90,
                                    65,
                                    99
                                ],
                                "yhfw": [
                                    39,
                                    94,
                                    97,
                                    15
                                ],
                                "czyt": [
                                    64,
                                    97,
                                    44,
                                    93
                                ],
                                "fwlx": [
                                    72,
                                    49,
                                    1,
                                    38
                                ],
                                "tdxz": [
                                    94,
                                    6,
                                    39,
                                    9
                                ]
                            }
                        },
                        "大屯": {
                            "total_house": 11,
                            "radar_data": [
                                3268,
                                4904,
                                2623,
                                2796,
                                3040
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    44,
                                    97,
                                    27
                                ],
                                "yhfw": [
                                    29,
                                    2,
                                    84,
                                    74
                                ],
                                "czyt": [
                                    34,
                                    81,
                                    9,
                                    94
                                ],
                                "fwlx": [
                                    12,
                                    67,
                                    5,
                                    58
                                ],
                                "tdxz": [
                                    85,
                                    73,
                                    90,
                                    29
                                ]
                            }
                        },
                        "豆各庄地区": {
                            "total_house": 69,
                            "radar_data": [
                                2986,
                                4314,
                                2251,
                                4169,
                                2960
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    11,
                                    59,
                                    15
                                ],
                                "yhfw": [
                                    40,
                                    73,
                                    55,
                                    70
                                ],
                                "czyt": [
                                    68,
                                    16,
                                    9,
                                    74
                                ],
                                "fwlx": [
                                    8,
                                    100,
                                    48,
                                    46
                                ],
                                "tdxz": [
                                    32,
                                    23,
                                    9,
                                    33
                                ]
                            }
                        },
                        "常营地区": {
                            "total_house": 73,
                            "radar_data": [
                                3077,
                                2769,
                                2969,
                                3531,
                                2929
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    63,
                                    64,
                                    3
                                ],
                                "yhfw": [
                                    23,
                                    56,
                                    95,
                                    14
                                ],
                                "czyt": [
                                    43,
                                    72,
                                    15,
                                    64
                                ],
                                "fwlx": [
                                    95,
                                    48,
                                    73,
                                    5
                                ],
                                "tdxz": [
                                    54,
                                    7,
                                    79,
                                    58
                                ]
                            }
                        },
                        "和平街": {
                            "total_house": 33,
                            "radar_data": [
                                3383,
                                3989,
                                4576,
                                2304,
                                4669
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    3,
                                    13,
                                    72
                                ],
                                "yhfw": [
                                    70,
                                    35,
                                    67,
                                    31
                                ],
                                "czyt": [
                                    93,
                                    52,
                                    74,
                                    95
                                ],
                                "fwlx": [
                                    39,
                                    27,
                                    81,
                                    61
                                ],
                                "tdxz": [
                                    92,
                                    95,
                                    11,
                                    5
                                ]
                            }
                        },
                        "三里屯": {
                            "total_house": 19,
                            "radar_data": [
                                4332,
                                3837,
                                2649,
                                2678,
                                3993
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    21,
                                    95,
                                    59
                                ],
                                "yhfw": [
                                    79,
                                    61,
                                    77,
                                    76
                                ],
                                "czyt": [
                                    3,
                                    51,
                                    38,
                                    31
                                ],
                                "fwlx": [
                                    12,
                                    62,
                                    71,
                                    58
                                ],
                                "tdxz": [
                                    9,
                                    15,
                                    60,
                                    26
                                ]
                            }
                        },
                        "劲松": {
                            "total_house": 17,
                            "radar_data": [
                                4021,
                                3177,
                                4558,
                                2623,
                                4646
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    100,
                                    95,
                                    59
                                ],
                                "yhfw": [
                                    39,
                                    28,
                                    100,
                                    72
                                ],
                                "czyt": [
                                    10,
                                    19,
                                    89,
                                    70
                                ],
                                "fwlx": [
                                    90,
                                    86,
                                    66,
                                    55
                                ],
                                "tdxz": [
                                    25,
                                    94,
                                    74,
                                    67
                                ]
                            }
                        },
                        "黑庄户地区": {
                            "total_house": 1,
                            "radar_data": [
                                4110,
                                4762,
                                4007,
                                3954,
                                4498
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    77,
                                    39,
                                    75
                                ],
                                "yhfw": [
                                    56,
                                    42,
                                    72,
                                    93
                                ],
                                "czyt": [
                                    34,
                                    81,
                                    25,
                                    93
                                ],
                                "fwlx": [
                                    88,
                                    30,
                                    40,
                                    87
                                ],
                                "tdxz": [
                                    69,
                                    57,
                                    90,
                                    28
                                ]
                            }
                        },
                        "望京开发": {
                            "total_house": 1,
                            "radar_data": [
                                3562,
                                3686,
                                3305,
                                4918,
                                3134
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    58,
                                    35,
                                    47
                                ],
                                "yhfw": [
                                    92,
                                    94,
                                    49,
                                    71
                                ],
                                "czyt": [
                                    93,
                                    17,
                                    91,
                                    29
                                ],
                                "fwlx": [
                                    6,
                                    43,
                                    20,
                                    11
                                ],
                                "tdxz": [
                                    59,
                                    50,
                                    42,
                                    31
                                ]
                            }
                        },
                        "金盏地区": {
                            "total_house": 16,
                            "radar_data": [
                                3413,
                                2872,
                                2767,
                                4530,
                                3132
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    43,
                                    61,
                                    43
                                ],
                                "yhfw": [
                                    71,
                                    3,
                                    64,
                                    85
                                ],
                                "czyt": [
                                    40,
                                    36,
                                    16,
                                    72
                                ],
                                "fwlx": [
                                    51,
                                    44,
                                    62,
                                    79
                                ],
                                "tdxz": [
                                    19,
                                    15,
                                    61,
                                    72
                                ]
                            }
                        },
                        "双井": {
                            "total_house": 96,
                            "radar_data": [
                                4544,
                                2330,
                                4837,
                                2008,
                                3469
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    29,
                                    20,
                                    5
                                ],
                                "yhfw": [
                                    6,
                                    91,
                                    17,
                                    16
                                ],
                                "czyt": [
                                    34,
                                    80,
                                    61,
                                    50
                                ],
                                "fwlx": [
                                    1,
                                    80,
                                    42,
                                    16
                                ],
                                "tdxz": [
                                    27,
                                    39,
                                    47,
                                    81
                                ]
                            }
                        },
                        "平房地区": {
                            "total_house": 61,
                            "radar_data": [
                                4122,
                                4065,
                                3132,
                                2490,
                                3479
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    66,
                                    97,
                                    49
                                ],
                                "yhfw": [
                                    9,
                                    55,
                                    13,
                                    100
                                ],
                                "czyt": [
                                    50,
                                    42,
                                    75,
                                    41
                                ],
                                "fwlx": [
                                    3,
                                    89,
                                    29,
                                    85
                                ],
                                "tdxz": [
                                    93,
                                    100,
                                    54,
                                    97
                                ]
                            }
                        },
                        "建外": {
                            "total_house": 67,
                            "radar_data": [
                                4555,
                                3878,
                                4911,
                                2773,
                                3359
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    35,
                                    72,
                                    65
                                ],
                                "yhfw": [
                                    46,
                                    79,
                                    26,
                                    85
                                ],
                                "czyt": [
                                    34,
                                    97,
                                    18,
                                    61
                                ],
                                "fwlx": [
                                    17,
                                    41,
                                    82,
                                    30
                                ],
                                "tdxz": [
                                    64,
                                    58,
                                    39,
                                    84
                                ]
                            }
                        },
                        "望京": {
                            "total_house": 31,
                            "radar_data": [
                                4001,
                                2013,
                                2316,
                                4866,
                                4067
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    52,
                                    96,
                                    23
                                ],
                                "yhfw": [
                                    65,
                                    18,
                                    88,
                                    13
                                ],
                                "czyt": [
                                    39,
                                    98,
                                    34,
                                    36
                                ],
                                "fwlx": [
                                    77,
                                    84,
                                    2,
                                    82
                                ],
                                "tdxz": [
                                    67,
                                    7,
                                    47,
                                    100
                                ]
                            }
                        },
                        "将台地区": {
                            "total_house": 26,
                            "radar_data": [
                                3122,
                                4094,
                                2230,
                                4692,
                                2716
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    57,
                                    9,
                                    78
                                ],
                                "yhfw": [
                                    30,
                                    84,
                                    26,
                                    20
                                ],
                                "czyt": [
                                    18,
                                    100,
                                    51,
                                    63
                                ],
                                "fwlx": [
                                    91,
                                    10,
                                    47,
                                    7
                                ],
                                "tdxz": [
                                    10,
                                    94,
                                    92,
                                    63
                                ]
                            }
                        }
                    }
                },
                "2016": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "房屋类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "产权类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "土地性质",
                            "item": [
                                "个人",
                                "单位",
                                "自建违建"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "隐患房屋类型",
                            "item": [
                                "不确定风险",
                                "治安隐患",
                                "消防安全隐患",
                                "其他安全隐患"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "出租用途",
                            "item": [
                                "生活居住",
                                "日常办公",
                                "生产加工",
                                "商用"
                            ]
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "total_house": 81,
                            "radar_data": [
                                4382,
                                2250,
                                3397,
                                3168,
                                3204
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    1,
                                    76,
                                    51
                                ],
                                "yhfw": [
                                    15,
                                    78,
                                    2,
                                    77
                                ],
                                "czyt": [
                                    9,
                                    76,
                                    65,
                                    63
                                ],
                                "fwlx": [
                                    6,
                                    41,
                                    76,
                                    68
                                ],
                                "tdxz": [
                                    48,
                                    91,
                                    9,
                                    16
                                ]
                            }
                        },
                        "亚运村": {
                            "total_house": 98,
                            "radar_data": [
                                2266,
                                3565,
                                3062,
                                3333,
                                3357
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    49,
                                    75,
                                    92
                                ],
                                "yhfw": [
                                    29,
                                    52,
                                    89,
                                    64
                                ],
                                "czyt": [
                                    35,
                                    68,
                                    87,
                                    6
                                ],
                                "fwlx": [
                                    75,
                                    33,
                                    20,
                                    43
                                ],
                                "tdxz": [
                                    38,
                                    77,
                                    89,
                                    88
                                ]
                            }
                        },
                        "左家庄": {
                            "total_house": 49,
                            "radar_data": [
                                2085,
                                4283,
                                2013,
                                2578,
                                2477
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    61,
                                    55,
                                    82
                                ],
                                "yhfw": [
                                    96,
                                    80,
                                    9,
                                    95
                                ],
                                "czyt": [
                                    63,
                                    7,
                                    84,
                                    23
                                ],
                                "fwlx": [
                                    47,
                                    73,
                                    27,
                                    80
                                ],
                                "tdxz": [
                                    92,
                                    38,
                                    17,
                                    94
                                ]
                            }
                        },
                        "王四营地区": {
                            "total_house": 36,
                            "radar_data": [
                                2674,
                                4877,
                                4389,
                                3341,
                                3441
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    88,
                                    10,
                                    94
                                ],
                                "yhfw": [
                                    69,
                                    20,
                                    95,
                                    100
                                ],
                                "czyt": [
                                    79,
                                    19,
                                    51,
                                    12
                                ],
                                "fwlx": [
                                    24,
                                    26,
                                    52,
                                    68
                                ],
                                "tdxz": [
                                    3,
                                    15,
                                    57,
                                    19
                                ]
                            }
                        },
                        "三间房地区": {
                            "total_house": 29,
                            "radar_data": [
                                2853,
                                4433,
                                4963,
                                3132,
                                2356
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    34,
                                    12,
                                    2
                                ],
                                "yhfw": [
                                    53,
                                    63,
                                    65,
                                    37
                                ],
                                "czyt": [
                                    53,
                                    20,
                                    45,
                                    94
                                ],
                                "fwlx": [
                                    55,
                                    35,
                                    71,
                                    53
                                ],
                                "tdxz": [
                                    78,
                                    93,
                                    57,
                                    80
                                ]
                            }
                        },
                        "首都机场": {
                            "total_house": 83,
                            "radar_data": [
                                3989,
                                3564,
                                3511,
                                3326,
                                2426
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    32,
                                    35,
                                    15
                                ],
                                "yhfw": [
                                    65,
                                    19,
                                    7,
                                    87
                                ],
                                "czyt": [
                                    22,
                                    26,
                                    86,
                                    31
                                ],
                                "fwlx": [
                                    89,
                                    99,
                                    9,
                                    30
                                ],
                                "tdxz": [
                                    67,
                                    28,
                                    71,
                                    14
                                ]
                            }
                        },
                        "来广营地区": {
                            "total_house": 44,
                            "radar_data": [
                                2901,
                                2292,
                                3780,
                                3267,
                                3538
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    96,
                                    30,
                                    63
                                ],
                                "yhfw": [
                                    88,
                                    21,
                                    100,
                                    29
                                ],
                                "czyt": [
                                    10,
                                    34,
                                    72,
                                    42
                                ],
                                "fwlx": [
                                    59,
                                    70,
                                    55,
                                    89
                                ],
                                "tdxz": [
                                    34,
                                    85,
                                    42,
                                    85
                                ]
                            }
                        },
                        "朝外": {
                            "total_house": 91,
                            "radar_data": [
                                4149,
                                3728,
                                2219,
                                3894,
                                3171
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    10,
                                    38,
                                    86
                                ],
                                "yhfw": [
                                    30,
                                    95,
                                    6,
                                    75
                                ],
                                "czyt": [
                                    64,
                                    29,
                                    8,
                                    15
                                ],
                                "fwlx": [
                                    54,
                                    1,
                                    54,
                                    97
                                ],
                                "tdxz": [
                                    19,
                                    94,
                                    25,
                                    96
                                ]
                            }
                        },
                        "小红门地区": {
                            "total_house": 1,
                            "radar_data": [
                                3046,
                                3921,
                                2410,
                                2717,
                                4411
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    25,
                                    81,
                                    98
                                ],
                                "yhfw": [
                                    99,
                                    71,
                                    44,
                                    57
                                ],
                                "czyt": [
                                    37,
                                    46,
                                    62,
                                    61
                                ],
                                "fwlx": [
                                    64,
                                    54,
                                    53,
                                    32
                                ],
                                "tdxz": [
                                    47,
                                    55,
                                    1,
                                    85
                                ]
                            }
                        },
                        "小关": {
                            "total_house": 85,
                            "radar_data": [
                                2851,
                                4002,
                                2577,
                                2136,
                                2039
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    3,
                                    40,
                                    54
                                ],
                                "yhfw": [
                                    25,
                                    89,
                                    37,
                                    97
                                ],
                                "czyt": [
                                    98,
                                    60,
                                    52,
                                    69
                                ],
                                "fwlx": [
                                    99,
                                    32,
                                    81,
                                    14
                                ],
                                "tdxz": [
                                    20,
                                    14,
                                    63,
                                    84
                                ]
                            }
                        },
                        "八里庄": {
                            "total_house": 42,
                            "radar_data": [
                                3494,
                                4644,
                                3521,
                                4581,
                                3033
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    50,
                                    29,
                                    36
                                ],
                                "yhfw": [
                                    64,
                                    9,
                                    66,
                                    90
                                ],
                                "czyt": [
                                    71,
                                    34,
                                    42,
                                    15
                                ],
                                "fwlx": [
                                    15,
                                    70,
                                    62,
                                    99
                                ],
                                "tdxz": [
                                    48,
                                    76,
                                    76,
                                    97
                                ]
                            }
                        },
                        "崔各庄地区": {
                            "total_house": 71,
                            "radar_data": [
                                3162,
                                2802,
                                4015,
                                3435,
                                4380
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    43,
                                    48,
                                    53
                                ],
                                "yhfw": [
                                    70,
                                    78,
                                    22,
                                    19
                                ],
                                "czyt": [
                                    76,
                                    36,
                                    91,
                                    78
                                ],
                                "fwlx": [
                                    58,
                                    6,
                                    95,
                                    40
                                ],
                                "tdxz": [
                                    99,
                                    89,
                                    100,
                                    83
                                ]
                            }
                        },
                        "酒仙桥": {
                            "total_house": 29,
                            "radar_data": [
                                3809,
                                3436,
                                3352,
                                2973,
                                3639
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    34,
                                    64,
                                    77
                                ],
                                "yhfw": [
                                    23,
                                    15,
                                    96,
                                    48
                                ],
                                "czyt": [
                                    86,
                                    97,
                                    46,
                                    39
                                ],
                                "fwlx": [
                                    35,
                                    72,
                                    10,
                                    60
                                ],
                                "tdxz": [
                                    44,
                                    57,
                                    90,
                                    70
                                ]
                            }
                        },
                        "麦子店": {
                            "total_house": 99,
                            "radar_data": [
                                2302,
                                4779,
                                2707,
                                4690,
                                4230
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    94,
                                    64,
                                    37
                                ],
                                "yhfw": [
                                    19,
                                    27,
                                    94,
                                    87
                                ],
                                "czyt": [
                                    12,
                                    16,
                                    78,
                                    5
                                ],
                                "fwlx": [
                                    46,
                                    88,
                                    72,
                                    37
                                ],
                                "tdxz": [
                                    8,
                                    87,
                                    53,
                                    59
                                ]
                            }
                        },
                        "垈头": {
                            "total_house": 25,
                            "radar_data": [
                                4828,
                                2904,
                                2336,
                                3345,
                                3636
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    61,
                                    47,
                                    99
                                ],
                                "yhfw": [
                                    17,
                                    19,
                                    72,
                                    28
                                ],
                                "czyt": [
                                    51,
                                    39,
                                    21,
                                    44
                                ],
                                "fwlx": [
                                    24,
                                    21,
                                    2,
                                    26
                                ],
                                "tdxz": [
                                    7,
                                    60,
                                    20,
                                    44
                                ]
                            }
                        },
                        "孙河地区": {
                            "total_house": 31,
                            "radar_data": [
                                2427,
                                2605,
                                3217,
                                4969,
                                2046
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    16,
                                    80,
                                    79
                                ],
                                "yhfw": [
                                    66,
                                    5,
                                    44,
                                    32
                                ],
                                "czyt": [
                                    46,
                                    73,
                                    38,
                                    81
                                ],
                                "fwlx": [
                                    22,
                                    20,
                                    81,
                                    84
                                ],
                                "tdxz": [
                                    72,
                                    90,
                                    24,
                                    12
                                ]
                            }
                        },
                        "南磨房地区": {
                            "total_house": 85,
                            "radar_data": [
                                4943,
                                4583,
                                3320,
                                4343,
                                4527
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    50,
                                    96,
                                    34
                                ],
                                "yhfw": [
                                    78,
                                    32,
                                    83,
                                    72
                                ],
                                "czyt": [
                                    89,
                                    54,
                                    14,
                                    77
                                ],
                                "fwlx": [
                                    72,
                                    24,
                                    41,
                                    70
                                ],
                                "tdxz": [
                                    38,
                                    37,
                                    48,
                                    69
                                ]
                            }
                        },
                        "呼家楼": {
                            "total_house": 72,
                            "radar_data": [
                                3378,
                                3766,
                                4222,
                                4186,
                                2341
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    14,
                                    82,
                                    54
                                ],
                                "yhfw": [
                                    35,
                                    63,
                                    82,
                                    17
                                ],
                                "czyt": [
                                    67,
                                    43,
                                    98,
                                    57
                                ],
                                "fwlx": [
                                    78,
                                    88,
                                    92,
                                    7
                                ],
                                "tdxz": [
                                    7,
                                    56,
                                    55,
                                    89
                                ]
                            }
                        },
                        "东坝地区": {
                            "total_house": 15,
                            "radar_data": [
                                3535,
                                2872,
                                2261,
                                3600,
                                4165
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    55,
                                    63,
                                    54
                                ],
                                "yhfw": [
                                    31,
                                    50,
                                    23,
                                    96
                                ],
                                "czyt": [
                                    23,
                                    11,
                                    41,
                                    79
                                ],
                                "fwlx": [
                                    59,
                                    58,
                                    84,
                                    41
                                ],
                                "tdxz": [
                                    23,
                                    29,
                                    36,
                                    29
                                ]
                            }
                        },
                        "官庄地区": {
                            "total_house": 81,
                            "radar_data": [
                                4579,
                                4981,
                                2639,
                                2428,
                                2009
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    90,
                                    85,
                                    46
                                ],
                                "yhfw": [
                                    41,
                                    73,
                                    57,
                                    40
                                ],
                                "czyt": [
                                    11,
                                    64,
                                    75,
                                    84
                                ],
                                "fwlx": [
                                    100,
                                    69,
                                    88,
                                    62
                                ],
                                "tdxz": [
                                    31,
                                    73,
                                    58,
                                    58
                                ]
                            }
                        },
                        "东风地区": {
                            "total_house": 53,
                            "radar_data": [
                                4536,
                                3732,
                                4038,
                                4432,
                                3817
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    64,
                                    90,
                                    53
                                ],
                                "yhfw": [
                                    8,
                                    92,
                                    1,
                                    60
                                ],
                                "czyt": [
                                    39,
                                    25,
                                    45,
                                    100
                                ],
                                "fwlx": [
                                    1,
                                    52,
                                    75,
                                    37
                                ],
                                "tdxz": [
                                    20,
                                    91,
                                    4,
                                    70
                                ]
                            }
                        },
                        "香河园": {
                            "total_house": 22,
                            "radar_data": [
                                4820,
                                4936,
                                4628,
                                4957,
                                3336
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    66,
                                    66,
                                    76
                                ],
                                "yhfw": [
                                    98,
                                    22,
                                    87,
                                    68
                                ],
                                "czyt": [
                                    71,
                                    26,
                                    86,
                                    16
                                ],
                                "fwlx": [
                                    83,
                                    25,
                                    26,
                                    19
                                ],
                                "tdxz": [
                                    7,
                                    77,
                                    36,
                                    58
                                ]
                            }
                        },
                        "安贞": {
                            "total_house": 5,
                            "radar_data": [
                                4559,
                                2930,
                                3142,
                                4943,
                                3468
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    80,
                                    85,
                                    92
                                ],
                                "yhfw": [
                                    91,
                                    36,
                                    68,
                                    34
                                ],
                                "czyt": [
                                    34,
                                    8,
                                    27,
                                    39
                                ],
                                "fwlx": [
                                    24,
                                    50,
                                    11,
                                    61
                                ],
                                "tdxz": [
                                    45,
                                    41,
                                    17,
                                    99
                                ]
                            }
                        },
                        "高碑店地区": {
                            "total_house": 52,
                            "radar_data": [
                                4851,
                                2840,
                                3083,
                                3544,
                                4087
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    54,
                                    16,
                                    92
                                ],
                                "yhfw": [
                                    13,
                                    29,
                                    66,
                                    81
                                ],
                                "czyt": [
                                    61,
                                    98,
                                    83,
                                    61
                                ],
                                "fwlx": [
                                    83,
                                    88,
                                    27,
                                    6
                                ],
                                "tdxz": [
                                    80,
                                    38,
                                    90,
                                    67
                                ]
                            }
                        },
                        "团结湖": {
                            "total_house": 86,
                            "radar_data": [
                                2663,
                                3652,
                                3048,
                                3931,
                                3876
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    56,
                                    91,
                                    55
                                ],
                                "yhfw": [
                                    3,
                                    40,
                                    72,
                                    27
                                ],
                                "czyt": [
                                    68,
                                    46,
                                    44,
                                    67
                                ],
                                "fwlx": [
                                    45,
                                    76,
                                    32,
                                    42
                                ],
                                "tdxz": [
                                    15,
                                    14,
                                    39,
                                    68
                                ]
                            }
                        },
                        "六里屯": {
                            "total_house": 45,
                            "radar_data": [
                                3076,
                                4410,
                                3944,
                                4092,
                                3746
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    75,
                                    14,
                                    80
                                ],
                                "yhfw": [
                                    39,
                                    29,
                                    93,
                                    31
                                ],
                                "czyt": [
                                    15,
                                    95,
                                    70,
                                    89
                                ],
                                "fwlx": [
                                    71,
                                    86,
                                    79,
                                    7
                                ],
                                "tdxz": [
                                    63,
                                    13,
                                    76,
                                    83
                                ]
                            }
                        },
                        "十八里店地区": {
                            "total_house": 36,
                            "radar_data": [
                                2497,
                                3525,
                                2204,
                                2617,
                                2361
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    57,
                                    99,
                                    37
                                ],
                                "yhfw": [
                                    54,
                                    73,
                                    63,
                                    75
                                ],
                                "czyt": [
                                    77,
                                    54,
                                    34,
                                    43
                                ],
                                "fwlx": [
                                    39,
                                    59,
                                    16,
                                    23
                                ],
                                "tdxz": [
                                    7,
                                    45,
                                    14,
                                    48
                                ]
                            }
                        },
                        "奥运村地区": {
                            "total_house": 38,
                            "radar_data": [
                                2436,
                                3209,
                                4872,
                                4504,
                                3774
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    42,
                                    87,
                                    57
                                ],
                                "yhfw": [
                                    23,
                                    29,
                                    49,
                                    81
                                ],
                                "czyt": [
                                    92,
                                    61,
                                    31,
                                    98
                                ],
                                "fwlx": [
                                    59,
                                    91,
                                    13,
                                    42
                                ],
                                "tdxz": [
                                    70,
                                    67,
                                    71,
                                    63
                                ]
                            }
                        },
                        "潘家园": {
                            "total_house": 34,
                            "radar_data": [
                                4928,
                                4233,
                                3455,
                                3538,
                                3398
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    20,
                                    8,
                                    95
                                ],
                                "yhfw": [
                                    17,
                                    72,
                                    25,
                                    53
                                ],
                                "czyt": [
                                    44,
                                    36,
                                    45,
                                    14
                                ],
                                "fwlx": [
                                    46,
                                    46,
                                    9,
                                    80
                                ],
                                "tdxz": [
                                    7,
                                    50,
                                    27,
                                    60
                                ]
                            }
                        },
                        "大屯": {
                            "total_house": 62,
                            "radar_data": [
                                2742,
                                4349,
                                3373,
                                3711,
                                2344
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    29,
                                    99,
                                    89
                                ],
                                "yhfw": [
                                    32,
                                    37,
                                    100,
                                    31
                                ],
                                "czyt": [
                                    13,
                                    27,
                                    57,
                                    35
                                ],
                                "fwlx": [
                                    51,
                                    95,
                                    1,
                                    81
                                ],
                                "tdxz": [
                                    26,
                                    51,
                                    26,
                                    20
                                ]
                            }
                        },
                        "豆各庄地区": {
                            "total_house": 80,
                            "radar_data": [
                                2589,
                                2373,
                                4979,
                                4976,
                                2285
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    89,
                                    43,
                                    48
                                ],
                                "yhfw": [
                                    87,
                                    27,
                                    59,
                                    46
                                ],
                                "czyt": [
                                    11,
                                    45,
                                    28,
                                    47
                                ],
                                "fwlx": [
                                    62,
                                    24,
                                    85,
                                    99
                                ],
                                "tdxz": [
                                    56,
                                    4,
                                    64,
                                    7
                                ]
                            }
                        },
                        "常营地区": {
                            "total_house": 58,
                            "radar_data": [
                                2777,
                                3718,
                                4982,
                                2240,
                                4919
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    56,
                                    81,
                                    37
                                ],
                                "yhfw": [
                                    66,
                                    16,
                                    82,
                                    41
                                ],
                                "czyt": [
                                    57,
                                    42,
                                    58,
                                    66
                                ],
                                "fwlx": [
                                    20,
                                    76,
                                    68,
                                    6
                                ],
                                "tdxz": [
                                    1,
                                    89,
                                    92,
                                    37
                                ]
                            }
                        },
                        "和平街": {
                            "total_house": 50,
                            "radar_data": [
                                2620,
                                3847,
                                2445,
                                4597,
                                4414
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    48,
                                    2,
                                    87
                                ],
                                "yhfw": [
                                    66,
                                    99,
                                    72,
                                    29
                                ],
                                "czyt": [
                                    35,
                                    29,
                                    45,
                                    10
                                ],
                                "fwlx": [
                                    87,
                                    97,
                                    59,
                                    3
                                ],
                                "tdxz": [
                                    94,
                                    85,
                                    97,
                                    64
                                ]
                            }
                        },
                        "三里屯": {
                            "total_house": 36,
                            "radar_data": [
                                4731,
                                4828,
                                3595,
                                3656,
                                3332
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    66,
                                    5,
                                    88
                                ],
                                "yhfw": [
                                    57,
                                    44,
                                    78,
                                    43
                                ],
                                "czyt": [
                                    75,
                                    18,
                                    59,
                                    69
                                ],
                                "fwlx": [
                                    58,
                                    73,
                                    58,
                                    86
                                ],
                                "tdxz": [
                                    100,
                                    13,
                                    84,
                                    72
                                ]
                            }
                        },
                        "劲松": {
                            "total_house": 96,
                            "radar_data": [
                                3776,
                                2931,
                                4023,
                                4685,
                                3371
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    39,
                                    48,
                                    100
                                ],
                                "yhfw": [
                                    27,
                                    46,
                                    72,
                                    66
                                ],
                                "czyt": [
                                    27,
                                    70,
                                    12,
                                    42
                                ],
                                "fwlx": [
                                    28,
                                    90,
                                    59,
                                    78
                                ],
                                "tdxz": [
                                    1,
                                    7,
                                    72,
                                    63
                                ]
                            }
                        },
                        "黑庄户地区": {
                            "total_house": 32,
                            "radar_data": [
                                2150,
                                2038,
                                4312,
                                3559,
                                2315
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    1,
                                    2,
                                    1
                                ],
                                "yhfw": [
                                    40,
                                    96,
                                    68,
                                    23
                                ],
                                "czyt": [
                                    25,
                                    16,
                                    45,
                                    77
                                ],
                                "fwlx": [
                                    26,
                                    8,
                                    49,
                                    59
                                ],
                                "tdxz": [
                                    22,
                                    15,
                                    99,
                                    95
                                ]
                            }
                        },
                        "望京开发": {
                            "total_house": 15,
                            "radar_data": [
                                2137,
                                3776,
                                4064,
                                2554,
                                4808
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    80,
                                    26,
                                    16
                                ],
                                "yhfw": [
                                    80,
                                    10,
                                    87,
                                    80
                                ],
                                "czyt": [
                                    82,
                                    36,
                                    20,
                                    12
                                ],
                                "fwlx": [
                                    69,
                                    100,
                                    10,
                                    11
                                ],
                                "tdxz": [
                                    34,
                                    4,
                                    84,
                                    18
                                ]
                            }
                        },
                        "金盏地区": {
                            "total_house": 35,
                            "radar_data": [
                                4222,
                                2494,
                                2015,
                                3115,
                                3677
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    3,
                                    41,
                                    52
                                ],
                                "yhfw": [
                                    94,
                                    59,
                                    97,
                                    51
                                ],
                                "czyt": [
                                    91,
                                    38,
                                    87,
                                    97
                                ],
                                "fwlx": [
                                    43,
                                    81,
                                    89,
                                    66
                                ],
                                "tdxz": [
                                    90,
                                    6,
                                    9,
                                    72
                                ]
                            }
                        },
                        "双井": {
                            "total_house": 16,
                            "radar_data": [
                                4116,
                                4711,
                                3933,
                                3672,
                                3091
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    34,
                                    80,
                                    81
                                ],
                                "yhfw": [
                                    8,
                                    61,
                                    81,
                                    37
                                ],
                                "czyt": [
                                    9,
                                    67,
                                    81,
                                    11
                                ],
                                "fwlx": [
                                    42,
                                    62,
                                    85,
                                    56
                                ],
                                "tdxz": [
                                    51,
                                    30,
                                    50,
                                    2
                                ]
                            }
                        },
                        "平房地区": {
                            "total_house": 9,
                            "radar_data": [
                                3580,
                                4381,
                                2625,
                                2212,
                                4331
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    44,
                                    78,
                                    57
                                ],
                                "yhfw": [
                                    81,
                                    46,
                                    28,
                                    33
                                ],
                                "czyt": [
                                    82,
                                    43,
                                    35,
                                    33
                                ],
                                "fwlx": [
                                    30,
                                    43,
                                    99,
                                    33
                                ],
                                "tdxz": [
                                    16,
                                    1,
                                    31,
                                    97
                                ]
                            }
                        },
                        "建外": {
                            "total_house": 92,
                            "radar_data": [
                                2560,
                                2086,
                                3501,
                                4304,
                                4288
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    20,
                                    51,
                                    66
                                ],
                                "yhfw": [
                                    79,
                                    48,
                                    34,
                                    43
                                ],
                                "czyt": [
                                    2,
                                    97,
                                    76,
                                    20
                                ],
                                "fwlx": [
                                    85,
                                    59,
                                    75,
                                    77
                                ],
                                "tdxz": [
                                    57,
                                    62,
                                    44,
                                    80
                                ]
                            }
                        },
                        "望京": {
                            "total_house": 31,
                            "radar_data": [
                                4351,
                                4430,
                                2797,
                                2671,
                                4108
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    25,
                                    69,
                                    14
                                ],
                                "yhfw": [
                                    35,
                                    97,
                                    16,
                                    7
                                ],
                                "czyt": [
                                    15,
                                    62,
                                    29,
                                    22
                                ],
                                "fwlx": [
                                    26,
                                    81,
                                    94,
                                    9
                                ],
                                "tdxz": [
                                    63,
                                    97,
                                    59,
                                    80
                                ]
                            }
                        },
                        "将台地区": {
                            "total_house": 2,
                            "radar_data": [
                                3693,
                                4699,
                                3217,
                                2690,
                                4396
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    53,
                                    29,
                                    55
                                ],
                                "yhfw": [
                                    2,
                                    70,
                                    74,
                                    94
                                ],
                                "czyt": [
                                    75,
                                    62,
                                    90,
                                    78
                                ],
                                "fwlx": [
                                    19,
                                    79,
                                    41,
                                    17
                                ],
                                "tdxz": [
                                    94,
                                    75,
                                    76,
                                    18
                                ]
                            }
                        }
                    }
                },
                "2017": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "房屋类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "产权类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "土地性质",
                            "item": [
                                "个人",
                                "单位",
                                "自建违建"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "隐患房屋类型",
                            "item": [
                                "不确定风险",
                                "治安隐患",
                                "消防安全隐患",
                                "其他安全隐患"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "出租用途",
                            "item": [
                                "生活居住",
                                "日常办公",
                                "生产加工",
                                "商用"
                            ]
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "total_house": 33,
                            "radar_data": [
                                2972,
                                2327,
                                4258,
                                2625,
                                4130
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    30,
                                    80,
                                    83
                                ],
                                "yhfw": [
                                    49,
                                    64,
                                    26,
                                    65
                                ],
                                "czyt": [
                                    86,
                                    98,
                                    40,
                                    98
                                ],
                                "fwlx": [
                                    67,
                                    33,
                                    34,
                                    60
                                ],
                                "tdxz": [
                                    44,
                                    13,
                                    37,
                                    22
                                ]
                            }
                        },
                        "亚运村": {
                            "total_house": 43,
                            "radar_data": [
                                3506,
                                3556,
                                2093,
                                2840,
                                3960
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    43,
                                    100,
                                    60
                                ],
                                "yhfw": [
                                    62,
                                    54,
                                    20,
                                    32
                                ],
                                "czyt": [
                                    15,
                                    47,
                                    33,
                                    15
                                ],
                                "fwlx": [
                                    79,
                                    35,
                                    35,
                                    63
                                ],
                                "tdxz": [
                                    14,
                                    93,
                                    6,
                                    36
                                ]
                            }
                        },
                        "左家庄": {
                            "total_house": 92,
                            "radar_data": [
                                4335,
                                2786,
                                3051,
                                3011,
                                2456
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    13,
                                    99,
                                    48
                                ],
                                "yhfw": [
                                    81,
                                    42,
                                    86,
                                    21
                                ],
                                "czyt": [
                                    8,
                                    14,
                                    87,
                                    49
                                ],
                                "fwlx": [
                                    27,
                                    50,
                                    3,
                                    59
                                ],
                                "tdxz": [
                                    55,
                                    57,
                                    82,
                                    53
                                ]
                            }
                        },
                        "王四营地区": {
                            "total_house": 22,
                            "radar_data": [
                                3227,
                                2922,
                                4103,
                                2647,
                                4118
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    37,
                                    35,
                                    86
                                ],
                                "yhfw": [
                                    1,
                                    59,
                                    99,
                                    25
                                ],
                                "czyt": [
                                    4,
                                    36,
                                    72,
                                    48
                                ],
                                "fwlx": [
                                    54,
                                    69,
                                    35,
                                    54
                                ],
                                "tdxz": [
                                    95,
                                    20,
                                    23,
                                    36
                                ]
                            }
                        },
                        "三间房地区": {
                            "total_house": 25,
                            "radar_data": [
                                3306,
                                3660,
                                3523,
                                3564,
                                2520
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    70,
                                    18,
                                    67
                                ],
                                "yhfw": [
                                    62,
                                    86,
                                    98,
                                    63
                                ],
                                "czyt": [
                                    6,
                                    88,
                                    3,
                                    5
                                ],
                                "fwlx": [
                                    94,
                                    100,
                                    92,
                                    7
                                ],
                                "tdxz": [
                                    24,
                                    90,
                                    35,
                                    19
                                ]
                            }
                        },
                        "首都机场": {
                            "total_house": 41,
                            "radar_data": [
                                2919,
                                4908,
                                3191,
                                3119,
                                3245
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    96,
                                    53,
                                    2
                                ],
                                "yhfw": [
                                    24,
                                    84,
                                    13,
                                    28
                                ],
                                "czyt": [
                                    32,
                                    31,
                                    75,
                                    58
                                ],
                                "fwlx": [
                                    2,
                                    41,
                                    3,
                                    15
                                ],
                                "tdxz": [
                                    45,
                                    61,
                                    19,
                                    17
                                ]
                            }
                        },
                        "来广营地区": {
                            "total_house": 52,
                            "radar_data": [
                                3156,
                                3894,
                                2163,
                                3486,
                                4649
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    79,
                                    34,
                                    54
                                ],
                                "yhfw": [
                                    78,
                                    69,
                                    74,
                                    31
                                ],
                                "czyt": [
                                    64,
                                    52,
                                    15,
                                    68
                                ],
                                "fwlx": [
                                    97,
                                    17,
                                    7,
                                    87
                                ],
                                "tdxz": [
                                    80,
                                    39,
                                    84,
                                    26
                                ]
                            }
                        },
                        "朝外": {
                            "total_house": 34,
                            "radar_data": [
                                3445,
                                2366,
                                3787,
                                4827,
                                4895
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    42,
                                    34,
                                    79
                                ],
                                "yhfw": [
                                    63,
                                    13,
                                    69,
                                    76
                                ],
                                "czyt": [
                                    83,
                                    39,
                                    84,
                                    1
                                ],
                                "fwlx": [
                                    56,
                                    96,
                                    89,
                                    11
                                ],
                                "tdxz": [
                                    49,
                                    30,
                                    41,
                                    20
                                ]
                            }
                        },
                        "小红门地区": {
                            "total_house": 94,
                            "radar_data": [
                                2541,
                                3951,
                                4061,
                                4355,
                                3712
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    63,
                                    23,
                                    5
                                ],
                                "yhfw": [
                                    94,
                                    98,
                                    77,
                                    70
                                ],
                                "czyt": [
                                    88,
                                    22,
                                    83,
                                    83
                                ],
                                "fwlx": [
                                    96,
                                    47,
                                    94,
                                    61
                                ],
                                "tdxz": [
                                    49,
                                    73,
                                    76,
                                    34
                                ]
                            }
                        },
                        "小关": {
                            "total_house": 23,
                            "radar_data": [
                                2194,
                                2730,
                                2388,
                                2082,
                                2701
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    61,
                                    11,
                                    38
                                ],
                                "yhfw": [
                                    85,
                                    51,
                                    63,
                                    57
                                ],
                                "czyt": [
                                    82,
                                    90,
                                    70,
                                    88
                                ],
                                "fwlx": [
                                    92,
                                    51,
                                    10,
                                    73
                                ],
                                "tdxz": [
                                    97,
                                    3,
                                    23,
                                    100
                                ]
                            }
                        },
                        "八里庄": {
                            "total_house": 75,
                            "radar_data": [
                                3781,
                                2699,
                                4227,
                                2144,
                                4151
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    18,
                                    11,
                                    2
                                ],
                                "yhfw": [
                                    31,
                                    15,
                                    38,
                                    20
                                ],
                                "czyt": [
                                    38,
                                    40,
                                    56,
                                    12
                                ],
                                "fwlx": [
                                    35,
                                    6,
                                    11,
                                    28
                                ],
                                "tdxz": [
                                    32,
                                    42,
                                    88,
                                    8
                                ]
                            }
                        },
                        "崔各庄地区": {
                            "total_house": 98,
                            "radar_data": [
                                2934,
                                2532,
                                3747,
                                4726,
                                4313
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    44,
                                    40,
                                    99
                                ],
                                "yhfw": [
                                    46,
                                    85,
                                    29,
                                    53
                                ],
                                "czyt": [
                                    53,
                                    85,
                                    8,
                                    92
                                ],
                                "fwlx": [
                                    17,
                                    21,
                                    61,
                                    70
                                ],
                                "tdxz": [
                                    14,
                                    68,
                                    93,
                                    51
                                ]
                            }
                        },
                        "酒仙桥": {
                            "total_house": 67,
                            "radar_data": [
                                2898,
                                3646,
                                2901,
                                2764,
                                2339
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    96,
                                    26,
                                    74
                                ],
                                "yhfw": [
                                    62,
                                    81,
                                    44,
                                    16
                                ],
                                "czyt": [
                                    76,
                                    19,
                                    82,
                                    95
                                ],
                                "fwlx": [
                                    95,
                                    84,
                                    87,
                                    72
                                ],
                                "tdxz": [
                                    56,
                                    23,
                                    93,
                                    51
                                ]
                            }
                        },
                        "麦子店": {
                            "total_house": 48,
                            "radar_data": [
                                2546,
                                2510,
                                4690,
                                2111,
                                3637
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    40,
                                    44,
                                    2
                                ],
                                "yhfw": [
                                    84,
                                    36,
                                    20,
                                    49
                                ],
                                "czyt": [
                                    27,
                                    39,
                                    28,
                                    94
                                ],
                                "fwlx": [
                                    4,
                                    46,
                                    89,
                                    92
                                ],
                                "tdxz": [
                                    35,
                                    31,
                                    55,
                                    31
                                ]
                            }
                        },
                        "垈头": {
                            "total_house": 50,
                            "radar_data": [
                                2838,
                                4730,
                                2041,
                                3956,
                                4044
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    59,
                                    12,
                                    14
                                ],
                                "yhfw": [
                                    22,
                                    20,
                                    12,
                                    71
                                ],
                                "czyt": [
                                    94,
                                    9,
                                    2,
                                    65
                                ],
                                "fwlx": [
                                    56,
                                    66,
                                    99,
                                    88
                                ],
                                "tdxz": [
                                    11,
                                    64,
                                    60,
                                    98
                                ]
                            }
                        },
                        "孙河地区": {
                            "total_house": 74,
                            "radar_data": [
                                2577,
                                2507,
                                3187,
                                2837,
                                4494
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    99,
                                    35,
                                    94
                                ],
                                "yhfw": [
                                    64,
                                    11,
                                    14,
                                    16
                                ],
                                "czyt": [
                                    85,
                                    76,
                                    33,
                                    87
                                ],
                                "fwlx": [
                                    77,
                                    27,
                                    70,
                                    39
                                ],
                                "tdxz": [
                                    12,
                                    43,
                                    20,
                                    66
                                ]
                            }
                        },
                        "南磨房地区": {
                            "total_house": 40,
                            "radar_data": [
                                3661,
                                2987,
                                2216,
                                3952,
                                4898
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    5,
                                    60,
                                    39
                                ],
                                "yhfw": [
                                    33,
                                    6,
                                    43,
                                    83
                                ],
                                "czyt": [
                                    16,
                                    46,
                                    91,
                                    52
                                ],
                                "fwlx": [
                                    99,
                                    7,
                                    80,
                                    54
                                ],
                                "tdxz": [
                                    55,
                                    92,
                                    26,
                                    90
                                ]
                            }
                        },
                        "呼家楼": {
                            "total_house": 65,
                            "radar_data": [
                                4636,
                                2807,
                                3179,
                                4771,
                                4713
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    64,
                                    63,
                                    36
                                ],
                                "yhfw": [
                                    46,
                                    96,
                                    28,
                                    19
                                ],
                                "czyt": [
                                    45,
                                    55,
                                    58,
                                    76
                                ],
                                "fwlx": [
                                    22,
                                    70,
                                    35,
                                    34
                                ],
                                "tdxz": [
                                    22,
                                    59,
                                    43,
                                    95
                                ]
                            }
                        },
                        "东坝地区": {
                            "total_house": 17,
                            "radar_data": [
                                4396,
                                4742,
                                2666,
                                3906,
                                3703
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    56,
                                    2,
                                    11
                                ],
                                "yhfw": [
                                    32,
                                    97,
                                    17,
                                    75
                                ],
                                "czyt": [
                                    16,
                                    42,
                                    52,
                                    19
                                ],
                                "fwlx": [
                                    3,
                                    86,
                                    95,
                                    45
                                ],
                                "tdxz": [
                                    21,
                                    88,
                                    90,
                                    40
                                ]
                            }
                        },
                        "官庄地区": {
                            "total_house": 80,
                            "radar_data": [
                                4530,
                                4193,
                                2922,
                                4157,
                                3925
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    85,
                                    45,
                                    52
                                ],
                                "yhfw": [
                                    76,
                                    79,
                                    50,
                                    99
                                ],
                                "czyt": [
                                    29,
                                    53,
                                    23,
                                    77
                                ],
                                "fwlx": [
                                    56,
                                    95,
                                    44,
                                    93
                                ],
                                "tdxz": [
                                    9,
                                    29,
                                    97,
                                    62
                                ]
                            }
                        },
                        "东风地区": {
                            "total_house": 10,
                            "radar_data": [
                                3312,
                                3157,
                                3617,
                                3875,
                                3078
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    19,
                                    76,
                                    60
                                ],
                                "yhfw": [
                                    40,
                                    21,
                                    91,
                                    8
                                ],
                                "czyt": [
                                    51,
                                    84,
                                    100,
                                    87
                                ],
                                "fwlx": [
                                    25,
                                    21,
                                    77,
                                    86
                                ],
                                "tdxz": [
                                    56,
                                    81,
                                    81,
                                    24
                                ]
                            }
                        },
                        "香河园": {
                            "total_house": 30,
                            "radar_data": [
                                4218,
                                3370,
                                4560,
                                4350,
                                2968
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    82,
                                    84,
                                    39
                                ],
                                "yhfw": [
                                    31,
                                    9,
                                    55,
                                    84
                                ],
                                "czyt": [
                                    47,
                                    9,
                                    89,
                                    78
                                ],
                                "fwlx": [
                                    54,
                                    15,
                                    84,
                                    1
                                ],
                                "tdxz": [
                                    59,
                                    98,
                                    5,
                                    85
                                ]
                            }
                        },
                        "安贞": {
                            "total_house": 86,
                            "radar_data": [
                                2322,
                                2961,
                                4822,
                                2940,
                                4345
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    84,
                                    91,
                                    20
                                ],
                                "yhfw": [
                                    16,
                                    24,
                                    82,
                                    98
                                ],
                                "czyt": [
                                    26,
                                    60,
                                    14,
                                    68
                                ],
                                "fwlx": [
                                    41,
                                    41,
                                    69,
                                    55
                                ],
                                "tdxz": [
                                    61,
                                    6,
                                    26,
                                    3
                                ]
                            }
                        },
                        "高碑店地区": {
                            "total_house": 55,
                            "radar_data": [
                                3796,
                                2967,
                                2943,
                                4114,
                                4442
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    20,
                                    5,
                                    27
                                ],
                                "yhfw": [
                                    64,
                                    18,
                                    100,
                                    62
                                ],
                                "czyt": [
                                    33,
                                    80,
                                    85,
                                    88
                                ],
                                "fwlx": [
                                    67,
                                    55,
                                    18,
                                    48
                                ],
                                "tdxz": [
                                    96,
                                    89,
                                    93,
                                    87
                                ]
                            }
                        },
                        "团结湖": {
                            "total_house": 37,
                            "radar_data": [
                                4804,
                                2523,
                                2841,
                                2705,
                                2760
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    21,
                                    80,
                                    34
                                ],
                                "yhfw": [
                                    43,
                                    92,
                                    85,
                                    39
                                ],
                                "czyt": [
                                    58,
                                    44,
                                    12,
                                    74
                                ],
                                "fwlx": [
                                    36,
                                    78,
                                    42,
                                    44
                                ],
                                "tdxz": [
                                    74,
                                    50,
                                    77,
                                    57
                                ]
                            }
                        },
                        "六里屯": {
                            "total_house": 50,
                            "radar_data": [
                                4013,
                                4613,
                                3609,
                                2166,
                                4400
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    39,
                                    98,
                                    80
                                ],
                                "yhfw": [
                                    75,
                                    33,
                                    79,
                                    92
                                ],
                                "czyt": [
                                    41,
                                    60,
                                    5,
                                    73
                                ],
                                "fwlx": [
                                    26,
                                    55,
                                    72,
                                    40
                                ],
                                "tdxz": [
                                    73,
                                    51,
                                    97,
                                    89
                                ]
                            }
                        },
                        "十八里店地区": {
                            "total_house": 70,
                            "radar_data": [
                                3560,
                                3011,
                                3171,
                                3925,
                                3079
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    92,
                                    18,
                                    27
                                ],
                                "yhfw": [
                                    45,
                                    73,
                                    35,
                                    30
                                ],
                                "czyt": [
                                    73,
                                    98,
                                    23,
                                    38
                                ],
                                "fwlx": [
                                    2,
                                    90,
                                    51,
                                    70
                                ],
                                "tdxz": [
                                    51,
                                    10,
                                    63,
                                    7
                                ]
                            }
                        },
                        "奥运村地区": {
                            "total_house": 36,
                            "radar_data": [
                                2056,
                                4916,
                                2478,
                                3261,
                                2968
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    91,
                                    36,
                                    70
                                ],
                                "yhfw": [
                                    14,
                                    28,
                                    56,
                                    33
                                ],
                                "czyt": [
                                    50,
                                    41,
                                    67,
                                    40
                                ],
                                "fwlx": [
                                    24,
                                    46,
                                    14,
                                    9
                                ],
                                "tdxz": [
                                    94,
                                    65,
                                    100,
                                    58
                                ]
                            }
                        },
                        "潘家园": {
                            "total_house": 34,
                            "radar_data": [
                                3793,
                                2664,
                                3039,
                                4187,
                                4829
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    83,
                                    40,
                                    38
                                ],
                                "yhfw": [
                                    40,
                                    28,
                                    87,
                                    61
                                ],
                                "czyt": [
                                    98,
                                    48,
                                    22,
                                    70
                                ],
                                "fwlx": [
                                    75,
                                    49,
                                    83,
                                    12
                                ],
                                "tdxz": [
                                    50,
                                    99,
                                    18,
                                    92
                                ]
                            }
                        },
                        "大屯": {
                            "total_house": 79,
                            "radar_data": [
                                2232,
                                2415,
                                3829,
                                4754,
                                4710
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    93,
                                    66,
                                    1
                                ],
                                "yhfw": [
                                    87,
                                    82,
                                    69,
                                    27
                                ],
                                "czyt": [
                                    57,
                                    23,
                                    67,
                                    59
                                ],
                                "fwlx": [
                                    38,
                                    85,
                                    15,
                                    98
                                ],
                                "tdxz": [
                                    61,
                                    20,
                                    44,
                                    7
                                ]
                            }
                        },
                        "豆各庄地区": {
                            "total_house": 53,
                            "radar_data": [
                                4312,
                                4066,
                                2772,
                                2991,
                                4023
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    57,
                                    80,
                                    17
                                ],
                                "yhfw": [
                                    67,
                                    64,
                                    80,
                                    78
                                ],
                                "czyt": [
                                    67,
                                    16,
                                    43,
                                    42
                                ],
                                "fwlx": [
                                    73,
                                    93,
                                    38,
                                    40
                                ],
                                "tdxz": [
                                    27,
                                    3,
                                    36,
                                    12
                                ]
                            }
                        },
                        "常营地区": {
                            "total_house": 79,
                            "radar_data": [
                                2254,
                                4090,
                                4317,
                                3849,
                                2982
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    60,
                                    31,
                                    85
                                ],
                                "yhfw": [
                                    25,
                                    56,
                                    73,
                                    27
                                ],
                                "czyt": [
                                    32,
                                    20,
                                    55,
                                    35
                                ],
                                "fwlx": [
                                    57,
                                    45,
                                    89,
                                    68
                                ],
                                "tdxz": [
                                    17,
                                    37,
                                    30,
                                    71
                                ]
                            }
                        },
                        "和平街": {
                            "total_house": 35,
                            "radar_data": [
                                4494,
                                3182,
                                2342,
                                4303,
                                2768
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    94,
                                    49,
                                    79
                                ],
                                "yhfw": [
                                    73,
                                    74,
                                    7,
                                    16
                                ],
                                "czyt": [
                                    66,
                                    3,
                                    95,
                                    40
                                ],
                                "fwlx": [
                                    24,
                                    3,
                                    1,
                                    50
                                ],
                                "tdxz": [
                                    37,
                                    22,
                                    63,
                                    27
                                ]
                            }
                        },
                        "三里屯": {
                            "total_house": 28,
                            "radar_data": [
                                3414,
                                4609,
                                2409,
                                2415,
                                4831
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    56,
                                    45,
                                    98
                                ],
                                "yhfw": [
                                    62,
                                    97,
                                    8,
                                    65
                                ],
                                "czyt": [
                                    87,
                                    52,
                                    21,
                                    87
                                ],
                                "fwlx": [
                                    7,
                                    59,
                                    90,
                                    45
                                ],
                                "tdxz": [
                                    33,
                                    87,
                                    75,
                                    55
                                ]
                            }
                        },
                        "劲松": {
                            "total_house": 9,
                            "radar_data": [
                                2819,
                                3160,
                                2407,
                                2312,
                                3122
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    31,
                                    58,
                                    6
                                ],
                                "yhfw": [
                                    50,
                                    31,
                                    37,
                                    18
                                ],
                                "czyt": [
                                    6,
                                    95,
                                    44,
                                    18
                                ],
                                "fwlx": [
                                    96,
                                    9,
                                    63,
                                    78
                                ],
                                "tdxz": [
                                    86,
                                    20,
                                    18,
                                    54
                                ]
                            }
                        },
                        "黑庄户地区": {
                            "total_house": 67,
                            "radar_data": [
                                2198,
                                2515,
                                4616,
                                3442,
                                3978
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    22,
                                    8,
                                    72
                                ],
                                "yhfw": [
                                    100,
                                    32,
                                    100,
                                    65
                                ],
                                "czyt": [
                                    66,
                                    13,
                                    36,
                                    50
                                ],
                                "fwlx": [
                                    68,
                                    24,
                                    40,
                                    47
                                ],
                                "tdxz": [
                                    24,
                                    25,
                                    10,
                                    69
                                ]
                            }
                        },
                        "望京开发": {
                            "total_house": 33,
                            "radar_data": [
                                4782,
                                4023,
                                3481,
                                4487,
                                3348
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    4,
                                    40,
                                    31
                                ],
                                "yhfw": [
                                    30,
                                    24,
                                    13,
                                    56
                                ],
                                "czyt": [
                                    65,
                                    43,
                                    16,
                                    62
                                ],
                                "fwlx": [
                                    77,
                                    43,
                                    100,
                                    3
                                ],
                                "tdxz": [
                                    81,
                                    17,
                                    57,
                                    52
                                ]
                            }
                        },
                        "金盏地区": {
                            "total_house": 49,
                            "radar_data": [
                                4854,
                                2945,
                                2283,
                                2382,
                                4963
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    4,
                                    45,
                                    37
                                ],
                                "yhfw": [
                                    66,
                                    43,
                                    36,
                                    25
                                ],
                                "czyt": [
                                    3,
                                    73,
                                    54,
                                    62
                                ],
                                "fwlx": [
                                    3,
                                    48,
                                    55,
                                    62
                                ],
                                "tdxz": [
                                    77,
                                    82,
                                    73,
                                    25
                                ]
                            }
                        },
                        "双井": {
                            "total_house": 84,
                            "radar_data": [
                                4863,
                                3114,
                                2131,
                                3098,
                                2068
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    59,
                                    13,
                                    60
                                ],
                                "yhfw": [
                                    78,
                                    55,
                                    27,
                                    14
                                ],
                                "czyt": [
                                    27,
                                    51,
                                    13,
                                    53
                                ],
                                "fwlx": [
                                    6,
                                    31,
                                    49,
                                    96
                                ],
                                "tdxz": [
                                    41,
                                    57,
                                    88,
                                    10
                                ]
                            }
                        },
                        "平房地区": {
                            "total_house": 68,
                            "radar_data": [
                                2931,
                                3423,
                                4844,
                                3001,
                                4980
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    80,
                                    89,
                                    99
                                ],
                                "yhfw": [
                                    78,
                                    68,
                                    15,
                                    32
                                ],
                                "czyt": [
                                    42,
                                    43,
                                    71,
                                    93
                                ],
                                "fwlx": [
                                    11,
                                    61,
                                    69,
                                    64
                                ],
                                "tdxz": [
                                    40,
                                    16,
                                    45,
                                    90
                                ]
                            }
                        },
                        "建外": {
                            "total_house": 20,
                            "radar_data": [
                                4427,
                                4558,
                                3306,
                                4933,
                                4562
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    91,
                                    25,
                                    16
                                ],
                                "yhfw": [
                                    31,
                                    48,
                                    97,
                                    89
                                ],
                                "czyt": [
                                    74,
                                    51,
                                    19,
                                    52
                                ],
                                "fwlx": [
                                    19,
                                    85,
                                    13,
                                    51
                                ],
                                "tdxz": [
                                    56,
                                    77,
                                    59,
                                    29
                                ]
                            }
                        },
                        "望京": {
                            "total_house": 13,
                            "radar_data": [
                                3087,
                                4144,
                                4772,
                                3555,
                                4069
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    16,
                                    87,
                                    84
                                ],
                                "yhfw": [
                                    41,
                                    72,
                                    73,
                                    51
                                ],
                                "czyt": [
                                    83,
                                    98,
                                    54,
                                    96
                                ],
                                "fwlx": [
                                    68,
                                    31,
                                    53,
                                    87
                                ],
                                "tdxz": [
                                    6,
                                    59,
                                    73,
                                    11
                                ]
                            }
                        },
                        "将台地区": {
                            "total_house": 50,
                            "radar_data": [
                                3323,
                                3886,
                                3037,
                                3103,
                                2671
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    49,
                                    37,
                                    77
                                ],
                                "yhfw": [
                                    4,
                                    85,
                                    57,
                                    99
                                ],
                                "czyt": [
                                    64,
                                    16,
                                    36,
                                    77
                                ],
                                "fwlx": [
                                    46,
                                    26,
                                    21,
                                    77
                                ],
                                "tdxz": [
                                    3,
                                    92,
                                    88,
                                    63
                                ]
                            }
                        }
                    }
                }
            }
        },
        "人口": {
            "type": {
                "migration_map": {
                    "dd": "dd"
                },
                "color_map": {
                    "legend": [
                        {
                            "formula": "0-10",
                            "legend_color": "#4f6eed",
                            "name": "100万人以下"
                        },
                        {
                            "formula": "10-30",
                            "legend_color": "#5596ff",
                            "name": "100万~200万"
                        },
                        {
                            "formula": "30-50",
                            "legend_color": "#99ccff",
                            "name": "200万~300万"
                        },
                        {
                            "formula": "50-70",
                            "legend_color": "#ebebff",
                            "name": "300万~400万"
                        },
                        {
                            "formula": "40000-max",
                            "legend_color": "#ffffff",
                            "name": "400万以上"
                        }
                    ],
                    "legend_index_display": [
                        "100万人以下",
                        "100万~200万",
                        "200万~300万",
                        "300万~400万",
                        "400万以上"
                    ]
                },
                "bitmap": {
                    "dd": "dd"
                }
            },
            "data": {
                "2015": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "男女平衡"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "劳动适龄"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "充分就业"
                        },
                        {
                            " color": "#cdd3dc",
                            "name": "文化程度",
                            " max": 5000
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "total_population": 39,
                            "radar_data": [
                                2241,
                                4637,
                                2602,
                                2863
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 7,
                                    "ldsl": 40,
                                    "whcd": 50,
                                    "cfjy": 9
                                },
                                "2": {
                                    "nvph": 58,
                                    "ldsl": 89,
                                    "whcd": 10,
                                    "cfjy": 34
                                },
                                "3": {
                                    "nvph": 30,
                                    "ldsl": 42,
                                    "whcd": 33,
                                    "cfjy": 10
                                },
                                "4": {
                                    "nvph": 22,
                                    "ldsl": 31,
                                    "whcd": 47,
                                    "cfjy": 25
                                },
                                "5": {
                                    "nvph": 88,
                                    "ldsl": 18,
                                    "whcd": 16,
                                    "cfjy": 48
                                },
                                "6": {
                                    "nvph": 38,
                                    "ldsl": 96,
                                    "whcd": 99,
                                    "cfjy": 31
                                },
                                "7": {
                                    "nvph": 35,
                                    "ldsl": 54,
                                    "whcd": 66,
                                    "cfjy": 79
                                },
                                "8": {
                                    "nvph": 43,
                                    "ldsl": 95,
                                    "whcd": 73,
                                    "cfjy": 13
                                },
                                "9": {
                                    "nvph": 30,
                                    "ldsl": 1,
                                    "whcd": 70,
                                    "cfjy": 79
                                },
                                "10": {
                                    "nvph": 42,
                                    "ldsl": 62,
                                    "whcd": 76,
                                    "cfjy": 81
                                },
                                "11": {
                                    "nvph": 28,
                                    "ldsl": 58,
                                    "whcd": 99,
                                    "cfjy": 56
                                },
                                "12": {
                                    "nvph": 89,
                                    "ldsl": 68,
                                    "whcd": 59,
                                    "cfjy": 35
                                }
                            }
                        },
                        "亚运村": {
                            "total_population": 88,
                            "radar_data": [
                                3801,
                                2656,
                                2658,
                                2315
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 5,
                                    "ldsl": 89,
                                    "whcd": 99,
                                    "cfjy": 1
                                },
                                "2": {
                                    "nvph": 33,
                                    "ldsl": 47,
                                    "whcd": 30,
                                    "cfjy": 9
                                },
                                "3": {
                                    "nvph": 40,
                                    "ldsl": 49,
                                    "whcd": 80,
                                    "cfjy": 20
                                },
                                "4": {
                                    "nvph": 99,
                                    "ldsl": 66,
                                    "whcd": 75,
                                    "cfjy": 79
                                },
                                "5": {
                                    "nvph": 70,
                                    "ldsl": 78,
                                    "whcd": 75,
                                    "cfjy": 54
                                },
                                "6": {
                                    "nvph": 14,
                                    "ldsl": 26,
                                    "whcd": 47,
                                    "cfjy": 51
                                },
                                "7": {
                                    "nvph": 98,
                                    "ldsl": 62,
                                    "whcd": 73,
                                    "cfjy": 93
                                },
                                "8": {
                                    "nvph": 59,
                                    "ldsl": 3,
                                    "whcd": 71,
                                    "cfjy": 41
                                },
                                "9": {
                                    "nvph": 22,
                                    "ldsl": 48,
                                    "whcd": 29,
                                    "cfjy": 25
                                },
                                "10": {
                                    "nvph": 44,
                                    "ldsl": 61,
                                    "whcd": 73,
                                    "cfjy": 34
                                },
                                "11": {
                                    "nvph": 3,
                                    "ldsl": 46,
                                    "whcd": 61,
                                    "cfjy": 82
                                },
                                "12": {
                                    "nvph": 82,
                                    "ldsl": 99,
                                    "whcd": 64,
                                    "cfjy": 51
                                }
                            }
                        },
                        "左家庄": {
                            "total_population": 24,
                            "radar_data": [
                                3758,
                                4104,
                                4361,
                                3938
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 69,
                                    "ldsl": 94,
                                    "whcd": 71,
                                    "cfjy": 70
                                },
                                "2": {
                                    "nvph": 14,
                                    "ldsl": 50,
                                    "whcd": 39,
                                    "cfjy": 2
                                },
                                "3": {
                                    "nvph": 5,
                                    "ldsl": 92,
                                    "whcd": 46,
                                    "cfjy": 69
                                },
                                "4": {
                                    "nvph": 45,
                                    "ldsl": 48,
                                    "whcd": 81,
                                    "cfjy": 66
                                },
                                "5": {
                                    "nvph": 38,
                                    "ldsl": 68,
                                    "whcd": 96,
                                    "cfjy": 33
                                },
                                "6": {
                                    "nvph": 75,
                                    "ldsl": 86,
                                    "whcd": 59,
                                    "cfjy": 89
                                },
                                "7": {
                                    "nvph": 22,
                                    "ldsl": 78,
                                    "whcd": 54,
                                    "cfjy": 38
                                },
                                "8": {
                                    "nvph": 21,
                                    "ldsl": 8,
                                    "whcd": 90,
                                    "cfjy": 81
                                },
                                "9": {
                                    "nvph": 12,
                                    "ldsl": 26,
                                    "whcd": 44,
                                    "cfjy": 94
                                },
                                "10": {
                                    "nvph": 7,
                                    "ldsl": 57,
                                    "whcd": 63,
                                    "cfjy": 13
                                },
                                "11": {
                                    "nvph": 94,
                                    "ldsl": 51,
                                    "whcd": 67,
                                    "cfjy": 81
                                },
                                "12": {
                                    "nvph": 11,
                                    "ldsl": 11,
                                    "whcd": 95,
                                    "cfjy": 87
                                }
                            }
                        },
                        "王四营地区": {
                            "total_population": 73,
                            "radar_data": [
                                4160,
                                4238,
                                4583,
                                2475
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 34,
                                    "ldsl": 69,
                                    "whcd": 41,
                                    "cfjy": 87
                                },
                                "2": {
                                    "nvph": 45,
                                    "ldsl": 6,
                                    "whcd": 13,
                                    "cfjy": 79
                                },
                                "3": {
                                    "nvph": 9,
                                    "ldsl": 47,
                                    "whcd": 47,
                                    "cfjy": 17
                                },
                                "4": {
                                    "nvph": 17,
                                    "ldsl": 72,
                                    "whcd": 84,
                                    "cfjy": 94
                                },
                                "5": {
                                    "nvph": 74,
                                    "ldsl": 60,
                                    "whcd": 11,
                                    "cfjy": 67
                                },
                                "6": {
                                    "nvph": 9,
                                    "ldsl": 11,
                                    "whcd": 28,
                                    "cfjy": 16
                                },
                                "7": {
                                    "nvph": 88,
                                    "ldsl": 4,
                                    "whcd": 25,
                                    "cfjy": 47
                                },
                                "8": {
                                    "nvph": 8,
                                    "ldsl": 57,
                                    "whcd": 52,
                                    "cfjy": 78
                                },
                                "9": {
                                    "nvph": 38,
                                    "ldsl": 61,
                                    "whcd": 83,
                                    "cfjy": 94
                                },
                                "10": {
                                    "nvph": 30,
                                    "ldsl": 79,
                                    "whcd": 21,
                                    "cfjy": 10
                                },
                                "11": {
                                    "nvph": 9,
                                    "ldsl": 21,
                                    "whcd": 23,
                                    "cfjy": 14
                                },
                                "12": {
                                    "nvph": 26,
                                    "ldsl": 6,
                                    "whcd": 83,
                                    "cfjy": 15
                                }
                            }
                        },
                        "三间房地区": {
                            "total_population": 28,
                            "radar_data": [
                                3905,
                                4083,
                                4900,
                                2319
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 33,
                                    "ldsl": 42,
                                    "whcd": 35,
                                    "cfjy": 86
                                },
                                "2": {
                                    "nvph": 75,
                                    "ldsl": 35,
                                    "whcd": 77,
                                    "cfjy": 21
                                },
                                "3": {
                                    "nvph": 80,
                                    "ldsl": 86,
                                    "whcd": 88,
                                    "cfjy": 67
                                },
                                "4": {
                                    "nvph": 75,
                                    "ldsl": 1,
                                    "whcd": 35,
                                    "cfjy": 76
                                },
                                "5": {
                                    "nvph": 78,
                                    "ldsl": 71,
                                    "whcd": 4,
                                    "cfjy": 15
                                },
                                "6": {
                                    "nvph": 59,
                                    "ldsl": 23,
                                    "whcd": 46,
                                    "cfjy": 89
                                },
                                "7": {
                                    "nvph": 100,
                                    "ldsl": 58,
                                    "whcd": 99,
                                    "cfjy": 99
                                },
                                "8": {
                                    "nvph": 56,
                                    "ldsl": 79,
                                    "whcd": 67,
                                    "cfjy": 76
                                },
                                "9": {
                                    "nvph": 62,
                                    "ldsl": 76,
                                    "whcd": 1,
                                    "cfjy": 29
                                },
                                "10": {
                                    "nvph": 100,
                                    "ldsl": 25,
                                    "whcd": 38,
                                    "cfjy": 98
                                },
                                "11": {
                                    "nvph": 14,
                                    "ldsl": 59,
                                    "whcd": 23,
                                    "cfjy": 14
                                },
                                "12": {
                                    "nvph": 35,
                                    "ldsl": 18,
                                    "whcd": 93,
                                    "cfjy": 58
                                }
                            }
                        },
                        "首都机场": {
                            "total_population": 96,
                            "radar_data": [
                                2666,
                                4803,
                                4232,
                                2694
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 94,
                                    "ldsl": 10,
                                    "whcd": 88,
                                    "cfjy": 55
                                },
                                "2": {
                                    "nvph": 35,
                                    "ldsl": 62,
                                    "whcd": 57,
                                    "cfjy": 85
                                },
                                "3": {
                                    "nvph": 34,
                                    "ldsl": 51,
                                    "whcd": 50,
                                    "cfjy": 31
                                },
                                "4": {
                                    "nvph": 45,
                                    "ldsl": 78,
                                    "whcd": 44,
                                    "cfjy": 49
                                },
                                "5": {
                                    "nvph": 88,
                                    "ldsl": 65,
                                    "whcd": 36,
                                    "cfjy": 29
                                },
                                "6": {
                                    "nvph": 70,
                                    "ldsl": 80,
                                    "whcd": 60,
                                    "cfjy": 34
                                },
                                "7": {
                                    "nvph": 89,
                                    "ldsl": 62,
                                    "whcd": 72,
                                    "cfjy": 91
                                },
                                "8": {
                                    "nvph": 55,
                                    "ldsl": 6,
                                    "whcd": 45,
                                    "cfjy": 20
                                },
                                "9": {
                                    "nvph": 74,
                                    "ldsl": 10,
                                    "whcd": 66,
                                    "cfjy": 69
                                },
                                "10": {
                                    "nvph": 14,
                                    "ldsl": 76,
                                    "whcd": 98,
                                    "cfjy": 21
                                },
                                "11": {
                                    "nvph": 84,
                                    "ldsl": 100,
                                    "whcd": 32,
                                    "cfjy": 100
                                },
                                "12": {
                                    "nvph": 23,
                                    "ldsl": 52,
                                    "whcd": 41,
                                    "cfjy": 51
                                }
                            }
                        },
                        "来广营地区": {
                            "total_population": 64,
                            "radar_data": [
                                2799,
                                3165,
                                4629,
                                2410
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 58,
                                    "ldsl": 58,
                                    "whcd": 36,
                                    "cfjy": 86
                                },
                                "2": {
                                    "nvph": 46,
                                    "ldsl": 17,
                                    "whcd": 9,
                                    "cfjy": 53
                                },
                                "3": {
                                    "nvph": 56,
                                    "ldsl": 64,
                                    "whcd": 81,
                                    "cfjy": 98
                                },
                                "4": {
                                    "nvph": 50,
                                    "ldsl": 18,
                                    "whcd": 70,
                                    "cfjy": 38
                                },
                                "5": {
                                    "nvph": 51,
                                    "ldsl": 81,
                                    "whcd": 86,
                                    "cfjy": 47
                                },
                                "6": {
                                    "nvph": 62,
                                    "ldsl": 46,
                                    "whcd": 30,
                                    "cfjy": 58
                                },
                                "7": {
                                    "nvph": 75,
                                    "ldsl": 92,
                                    "whcd": 49,
                                    "cfjy": 30
                                },
                                "8": {
                                    "nvph": 49,
                                    "ldsl": 89,
                                    "whcd": 86,
                                    "cfjy": 55
                                },
                                "9": {
                                    "nvph": 67,
                                    "ldsl": 44,
                                    "whcd": 59,
                                    "cfjy": 32
                                },
                                "10": {
                                    "nvph": 74,
                                    "ldsl": 52,
                                    "whcd": 26,
                                    "cfjy": 19
                                },
                                "11": {
                                    "nvph": 98,
                                    "ldsl": 24,
                                    "whcd": 96,
                                    "cfjy": 66
                                },
                                "12": {
                                    "nvph": 88,
                                    "ldsl": 1,
                                    "whcd": 43,
                                    "cfjy": 74
                                }
                            }
                        },
                        "朝外": {
                            "total_population": 67,
                            "radar_data": [
                                2622,
                                4480,
                                4235,
                                3185
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 17,
                                    "ldsl": 31,
                                    "whcd": 8,
                                    "cfjy": 80
                                },
                                "2": {
                                    "nvph": 18,
                                    "ldsl": 13,
                                    "whcd": 29,
                                    "cfjy": 68
                                },
                                "3": {
                                    "nvph": 32,
                                    "ldsl": 26,
                                    "whcd": 68,
                                    "cfjy": 30
                                },
                                "4": {
                                    "nvph": 37,
                                    "ldsl": 35,
                                    "whcd": 36,
                                    "cfjy": 33
                                },
                                "5": {
                                    "nvph": 46,
                                    "ldsl": 35,
                                    "whcd": 76,
                                    "cfjy": 60
                                },
                                "6": {
                                    "nvph": 26,
                                    "ldsl": 23,
                                    "whcd": 27,
                                    "cfjy": 34
                                },
                                "7": {
                                    "nvph": 11,
                                    "ldsl": 79,
                                    "whcd": 7,
                                    "cfjy": 44
                                },
                                "8": {
                                    "nvph": 81,
                                    "ldsl": 45,
                                    "whcd": 91,
                                    "cfjy": 54
                                },
                                "9": {
                                    "nvph": 60,
                                    "ldsl": 47,
                                    "whcd": 8,
                                    "cfjy": 22
                                },
                                "10": {
                                    "nvph": 51,
                                    "ldsl": 72,
                                    "whcd": 9,
                                    "cfjy": 51
                                },
                                "11": {
                                    "nvph": 25,
                                    "ldsl": 69,
                                    "whcd": 66,
                                    "cfjy": 70
                                },
                                "12": {
                                    "nvph": 64,
                                    "ldsl": 100,
                                    "whcd": 11,
                                    "cfjy": 58
                                }
                            }
                        },
                        "小红门地区": {
                            "total_population": 40,
                            "radar_data": [
                                3307,
                                2862,
                                4136,
                                4433
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 14,
                                    "ldsl": 30,
                                    "whcd": 85,
                                    "cfjy": 39
                                },
                                "2": {
                                    "nvph": 50,
                                    "ldsl": 56,
                                    "whcd": 62,
                                    "cfjy": 100
                                },
                                "3": {
                                    "nvph": 33,
                                    "ldsl": 73,
                                    "whcd": 5,
                                    "cfjy": 32
                                },
                                "4": {
                                    "nvph": 35,
                                    "ldsl": 12,
                                    "whcd": 63,
                                    "cfjy": 60
                                },
                                "5": {
                                    "nvph": 1,
                                    "ldsl": 73,
                                    "whcd": 81,
                                    "cfjy": 48
                                },
                                "6": {
                                    "nvph": 16,
                                    "ldsl": 83,
                                    "whcd": 77,
                                    "cfjy": 82
                                },
                                "7": {
                                    "nvph": 98,
                                    "ldsl": 30,
                                    "whcd": 63,
                                    "cfjy": 49
                                },
                                "8": {
                                    "nvph": 75,
                                    "ldsl": 98,
                                    "whcd": 26,
                                    "cfjy": 90
                                },
                                "9": {
                                    "nvph": 53,
                                    "ldsl": 55,
                                    "whcd": 80,
                                    "cfjy": 18
                                },
                                "10": {
                                    "nvph": 48,
                                    "ldsl": 73,
                                    "whcd": 61,
                                    "cfjy": 91
                                },
                                "11": {
                                    "nvph": 41,
                                    "ldsl": 22,
                                    "whcd": 83,
                                    "cfjy": 83
                                },
                                "12": {
                                    "nvph": 54,
                                    "ldsl": 66,
                                    "whcd": 44,
                                    "cfjy": 13
                                }
                            }
                        },
                        "小关": {
                            "total_population": 21,
                            "radar_data": [
                                2655,
                                3119,
                                4287,
                                3748
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 92,
                                    "ldsl": 67,
                                    "whcd": 67,
                                    "cfjy": 78
                                },
                                "2": {
                                    "nvph": 7,
                                    "ldsl": 98,
                                    "whcd": 54,
                                    "cfjy": 64
                                },
                                "3": {
                                    "nvph": 32,
                                    "ldsl": 93,
                                    "whcd": 46,
                                    "cfjy": 82
                                },
                                "4": {
                                    "nvph": 7,
                                    "ldsl": 26,
                                    "whcd": 66,
                                    "cfjy": 25
                                },
                                "5": {
                                    "nvph": 48,
                                    "ldsl": 45,
                                    "whcd": 69,
                                    "cfjy": 35
                                },
                                "6": {
                                    "nvph": 83,
                                    "ldsl": 51,
                                    "whcd": 64,
                                    "cfjy": 92
                                },
                                "7": {
                                    "nvph": 4,
                                    "ldsl": 33,
                                    "whcd": 64,
                                    "cfjy": 37
                                },
                                "8": {
                                    "nvph": 25,
                                    "ldsl": 93,
                                    "whcd": 46,
                                    "cfjy": 47
                                },
                                "9": {
                                    "nvph": 41,
                                    "ldsl": 57,
                                    "whcd": 24,
                                    "cfjy": 44
                                },
                                "10": {
                                    "nvph": 5,
                                    "ldsl": 2,
                                    "whcd": 31,
                                    "cfjy": 34
                                },
                                "11": {
                                    "nvph": 7,
                                    "ldsl": 91,
                                    "whcd": 12,
                                    "cfjy": 67
                                },
                                "12": {
                                    "nvph": 25,
                                    "ldsl": 1,
                                    "whcd": 42,
                                    "cfjy": 62
                                }
                            }
                        },
                        "八里庄": {
                            "total_population": 5,
                            "radar_data": [
                                2650,
                                3833,
                                4540,
                                2396
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 61,
                                    "ldsl": 10,
                                    "whcd": 7,
                                    "cfjy": 95
                                },
                                "2": {
                                    "nvph": 98,
                                    "ldsl": 67,
                                    "whcd": 13,
                                    "cfjy": 63
                                },
                                "3": {
                                    "nvph": 17,
                                    "ldsl": 62,
                                    "whcd": 62,
                                    "cfjy": 91
                                },
                                "4": {
                                    "nvph": 20,
                                    "ldsl": 34,
                                    "whcd": 12,
                                    "cfjy": 47
                                },
                                "5": {
                                    "nvph": 54,
                                    "ldsl": 32,
                                    "whcd": 89,
                                    "cfjy": 22
                                },
                                "6": {
                                    "nvph": 21,
                                    "ldsl": 52,
                                    "whcd": 22,
                                    "cfjy": 26
                                },
                                "7": {
                                    "nvph": 23,
                                    "ldsl": 24,
                                    "whcd": 7,
                                    "cfjy": 80
                                },
                                "8": {
                                    "nvph": 35,
                                    "ldsl": 28,
                                    "whcd": 73,
                                    "cfjy": 19
                                },
                                "9": {
                                    "nvph": 43,
                                    "ldsl": 72,
                                    "whcd": 7,
                                    "cfjy": 16
                                },
                                "10": {
                                    "nvph": 41,
                                    "ldsl": 12,
                                    "whcd": 26,
                                    "cfjy": 45
                                },
                                "11": {
                                    "nvph": 58,
                                    "ldsl": 89,
                                    "whcd": 3,
                                    "cfjy": 15
                                },
                                "12": {
                                    "nvph": 66,
                                    "ldsl": 76,
                                    "whcd": 62,
                                    "cfjy": 88
                                }
                            }
                        },
                        "崔各庄地区": {
                            "total_population": 27,
                            "radar_data": [
                                4422,
                                3439,
                                4936,
                                4274
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 57,
                                    "ldsl": 2,
                                    "whcd": 9,
                                    "cfjy": 23
                                },
                                "2": {
                                    "nvph": 74,
                                    "ldsl": 37,
                                    "whcd": 4,
                                    "cfjy": 62
                                },
                                "3": {
                                    "nvph": 28,
                                    "ldsl": 40,
                                    "whcd": 78,
                                    "cfjy": 51
                                },
                                "4": {
                                    "nvph": 16,
                                    "ldsl": 80,
                                    "whcd": 46,
                                    "cfjy": 8
                                },
                                "5": {
                                    "nvph": 74,
                                    "ldsl": 55,
                                    "whcd": 26,
                                    "cfjy": 14
                                },
                                "6": {
                                    "nvph": 72,
                                    "ldsl": 17,
                                    "whcd": 67,
                                    "cfjy": 88
                                },
                                "7": {
                                    "nvph": 53,
                                    "ldsl": 10,
                                    "whcd": 42,
                                    "cfjy": 34
                                },
                                "8": {
                                    "nvph": 3,
                                    "ldsl": 24,
                                    "whcd": 43,
                                    "cfjy": 27
                                },
                                "9": {
                                    "nvph": 91,
                                    "ldsl": 35,
                                    "whcd": 80,
                                    "cfjy": 93
                                },
                                "10": {
                                    "nvph": 96,
                                    "ldsl": 4,
                                    "whcd": 97,
                                    "cfjy": 2
                                },
                                "11": {
                                    "nvph": 76,
                                    "ldsl": 29,
                                    "whcd": 100,
                                    "cfjy": 83
                                },
                                "12": {
                                    "nvph": 89,
                                    "ldsl": 24,
                                    "whcd": 99,
                                    "cfjy": 17
                                }
                            }
                        },
                        "酒仙桥": {
                            "total_population": 68,
                            "radar_data": [
                                2631,
                                4484,
                                4196,
                                2474
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 27,
                                    "ldsl": 69,
                                    "whcd": 52,
                                    "cfjy": 34
                                },
                                "2": {
                                    "nvph": 60,
                                    "ldsl": 98,
                                    "whcd": 99,
                                    "cfjy": 1
                                },
                                "3": {
                                    "nvph": 8,
                                    "ldsl": 73,
                                    "whcd": 55,
                                    "cfjy": 47
                                },
                                "4": {
                                    "nvph": 92,
                                    "ldsl": 66,
                                    "whcd": 18,
                                    "cfjy": 47
                                },
                                "5": {
                                    "nvph": 20,
                                    "ldsl": 59,
                                    "whcd": 23,
                                    "cfjy": 28
                                },
                                "6": {
                                    "nvph": 7,
                                    "ldsl": 80,
                                    "whcd": 26,
                                    "cfjy": 67
                                },
                                "7": {
                                    "nvph": 68,
                                    "ldsl": 36,
                                    "whcd": 78,
                                    "cfjy": 57
                                },
                                "8": {
                                    "nvph": 30,
                                    "ldsl": 26,
                                    "whcd": 48,
                                    "cfjy": 44
                                },
                                "9": {
                                    "nvph": 68,
                                    "ldsl": 86,
                                    "whcd": 32,
                                    "cfjy": 78
                                },
                                "10": {
                                    "nvph": 74,
                                    "ldsl": 84,
                                    "whcd": 11,
                                    "cfjy": 82
                                },
                                "11": {
                                    "nvph": 25,
                                    "ldsl": 16,
                                    "whcd": 15,
                                    "cfjy": 21
                                },
                                "12": {
                                    "nvph": 66,
                                    "ldsl": 50,
                                    "whcd": 47,
                                    "cfjy": 19
                                }
                            }
                        },
                        "麦子店": {
                            "total_population": 52,
                            "radar_data": [
                                4487,
                                4531,
                                4827,
                                3905
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 26,
                                    "ldsl": 53,
                                    "whcd": 39,
                                    "cfjy": 62
                                },
                                "2": {
                                    "nvph": 96,
                                    "ldsl": 33,
                                    "whcd": 58,
                                    "cfjy": 98
                                },
                                "3": {
                                    "nvph": 33,
                                    "ldsl": 38,
                                    "whcd": 79,
                                    "cfjy": 62
                                },
                                "4": {
                                    "nvph": 94,
                                    "ldsl": 20,
                                    "whcd": 50,
                                    "cfjy": 58
                                },
                                "5": {
                                    "nvph": 17,
                                    "ldsl": 25,
                                    "whcd": 23,
                                    "cfjy": 86
                                },
                                "6": {
                                    "nvph": 66,
                                    "ldsl": 44,
                                    "whcd": 64,
                                    "cfjy": 14
                                },
                                "7": {
                                    "nvph": 55,
                                    "ldsl": 88,
                                    "whcd": 40,
                                    "cfjy": 7
                                },
                                "8": {
                                    "nvph": 63,
                                    "ldsl": 54,
                                    "whcd": 97,
                                    "cfjy": 88
                                },
                                "9": {
                                    "nvph": 73,
                                    "ldsl": 65,
                                    "whcd": 14,
                                    "cfjy": 69
                                },
                                "10": {
                                    "nvph": 2,
                                    "ldsl": 73,
                                    "whcd": 26,
                                    "cfjy": 11
                                },
                                "11": {
                                    "nvph": 13,
                                    "ldsl": 79,
                                    "whcd": 73,
                                    "cfjy": 17
                                },
                                "12": {
                                    "nvph": 27,
                                    "ldsl": 37,
                                    "whcd": 83,
                                    "cfjy": 73
                                }
                            }
                        },
                        "垈头": {
                            "total_population": 30,
                            "radar_data": [
                                3228,
                                3335,
                                2190,
                                3508
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 69,
                                    "ldsl": 90,
                                    "whcd": 15,
                                    "cfjy": 57
                                },
                                "2": {
                                    "nvph": 73,
                                    "ldsl": 18,
                                    "whcd": 32,
                                    "cfjy": 83
                                },
                                "3": {
                                    "nvph": 49,
                                    "ldsl": 18,
                                    "whcd": 75,
                                    "cfjy": 42
                                },
                                "4": {
                                    "nvph": 72,
                                    "ldsl": 37,
                                    "whcd": 80,
                                    "cfjy": 61
                                },
                                "5": {
                                    "nvph": 74,
                                    "ldsl": 5,
                                    "whcd": 47,
                                    "cfjy": 34
                                },
                                "6": {
                                    "nvph": 60,
                                    "ldsl": 41,
                                    "whcd": 82,
                                    "cfjy": 50
                                },
                                "7": {
                                    "nvph": 46,
                                    "ldsl": 95,
                                    "whcd": 86,
                                    "cfjy": 54
                                },
                                "8": {
                                    "nvph": 13,
                                    "ldsl": 8,
                                    "whcd": 33,
                                    "cfjy": 5
                                },
                                "9": {
                                    "nvph": 69,
                                    "ldsl": 61,
                                    "whcd": 38,
                                    "cfjy": 29
                                },
                                "10": {
                                    "nvph": 7,
                                    "ldsl": 48,
                                    "whcd": 4,
                                    "cfjy": 14
                                },
                                "11": {
                                    "nvph": 14,
                                    "ldsl": 55,
                                    "whcd": 64,
                                    "cfjy": 34
                                },
                                "12": {
                                    "nvph": 67,
                                    "ldsl": 96,
                                    "whcd": 74,
                                    "cfjy": 34
                                }
                            }
                        },
                        "孙河地区": {
                            "total_population": 52,
                            "radar_data": [
                                2360,
                                4326,
                                4929,
                                3629
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 29,
                                    "ldsl": 73,
                                    "whcd": 37,
                                    "cfjy": 60
                                },
                                "2": {
                                    "nvph": 33,
                                    "ldsl": 37,
                                    "whcd": 75,
                                    "cfjy": 81
                                },
                                "3": {
                                    "nvph": 20,
                                    "ldsl": 68,
                                    "whcd": 25,
                                    "cfjy": 96
                                },
                                "4": {
                                    "nvph": 79,
                                    "ldsl": 53,
                                    "whcd": 99,
                                    "cfjy": 17
                                },
                                "5": {
                                    "nvph": 60,
                                    "ldsl": 23,
                                    "whcd": 79,
                                    "cfjy": 48
                                },
                                "6": {
                                    "nvph": 83,
                                    "ldsl": 39,
                                    "whcd": 24,
                                    "cfjy": 44
                                },
                                "7": {
                                    "nvph": 100,
                                    "ldsl": 78,
                                    "whcd": 82,
                                    "cfjy": 37
                                },
                                "8": {
                                    "nvph": 41,
                                    "ldsl": 79,
                                    "whcd": 40,
                                    "cfjy": 91
                                },
                                "9": {
                                    "nvph": 87,
                                    "ldsl": 14,
                                    "whcd": 87,
                                    "cfjy": 36
                                },
                                "10": {
                                    "nvph": 84,
                                    "ldsl": 28,
                                    "whcd": 82,
                                    "cfjy": 70
                                },
                                "11": {
                                    "nvph": 89,
                                    "ldsl": 18,
                                    "whcd": 37,
                                    "cfjy": 11
                                },
                                "12": {
                                    "nvph": 29,
                                    "ldsl": 84,
                                    "whcd": 38,
                                    "cfjy": 22
                                }
                            }
                        },
                        "南磨房地区": {
                            "total_population": 96,
                            "radar_data": [
                                4882,
                                4971,
                                4718,
                                3821
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 81,
                                    "ldsl": 42,
                                    "whcd": 8,
                                    "cfjy": 23
                                },
                                "2": {
                                    "nvph": 48,
                                    "ldsl": 38,
                                    "whcd": 86,
                                    "cfjy": 39
                                },
                                "3": {
                                    "nvph": 39,
                                    "ldsl": 31,
                                    "whcd": 48,
                                    "cfjy": 57
                                },
                                "4": {
                                    "nvph": 11,
                                    "ldsl": 9,
                                    "whcd": 41,
                                    "cfjy": 80
                                },
                                "5": {
                                    "nvph": 39,
                                    "ldsl": 57,
                                    "whcd": 33,
                                    "cfjy": 85
                                },
                                "6": {
                                    "nvph": 20,
                                    "ldsl": 5,
                                    "whcd": 22,
                                    "cfjy": 83
                                },
                                "7": {
                                    "nvph": 6,
                                    "ldsl": 51,
                                    "whcd": 92,
                                    "cfjy": 37
                                },
                                "8": {
                                    "nvph": 44,
                                    "ldsl": 34,
                                    "whcd": 65,
                                    "cfjy": 50
                                },
                                "9": {
                                    "nvph": 13,
                                    "ldsl": 5,
                                    "whcd": 77,
                                    "cfjy": 30
                                },
                                "10": {
                                    "nvph": 6,
                                    "ldsl": 59,
                                    "whcd": 77,
                                    "cfjy": 79
                                },
                                "11": {
                                    "nvph": 40,
                                    "ldsl": 76,
                                    "whcd": 14,
                                    "cfjy": 50
                                },
                                "12": {
                                    "nvph": 46,
                                    "ldsl": 27,
                                    "whcd": 69,
                                    "cfjy": 47
                                }
                            }
                        },
                        "呼家楼": {
                            "total_population": 27,
                            "radar_data": [
                                2089,
                                2398,
                                3082,
                                2134
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 53,
                                    "ldsl": 5,
                                    "whcd": 90,
                                    "cfjy": 66
                                },
                                "2": {
                                    "nvph": 61,
                                    "ldsl": 51,
                                    "whcd": 94,
                                    "cfjy": 9
                                },
                                "3": {
                                    "nvph": 38,
                                    "ldsl": 29,
                                    "whcd": 97,
                                    "cfjy": 76
                                },
                                "4": {
                                    "nvph": 91,
                                    "ldsl": 65,
                                    "whcd": 53,
                                    "cfjy": 88
                                },
                                "5": {
                                    "nvph": 79,
                                    "ldsl": 43,
                                    "whcd": 55,
                                    "cfjy": 18
                                },
                                "6": {
                                    "nvph": 33,
                                    "ldsl": 22,
                                    "whcd": 9,
                                    "cfjy": 39
                                },
                                "7": {
                                    "nvph": 78,
                                    "ldsl": 6,
                                    "whcd": 86,
                                    "cfjy": 45
                                },
                                "8": {
                                    "nvph": 12,
                                    "ldsl": 24,
                                    "whcd": 46,
                                    "cfjy": 54
                                },
                                "9": {
                                    "nvph": 23,
                                    "ldsl": 95,
                                    "whcd": 3,
                                    "cfjy": 21
                                },
                                "10": {
                                    "nvph": 67,
                                    "ldsl": 99,
                                    "whcd": 27,
                                    "cfjy": 34
                                },
                                "11": {
                                    "nvph": 15,
                                    "ldsl": 63,
                                    "whcd": 35,
                                    "cfjy": 26
                                },
                                "12": {
                                    "nvph": 94,
                                    "ldsl": 80,
                                    "whcd": 35,
                                    "cfjy": 42
                                }
                            }
                        },
                        "东坝地区": {
                            "total_population": 5,
                            "radar_data": [
                                3985,
                                3137,
                                3893,
                                4764
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 85,
                                    "ldsl": 14,
                                    "whcd": 54,
                                    "cfjy": 41
                                },
                                "2": {
                                    "nvph": 50,
                                    "ldsl": 52,
                                    "whcd": 47,
                                    "cfjy": 19
                                },
                                "3": {
                                    "nvph": 71,
                                    "ldsl": 31,
                                    "whcd": 1,
                                    "cfjy": 3
                                },
                                "4": {
                                    "nvph": 94,
                                    "ldsl": 100,
                                    "whcd": 76,
                                    "cfjy": 43
                                },
                                "5": {
                                    "nvph": 59,
                                    "ldsl": 36,
                                    "whcd": 80,
                                    "cfjy": 35
                                },
                                "6": {
                                    "nvph": 18,
                                    "ldsl": 69,
                                    "whcd": 28,
                                    "cfjy": 39
                                },
                                "7": {
                                    "nvph": 32,
                                    "ldsl": 78,
                                    "whcd": 56,
                                    "cfjy": 91
                                },
                                "8": {
                                    "nvph": 59,
                                    "ldsl": 22,
                                    "whcd": 82,
                                    "cfjy": 5
                                },
                                "9": {
                                    "nvph": 23,
                                    "ldsl": 33,
                                    "whcd": 31,
                                    "cfjy": 51
                                },
                                "10": {
                                    "nvph": 35,
                                    "ldsl": 95,
                                    "whcd": 71,
                                    "cfjy": 1
                                },
                                "11": {
                                    "nvph": 29,
                                    "ldsl": 96,
                                    "whcd": 31,
                                    "cfjy": 19
                                },
                                "12": {
                                    "nvph": 45,
                                    "ldsl": 88,
                                    "whcd": 86,
                                    "cfjy": 10
                                }
                            }
                        },
                        "官庄地区": {
                            "total_population": 69,
                            "radar_data": [
                                3958,
                                4154,
                                4204,
                                2916
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 4,
                                    "ldsl": 41,
                                    "whcd": 69,
                                    "cfjy": 48
                                },
                                "2": {
                                    "nvph": 53,
                                    "ldsl": 24,
                                    "whcd": 57,
                                    "cfjy": 98
                                },
                                "3": {
                                    "nvph": 26,
                                    "ldsl": 90,
                                    "whcd": 44,
                                    "cfjy": 69
                                },
                                "4": {
                                    "nvph": 38,
                                    "ldsl": 90,
                                    "whcd": 65,
                                    "cfjy": 99
                                },
                                "5": {
                                    "nvph": 61,
                                    "ldsl": 3,
                                    "whcd": 94,
                                    "cfjy": 26
                                },
                                "6": {
                                    "nvph": 71,
                                    "ldsl": 44,
                                    "whcd": 34,
                                    "cfjy": 7
                                },
                                "7": {
                                    "nvph": 8,
                                    "ldsl": 86,
                                    "whcd": 31,
                                    "cfjy": 100
                                },
                                "8": {
                                    "nvph": 82,
                                    "ldsl": 21,
                                    "whcd": 88,
                                    "cfjy": 11
                                },
                                "9": {
                                    "nvph": 72,
                                    "ldsl": 92,
                                    "whcd": 84,
                                    "cfjy": 82
                                },
                                "10": {
                                    "nvph": 34,
                                    "ldsl": 42,
                                    "whcd": 33,
                                    "cfjy": 87
                                },
                                "11": {
                                    "nvph": 27,
                                    "ldsl": 8,
                                    "whcd": 68,
                                    "cfjy": 69
                                },
                                "12": {
                                    "nvph": 3,
                                    "ldsl": 72,
                                    "whcd": 33,
                                    "cfjy": 72
                                }
                            }
                        },
                        "东风地区": {
                            "total_population": 47,
                            "radar_data": [
                                4670,
                                2665,
                                4367,
                                3009
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 55,
                                    "ldsl": 86,
                                    "whcd": 16,
                                    "cfjy": 24
                                },
                                "2": {
                                    "nvph": 11,
                                    "ldsl": 36,
                                    "whcd": 24,
                                    "cfjy": 6
                                },
                                "3": {
                                    "nvph": 79,
                                    "ldsl": 55,
                                    "whcd": 83,
                                    "cfjy": 98
                                },
                                "4": {
                                    "nvph": 41,
                                    "ldsl": 70,
                                    "whcd": 68,
                                    "cfjy": 40
                                },
                                "5": {
                                    "nvph": 15,
                                    "ldsl": 50,
                                    "whcd": 26,
                                    "cfjy": 82
                                },
                                "6": {
                                    "nvph": 98,
                                    "ldsl": 95,
                                    "whcd": 69,
                                    "cfjy": 88
                                },
                                "7": {
                                    "nvph": 37,
                                    "ldsl": 51,
                                    "whcd": 58,
                                    "cfjy": 29
                                },
                                "8": {
                                    "nvph": 5,
                                    "ldsl": 53,
                                    "whcd": 53,
                                    "cfjy": 13
                                },
                                "9": {
                                    "nvph": 4,
                                    "ldsl": 27,
                                    "whcd": 94,
                                    "cfjy": 54
                                },
                                "10": {
                                    "nvph": 91,
                                    "ldsl": 12,
                                    "whcd": 10,
                                    "cfjy": 99
                                },
                                "11": {
                                    "nvph": 18,
                                    "ldsl": 93,
                                    "whcd": 38,
                                    "cfjy": 83
                                },
                                "12": {
                                    "nvph": 85,
                                    "ldsl": 5,
                                    "whcd": 64,
                                    "cfjy": 13
                                }
                            }
                        },
                        "香河园": {
                            "total_population": 42,
                            "radar_data": [
                                4599,
                                3740,
                                3445,
                                4185
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 79,
                                    "ldsl": 71,
                                    "whcd": 35,
                                    "cfjy": 29
                                },
                                "2": {
                                    "nvph": 87,
                                    "ldsl": 89,
                                    "whcd": 38,
                                    "cfjy": 44
                                },
                                "3": {
                                    "nvph": 2,
                                    "ldsl": 35,
                                    "whcd": 87,
                                    "cfjy": 81
                                },
                                "4": {
                                    "nvph": 39,
                                    "ldsl": 9,
                                    "whcd": 58,
                                    "cfjy": 21
                                },
                                "5": {
                                    "nvph": 57,
                                    "ldsl": 27,
                                    "whcd": 99,
                                    "cfjy": 100
                                },
                                "6": {
                                    "nvph": 22,
                                    "ldsl": 38,
                                    "whcd": 18,
                                    "cfjy": 21
                                },
                                "7": {
                                    "nvph": 29,
                                    "ldsl": 31,
                                    "whcd": 78,
                                    "cfjy": 38
                                },
                                "8": {
                                    "nvph": 33,
                                    "ldsl": 26,
                                    "whcd": 80,
                                    "cfjy": 31
                                },
                                "9": {
                                    "nvph": 57,
                                    "ldsl": 41,
                                    "whcd": 93,
                                    "cfjy": 43
                                },
                                "10": {
                                    "nvph": 83,
                                    "ldsl": 49,
                                    "whcd": 38,
                                    "cfjy": 27
                                },
                                "11": {
                                    "nvph": 69,
                                    "ldsl": 22,
                                    "whcd": 100,
                                    "cfjy": 50
                                },
                                "12": {
                                    "nvph": 54,
                                    "ldsl": 9,
                                    "whcd": 74,
                                    "cfjy": 35
                                }
                            }
                        },
                        "安贞": {
                            "total_population": 69,
                            "radar_data": [
                                3265,
                                3342,
                                4555,
                                4355
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 62,
                                    "ldsl": 15,
                                    "whcd": 92,
                                    "cfjy": 83
                                },
                                "2": {
                                    "nvph": 22,
                                    "ldsl": 9,
                                    "whcd": 71,
                                    "cfjy": 55
                                },
                                "3": {
                                    "nvph": 94,
                                    "ldsl": 85,
                                    "whcd": 17,
                                    "cfjy": 40
                                },
                                "4": {
                                    "nvph": 100,
                                    "ldsl": 5,
                                    "whcd": 56,
                                    "cfjy": 59
                                },
                                "5": {
                                    "nvph": 88,
                                    "ldsl": 31,
                                    "whcd": 24,
                                    "cfjy": 55
                                },
                                "6": {
                                    "nvph": 9,
                                    "ldsl": 11,
                                    "whcd": 52,
                                    "cfjy": 26
                                },
                                "7": {
                                    "nvph": 54,
                                    "ldsl": 37,
                                    "whcd": 62,
                                    "cfjy": 56
                                },
                                "8": {
                                    "nvph": 19,
                                    "ldsl": 17,
                                    "whcd": 23,
                                    "cfjy": 31
                                },
                                "9": {
                                    "nvph": 83,
                                    "ldsl": 52,
                                    "whcd": 16,
                                    "cfjy": 11
                                },
                                "10": {
                                    "nvph": 64,
                                    "ldsl": 49,
                                    "whcd": 19,
                                    "cfjy": 50
                                },
                                "11": {
                                    "nvph": 75,
                                    "ldsl": 31,
                                    "whcd": 32,
                                    "cfjy": 66
                                },
                                "12": {
                                    "nvph": 65,
                                    "ldsl": 37,
                                    "whcd": 60,
                                    "cfjy": 49
                                }
                            }
                        },
                        "高碑店地区": {
                            "total_population": 69,
                            "radar_data": [
                                3164,
                                2565,
                                3480,
                                2476
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 68,
                                    "ldsl": 11,
                                    "whcd": 52,
                                    "cfjy": 27
                                },
                                "2": {
                                    "nvph": 90,
                                    "ldsl": 81,
                                    "whcd": 46,
                                    "cfjy": 12
                                },
                                "3": {
                                    "nvph": 92,
                                    "ldsl": 6,
                                    "whcd": 71,
                                    "cfjy": 45
                                },
                                "4": {
                                    "nvph": 62,
                                    "ldsl": 2,
                                    "whcd": 83,
                                    "cfjy": 75
                                },
                                "5": {
                                    "nvph": 2,
                                    "ldsl": 24,
                                    "whcd": 56,
                                    "cfjy": 95
                                },
                                "6": {
                                    "nvph": 7,
                                    "ldsl": 97,
                                    "whcd": 29,
                                    "cfjy": 65
                                },
                                "7": {
                                    "nvph": 66,
                                    "ldsl": 45,
                                    "whcd": 7,
                                    "cfjy": 74
                                },
                                "8": {
                                    "nvph": 89,
                                    "ldsl": 54,
                                    "whcd": 34,
                                    "cfjy": 18
                                },
                                "9": {
                                    "nvph": 70,
                                    "ldsl": 37,
                                    "whcd": 31,
                                    "cfjy": 18
                                },
                                "10": {
                                    "nvph": 42,
                                    "ldsl": 4,
                                    "whcd": 20,
                                    "cfjy": 24
                                },
                                "11": {
                                    "nvph": 34,
                                    "ldsl": 80,
                                    "whcd": 20,
                                    "cfjy": 20
                                },
                                "12": {
                                    "nvph": 47,
                                    "ldsl": 89,
                                    "whcd": 15,
                                    "cfjy": 62
                                }
                            }
                        },
                        "团结湖": {
                            "total_population": 71,
                            "radar_data": [
                                2375,
                                2830,
                                2515,
                                4435
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 1,
                                    "ldsl": 46,
                                    "whcd": 23,
                                    "cfjy": 89
                                },
                                "2": {
                                    "nvph": 39,
                                    "ldsl": 48,
                                    "whcd": 58,
                                    "cfjy": 67
                                },
                                "3": {
                                    "nvph": 65,
                                    "ldsl": 81,
                                    "whcd": 44,
                                    "cfjy": 15
                                },
                                "4": {
                                    "nvph": 62,
                                    "ldsl": 47,
                                    "whcd": 46,
                                    "cfjy": 41
                                },
                                "5": {
                                    "nvph": 11,
                                    "ldsl": 39,
                                    "whcd": 8,
                                    "cfjy": 33
                                },
                                "6": {
                                    "nvph": 74,
                                    "ldsl": 50,
                                    "whcd": 88,
                                    "cfjy": 42
                                },
                                "7": {
                                    "nvph": 56,
                                    "ldsl": 94,
                                    "whcd": 48,
                                    "cfjy": 85
                                },
                                "8": {
                                    "nvph": 86,
                                    "ldsl": 90,
                                    "whcd": 99,
                                    "cfjy": 45
                                },
                                "9": {
                                    "nvph": 48,
                                    "ldsl": 88,
                                    "whcd": 92,
                                    "cfjy": 25
                                },
                                "10": {
                                    "nvph": 84,
                                    "ldsl": 47,
                                    "whcd": 63,
                                    "cfjy": 9
                                },
                                "11": {
                                    "nvph": 75,
                                    "ldsl": 85,
                                    "whcd": 99,
                                    "cfjy": 44
                                },
                                "12": {
                                    "nvph": 69,
                                    "ldsl": 66,
                                    "whcd": 60,
                                    "cfjy": 48
                                }
                            }
                        },
                        "六里屯": {
                            "total_population": 86,
                            "radar_data": [
                                2200,
                                4449,
                                4537,
                                2562
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 52,
                                    "ldsl": 12,
                                    "whcd": 19,
                                    "cfjy": 19
                                },
                                "2": {
                                    "nvph": 64,
                                    "ldsl": 58,
                                    "whcd": 53,
                                    "cfjy": 37
                                },
                                "3": {
                                    "nvph": 49,
                                    "ldsl": 75,
                                    "whcd": 83,
                                    "cfjy": 77
                                },
                                "4": {
                                    "nvph": 24,
                                    "ldsl": 42,
                                    "whcd": 12,
                                    "cfjy": 10
                                },
                                "5": {
                                    "nvph": 49,
                                    "ldsl": 67,
                                    "whcd": 89,
                                    "cfjy": 57
                                },
                                "6": {
                                    "nvph": 12,
                                    "ldsl": 48,
                                    "whcd": 69,
                                    "cfjy": 82
                                },
                                "7": {
                                    "nvph": 48,
                                    "ldsl": 38,
                                    "whcd": 74,
                                    "cfjy": 23
                                },
                                "8": {
                                    "nvph": 63,
                                    "ldsl": 96,
                                    "whcd": 30,
                                    "cfjy": 60
                                },
                                "9": {
                                    "nvph": 92,
                                    "ldsl": 9,
                                    "whcd": 84,
                                    "cfjy": 67
                                },
                                "10": {
                                    "nvph": 12,
                                    "ldsl": 20,
                                    "whcd": 15,
                                    "cfjy": 80
                                },
                                "11": {
                                    "nvph": 39,
                                    "ldsl": 9,
                                    "whcd": 70,
                                    "cfjy": 36
                                },
                                "12": {
                                    "nvph": 7,
                                    "ldsl": 86,
                                    "whcd": 6,
                                    "cfjy": 59
                                }
                            }
                        },
                        "十八里店地区": {
                            "total_population": 50,
                            "radar_data": [
                                4229,
                                4928,
                                2570,
                                2495
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 56,
                                    "ldsl": 90,
                                    "whcd": 90,
                                    "cfjy": 4
                                },
                                "2": {
                                    "nvph": 38,
                                    "ldsl": 93,
                                    "whcd": 54,
                                    "cfjy": 76
                                },
                                "3": {
                                    "nvph": 80,
                                    "ldsl": 59,
                                    "whcd": 43,
                                    "cfjy": 78
                                },
                                "4": {
                                    "nvph": 96,
                                    "ldsl": 9,
                                    "whcd": 96,
                                    "cfjy": 8
                                },
                                "5": {
                                    "nvph": 77,
                                    "ldsl": 40,
                                    "whcd": 85,
                                    "cfjy": 96
                                },
                                "6": {
                                    "nvph": 87,
                                    "ldsl": 2,
                                    "whcd": 73,
                                    "cfjy": 62
                                },
                                "7": {
                                    "nvph": 58,
                                    "ldsl": 37,
                                    "whcd": 54,
                                    "cfjy": 24
                                },
                                "8": {
                                    "nvph": 96,
                                    "ldsl": 12,
                                    "whcd": 24,
                                    "cfjy": 21
                                },
                                "9": {
                                    "nvph": 47,
                                    "ldsl": 83,
                                    "whcd": 12,
                                    "cfjy": 48
                                },
                                "10": {
                                    "nvph": 70,
                                    "ldsl": 5,
                                    "whcd": 79,
                                    "cfjy": 54
                                },
                                "11": {
                                    "nvph": 18,
                                    "ldsl": 8,
                                    "whcd": 98,
                                    "cfjy": 32
                                },
                                "12": {
                                    "nvph": 9,
                                    "ldsl": 13,
                                    "whcd": 5,
                                    "cfjy": 92
                                }
                            }
                        },
                        "奥运村地区": {
                            "total_population": 36,
                            "radar_data": [
                                2808,
                                4869,
                                4198,
                                4125
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 21,
                                    "ldsl": 29,
                                    "whcd": 96,
                                    "cfjy": 93
                                },
                                "2": {
                                    "nvph": 25,
                                    "ldsl": 22,
                                    "whcd": 91,
                                    "cfjy": 38
                                },
                                "3": {
                                    "nvph": 2,
                                    "ldsl": 1,
                                    "whcd": 48,
                                    "cfjy": 81
                                },
                                "4": {
                                    "nvph": 29,
                                    "ldsl": 68,
                                    "whcd": 28,
                                    "cfjy": 11
                                },
                                "5": {
                                    "nvph": 64,
                                    "ldsl": 99,
                                    "whcd": 89,
                                    "cfjy": 55
                                },
                                "6": {
                                    "nvph": 71,
                                    "ldsl": 55,
                                    "whcd": 71,
                                    "cfjy": 75
                                },
                                "7": {
                                    "nvph": 26,
                                    "ldsl": 30,
                                    "whcd": 66,
                                    "cfjy": 60
                                },
                                "8": {
                                    "nvph": 80,
                                    "ldsl": 64,
                                    "whcd": 12,
                                    "cfjy": 83
                                },
                                "9": {
                                    "nvph": 14,
                                    "ldsl": 75,
                                    "whcd": 69,
                                    "cfjy": 28
                                },
                                "10": {
                                    "nvph": 75,
                                    "ldsl": 12,
                                    "whcd": 58,
                                    "cfjy": 30
                                },
                                "11": {
                                    "nvph": 83,
                                    "ldsl": 58,
                                    "whcd": 92,
                                    "cfjy": 67
                                },
                                "12": {
                                    "nvph": 88,
                                    "ldsl": 7,
                                    "whcd": 82,
                                    "cfjy": 17
                                }
                            }
                        },
                        "潘家园": {
                            "total_population": 46,
                            "radar_data": [
                                4838,
                                3711,
                                4373,
                                4310
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 48,
                                    "ldsl": 20,
                                    "whcd": 72,
                                    "cfjy": 80
                                },
                                "2": {
                                    "nvph": 84,
                                    "ldsl": 28,
                                    "whcd": 33,
                                    "cfjy": 27
                                },
                                "3": {
                                    "nvph": 96,
                                    "ldsl": 23,
                                    "whcd": 35,
                                    "cfjy": 26
                                },
                                "4": {
                                    "nvph": 29,
                                    "ldsl": 29,
                                    "whcd": 38,
                                    "cfjy": 42
                                },
                                "5": {
                                    "nvph": 22,
                                    "ldsl": 87,
                                    "whcd": 99,
                                    "cfjy": 12
                                },
                                "6": {
                                    "nvph": 13,
                                    "ldsl": 81,
                                    "whcd": 45,
                                    "cfjy": 87
                                },
                                "7": {
                                    "nvph": 4,
                                    "ldsl": 40,
                                    "whcd": 98,
                                    "cfjy": 97
                                },
                                "8": {
                                    "nvph": 67,
                                    "ldsl": 50,
                                    "whcd": 67,
                                    "cfjy": 8
                                },
                                "9": {
                                    "nvph": 71,
                                    "ldsl": 12,
                                    "whcd": 60,
                                    "cfjy": 34
                                },
                                "10": {
                                    "nvph": 74,
                                    "ldsl": 17,
                                    "whcd": 100,
                                    "cfjy": 64
                                },
                                "11": {
                                    "nvph": 85,
                                    "ldsl": 27,
                                    "whcd": 53,
                                    "cfjy": 99
                                },
                                "12": {
                                    "nvph": 35,
                                    "ldsl": 15,
                                    "whcd": 64,
                                    "cfjy": 54
                                }
                            }
                        },
                        "大屯": {
                            "total_population": 61,
                            "radar_data": [
                                2669,
                                3797,
                                2773,
                                3073
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 1,
                                    "ldsl": 17,
                                    "whcd": 58,
                                    "cfjy": 71
                                },
                                "2": {
                                    "nvph": 94,
                                    "ldsl": 40,
                                    "whcd": 89,
                                    "cfjy": 39
                                },
                                "3": {
                                    "nvph": 87,
                                    "ldsl": 7,
                                    "whcd": 74,
                                    "cfjy": 51
                                },
                                "4": {
                                    "nvph": 73,
                                    "ldsl": 64,
                                    "whcd": 70,
                                    "cfjy": 52
                                },
                                "5": {
                                    "nvph": 63,
                                    "ldsl": 60,
                                    "whcd": 38,
                                    "cfjy": 76
                                },
                                "6": {
                                    "nvph": 78,
                                    "ldsl": 90,
                                    "whcd": 94,
                                    "cfjy": 22
                                },
                                "7": {
                                    "nvph": 44,
                                    "ldsl": 32,
                                    "whcd": 90,
                                    "cfjy": 37
                                },
                                "8": {
                                    "nvph": 71,
                                    "ldsl": 86,
                                    "whcd": 9,
                                    "cfjy": 34
                                },
                                "9": {
                                    "nvph": 95,
                                    "ldsl": 18,
                                    "whcd": 81,
                                    "cfjy": 67
                                },
                                "10": {
                                    "nvph": 37,
                                    "ldsl": 16,
                                    "whcd": 44,
                                    "cfjy": 38
                                },
                                "11": {
                                    "nvph": 90,
                                    "ldsl": 28,
                                    "whcd": 80,
                                    "cfjy": 63
                                },
                                "12": {
                                    "nvph": 93,
                                    "ldsl": 95,
                                    "whcd": 2,
                                    "cfjy": 14
                                }
                            }
                        },
                        "豆各庄地区": {
                            "total_population": 54,
                            "radar_data": [
                                2551,
                                3653,
                                4638,
                                3306
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 52,
                                    "ldsl": 92,
                                    "whcd": 77,
                                    "cfjy": 94
                                },
                                "2": {
                                    "nvph": 42,
                                    "ldsl": 32,
                                    "whcd": 53,
                                    "cfjy": 40
                                },
                                "3": {
                                    "nvph": 27,
                                    "ldsl": 99,
                                    "whcd": 11,
                                    "cfjy": 32
                                },
                                "4": {
                                    "nvph": 22,
                                    "ldsl": 84,
                                    "whcd": 14,
                                    "cfjy": 75
                                },
                                "5": {
                                    "nvph": 1,
                                    "ldsl": 43,
                                    "whcd": 50,
                                    "cfjy": 93
                                },
                                "6": {
                                    "nvph": 74,
                                    "ldsl": 95,
                                    "whcd": 45,
                                    "cfjy": 15
                                },
                                "7": {
                                    "nvph": 90,
                                    "ldsl": 8,
                                    "whcd": 5,
                                    "cfjy": 60
                                },
                                "8": {
                                    "nvph": 23,
                                    "ldsl": 37,
                                    "whcd": 85,
                                    "cfjy": 38
                                },
                                "9": {
                                    "nvph": 17,
                                    "ldsl": 46,
                                    "whcd": 79,
                                    "cfjy": 18
                                },
                                "10": {
                                    "nvph": 33,
                                    "ldsl": 65,
                                    "whcd": 60,
                                    "cfjy": 93
                                },
                                "11": {
                                    "nvph": 83,
                                    "ldsl": 96,
                                    "whcd": 85,
                                    "cfjy": 35
                                },
                                "12": {
                                    "nvph": 87,
                                    "ldsl": 64,
                                    "whcd": 7,
                                    "cfjy": 14
                                }
                            }
                        },
                        "常营地区": {
                            "total_population": 82,
                            "radar_data": [
                                4610,
                                3313,
                                4118,
                                2437
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 91,
                                    "ldsl": 16,
                                    "whcd": 51,
                                    "cfjy": 64
                                },
                                "2": {
                                    "nvph": 51,
                                    "ldsl": 98,
                                    "whcd": 13,
                                    "cfjy": 24
                                },
                                "3": {
                                    "nvph": 82,
                                    "ldsl": 52,
                                    "whcd": 17,
                                    "cfjy": 19
                                },
                                "4": {
                                    "nvph": 6,
                                    "ldsl": 90,
                                    "whcd": 21,
                                    "cfjy": 74
                                },
                                "5": {
                                    "nvph": 76,
                                    "ldsl": 81,
                                    "whcd": 14,
                                    "cfjy": 38
                                },
                                "6": {
                                    "nvph": 20,
                                    "ldsl": 46,
                                    "whcd": 32,
                                    "cfjy": 50
                                },
                                "7": {
                                    "nvph": 86,
                                    "ldsl": 89,
                                    "whcd": 28,
                                    "cfjy": 10
                                },
                                "8": {
                                    "nvph": 51,
                                    "ldsl": 100,
                                    "whcd": 11,
                                    "cfjy": 80
                                },
                                "9": {
                                    "nvph": 59,
                                    "ldsl": 57,
                                    "whcd": 6,
                                    "cfjy": 97
                                },
                                "10": {
                                    "nvph": 2,
                                    "ldsl": 40,
                                    "whcd": 59,
                                    "cfjy": 73
                                },
                                "11": {
                                    "nvph": 66,
                                    "ldsl": 86,
                                    "whcd": 52,
                                    "cfjy": 51
                                },
                                "12": {
                                    "nvph": 31,
                                    "ldsl": 62,
                                    "whcd": 18,
                                    "cfjy": 66
                                }
                            }
                        },
                        "和平街": {
                            "total_population": 97,
                            "radar_data": [
                                3040,
                                3847,
                                2181,
                                2177
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 79,
                                    "ldsl": 67,
                                    "whcd": 21,
                                    "cfjy": 74
                                },
                                "2": {
                                    "nvph": 18,
                                    "ldsl": 33,
                                    "whcd": 28,
                                    "cfjy": 28
                                },
                                "3": {
                                    "nvph": 97,
                                    "ldsl": 35,
                                    "whcd": 18,
                                    "cfjy": 74
                                },
                                "4": {
                                    "nvph": 10,
                                    "ldsl": 20,
                                    "whcd": 11,
                                    "cfjy": 88
                                },
                                "5": {
                                    "nvph": 71,
                                    "ldsl": 66,
                                    "whcd": 60,
                                    "cfjy": 4
                                },
                                "6": {
                                    "nvph": 29,
                                    "ldsl": 98,
                                    "whcd": 100,
                                    "cfjy": 20
                                },
                                "7": {
                                    "nvph": 81,
                                    "ldsl": 56,
                                    "whcd": 49,
                                    "cfjy": 100
                                },
                                "8": {
                                    "nvph": 89,
                                    "ldsl": 14,
                                    "whcd": 79,
                                    "cfjy": 41
                                },
                                "9": {
                                    "nvph": 79,
                                    "ldsl": 19,
                                    "whcd": 94,
                                    "cfjy": 44
                                },
                                "10": {
                                    "nvph": 70,
                                    "ldsl": 95,
                                    "whcd": 44,
                                    "cfjy": 69
                                },
                                "11": {
                                    "nvph": 17,
                                    "ldsl": 96,
                                    "whcd": 76,
                                    "cfjy": 81
                                },
                                "12": {
                                    "nvph": 46,
                                    "ldsl": 29,
                                    "whcd": 62,
                                    "cfjy": 47
                                }
                            }
                        },
                        "三里屯": {
                            "total_population": 70,
                            "radar_data": [
                                2277,
                                4408,
                                2782,
                                3130
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 27,
                                    "ldsl": 30,
                                    "whcd": 61,
                                    "cfjy": 87
                                },
                                "2": {
                                    "nvph": 99,
                                    "ldsl": 39,
                                    "whcd": 45,
                                    "cfjy": 62
                                },
                                "3": {
                                    "nvph": 86,
                                    "ldsl": 53,
                                    "whcd": 71,
                                    "cfjy": 15
                                },
                                "4": {
                                    "nvph": 2,
                                    "ldsl": 44,
                                    "whcd": 15,
                                    "cfjy": 81
                                },
                                "5": {
                                    "nvph": 28,
                                    "ldsl": 72,
                                    "whcd": 82,
                                    "cfjy": 49
                                },
                                "6": {
                                    "nvph": 72,
                                    "ldsl": 35,
                                    "whcd": 55,
                                    "cfjy": 60
                                },
                                "7": {
                                    "nvph": 77,
                                    "ldsl": 91,
                                    "whcd": 90,
                                    "cfjy": 23
                                },
                                "8": {
                                    "nvph": 14,
                                    "ldsl": 3,
                                    "whcd": 26,
                                    "cfjy": 87
                                },
                                "9": {
                                    "nvph": 67,
                                    "ldsl": 30,
                                    "whcd": 63,
                                    "cfjy": 99
                                },
                                "10": {
                                    "nvph": 26,
                                    "ldsl": 70,
                                    "whcd": 61,
                                    "cfjy": 15
                                },
                                "11": {
                                    "nvph": 68,
                                    "ldsl": 83,
                                    "whcd": 42,
                                    "cfjy": 72
                                },
                                "12": {
                                    "nvph": 62,
                                    "ldsl": 31,
                                    "whcd": 48,
                                    "cfjy": 65
                                }
                            }
                        },
                        "劲松": {
                            "total_population": 74,
                            "radar_data": [
                                3721,
                                2878,
                                2210,
                                4638
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 78,
                                    "ldsl": 64,
                                    "whcd": 62,
                                    "cfjy": 12
                                },
                                "2": {
                                    "nvph": 3,
                                    "ldsl": 14,
                                    "whcd": 57,
                                    "cfjy": 4
                                },
                                "3": {
                                    "nvph": 9,
                                    "ldsl": 52,
                                    "whcd": 21,
                                    "cfjy": 78
                                },
                                "4": {
                                    "nvph": 33,
                                    "ldsl": 41,
                                    "whcd": 23,
                                    "cfjy": 31
                                },
                                "5": {
                                    "nvph": 9,
                                    "ldsl": 34,
                                    "whcd": 69,
                                    "cfjy": 99
                                },
                                "6": {
                                    "nvph": 22,
                                    "ldsl": 89,
                                    "whcd": 67,
                                    "cfjy": 65
                                },
                                "7": {
                                    "nvph": 5,
                                    "ldsl": 82,
                                    "whcd": 89,
                                    "cfjy": 8
                                },
                                "8": {
                                    "nvph": 28,
                                    "ldsl": 16,
                                    "whcd": 36,
                                    "cfjy": 42
                                },
                                "9": {
                                    "nvph": 39,
                                    "ldsl": 96,
                                    "whcd": 65,
                                    "cfjy": 68
                                },
                                "10": {
                                    "nvph": 12,
                                    "ldsl": 46,
                                    "whcd": 6,
                                    "cfjy": 7
                                },
                                "11": {
                                    "nvph": 23,
                                    "ldsl": 83,
                                    "whcd": 87,
                                    "cfjy": 7
                                },
                                "12": {
                                    "nvph": 98,
                                    "ldsl": 68,
                                    "whcd": 60,
                                    "cfjy": 5
                                }
                            }
                        },
                        "黑庄户地区": {
                            "total_population": 65,
                            "radar_data": [
                                2388,
                                2856,
                                2307,
                                4361
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 12,
                                    "ldsl": 61,
                                    "whcd": 47,
                                    "cfjy": 36
                                },
                                "2": {
                                    "nvph": 79,
                                    "ldsl": 17,
                                    "whcd": 34,
                                    "cfjy": 83
                                },
                                "3": {
                                    "nvph": 53,
                                    "ldsl": 86,
                                    "whcd": 100,
                                    "cfjy": 33
                                },
                                "4": {
                                    "nvph": 1,
                                    "ldsl": 21,
                                    "whcd": 3,
                                    "cfjy": 25
                                },
                                "5": {
                                    "nvph": 48,
                                    "ldsl": 80,
                                    "whcd": 31,
                                    "cfjy": 18
                                },
                                "6": {
                                    "nvph": 52,
                                    "ldsl": 69,
                                    "whcd": 89,
                                    "cfjy": 98
                                },
                                "7": {
                                    "nvph": 4,
                                    "ldsl": 9,
                                    "whcd": 82,
                                    "cfjy": 60
                                },
                                "8": {
                                    "nvph": 10,
                                    "ldsl": 60,
                                    "whcd": 82,
                                    "cfjy": 46
                                },
                                "9": {
                                    "nvph": 92,
                                    "ldsl": 62,
                                    "whcd": 14,
                                    "cfjy": 100
                                },
                                "10": {
                                    "nvph": 13,
                                    "ldsl": 13,
                                    "whcd": 50,
                                    "cfjy": 2
                                },
                                "11": {
                                    "nvph": 54,
                                    "ldsl": 18,
                                    "whcd": 19,
                                    "cfjy": 68
                                },
                                "12": {
                                    "nvph": 84,
                                    "ldsl": 53,
                                    "whcd": 58,
                                    "cfjy": 37
                                }
                            }
                        },
                        "望京开发": {
                            "total_population": 9,
                            "radar_data": [
                                4070,
                                3304,
                                3844,
                                5000
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 37,
                                    "ldsl": 16,
                                    "whcd": 60,
                                    "cfjy": 6
                                },
                                "2": {
                                    "nvph": 52,
                                    "ldsl": 93,
                                    "whcd": 6,
                                    "cfjy": 15
                                },
                                "3": {
                                    "nvph": 25,
                                    "ldsl": 86,
                                    "whcd": 10,
                                    "cfjy": 38
                                },
                                "4": {
                                    "nvph": 14,
                                    "ldsl": 62,
                                    "whcd": 32,
                                    "cfjy": 5
                                },
                                "5": {
                                    "nvph": 20,
                                    "ldsl": 29,
                                    "whcd": 39,
                                    "cfjy": 56
                                },
                                "6": {
                                    "nvph": 97,
                                    "ldsl": 7,
                                    "whcd": 84,
                                    "cfjy": 53
                                },
                                "7": {
                                    "nvph": 61,
                                    "ldsl": 7,
                                    "whcd": 80,
                                    "cfjy": 93
                                },
                                "8": {
                                    "nvph": 43,
                                    "ldsl": 76,
                                    "whcd": 22,
                                    "cfjy": 77
                                },
                                "9": {
                                    "nvph": 43,
                                    "ldsl": 99,
                                    "whcd": 63,
                                    "cfjy": 26
                                },
                                "10": {
                                    "nvph": 87,
                                    "ldsl": 75,
                                    "whcd": 56,
                                    "cfjy": 76
                                },
                                "11": {
                                    "nvph": 35,
                                    "ldsl": 1,
                                    "whcd": 28,
                                    "cfjy": 84
                                },
                                "12": {
                                    "nvph": 20,
                                    "ldsl": 73,
                                    "whcd": 10,
                                    "cfjy": 77
                                }
                            }
                        },
                        "金盏地区": {
                            "total_population": 19,
                            "radar_data": [
                                3360,
                                4117,
                                2533,
                                3886
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 50,
                                    "ldsl": 35,
                                    "whcd": 17,
                                    "cfjy": 35
                                },
                                "2": {
                                    "nvph": 15,
                                    "ldsl": 49,
                                    "whcd": 69,
                                    "cfjy": 88
                                },
                                "3": {
                                    "nvph": 69,
                                    "ldsl": 97,
                                    "whcd": 45,
                                    "cfjy": 77
                                },
                                "4": {
                                    "nvph": 58,
                                    "ldsl": 71,
                                    "whcd": 86,
                                    "cfjy": 84
                                },
                                "5": {
                                    "nvph": 31,
                                    "ldsl": 71,
                                    "whcd": 34,
                                    "cfjy": 73
                                },
                                "6": {
                                    "nvph": 74,
                                    "ldsl": 82,
                                    "whcd": 19,
                                    "cfjy": 29
                                },
                                "7": {
                                    "nvph": 25,
                                    "ldsl": 77,
                                    "whcd": 14,
                                    "cfjy": 24
                                },
                                "8": {
                                    "nvph": 22,
                                    "ldsl": 20,
                                    "whcd": 96,
                                    "cfjy": 76
                                },
                                "9": {
                                    "nvph": 67,
                                    "ldsl": 41,
                                    "whcd": 42,
                                    "cfjy": 47
                                },
                                "10": {
                                    "nvph": 83,
                                    "ldsl": 82,
                                    "whcd": 76,
                                    "cfjy": 72
                                },
                                "11": {
                                    "nvph": 51,
                                    "ldsl": 62,
                                    "whcd": 90,
                                    "cfjy": 36
                                },
                                "12": {
                                    "nvph": 78,
                                    "ldsl": 10,
                                    "whcd": 78,
                                    "cfjy": 97
                                }
                            }
                        },
                        "双井": {
                            "total_population": 52,
                            "radar_data": [
                                3830,
                                4442,
                                2852,
                                4654
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 63,
                                    "ldsl": 95,
                                    "whcd": 8,
                                    "cfjy": 53
                                },
                                "2": {
                                    "nvph": 51,
                                    "ldsl": 88,
                                    "whcd": 88,
                                    "cfjy": 66
                                },
                                "3": {
                                    "nvph": 36,
                                    "ldsl": 34,
                                    "whcd": 19,
                                    "cfjy": 58
                                },
                                "4": {
                                    "nvph": 76,
                                    "ldsl": 7,
                                    "whcd": 43,
                                    "cfjy": 41
                                },
                                "5": {
                                    "nvph": 82,
                                    "ldsl": 32,
                                    "whcd": 39,
                                    "cfjy": 45
                                },
                                "6": {
                                    "nvph": 13,
                                    "ldsl": 55,
                                    "whcd": 54,
                                    "cfjy": 6
                                },
                                "7": {
                                    "nvph": 8,
                                    "ldsl": 19,
                                    "whcd": 37,
                                    "cfjy": 8
                                },
                                "8": {
                                    "nvph": 5,
                                    "ldsl": 28,
                                    "whcd": 64,
                                    "cfjy": 12
                                },
                                "9": {
                                    "nvph": 86,
                                    "ldsl": 93,
                                    "whcd": 35,
                                    "cfjy": 28
                                },
                                "10": {
                                    "nvph": 70,
                                    "ldsl": 32,
                                    "whcd": 70,
                                    "cfjy": 36
                                },
                                "11": {
                                    "nvph": 57,
                                    "ldsl": 46,
                                    "whcd": 9,
                                    "cfjy": 7
                                },
                                "12": {
                                    "nvph": 25,
                                    "ldsl": 59,
                                    "whcd": 28,
                                    "cfjy": 20
                                }
                            }
                        },
                        "平房地区": {
                            "total_population": 31,
                            "radar_data": [
                                4911,
                                2599,
                                4721,
                                3631
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 56,
                                    "ldsl": 59,
                                    "whcd": 53,
                                    "cfjy": 10
                                },
                                "2": {
                                    "nvph": 50,
                                    "ldsl": 27,
                                    "whcd": 28,
                                    "cfjy": 56
                                },
                                "3": {
                                    "nvph": 32,
                                    "ldsl": 15,
                                    "whcd": 81,
                                    "cfjy": 63
                                },
                                "4": {
                                    "nvph": 10,
                                    "ldsl": 95,
                                    "whcd": 58,
                                    "cfjy": 38
                                },
                                "5": {
                                    "nvph": 61,
                                    "ldsl": 59,
                                    "whcd": 55,
                                    "cfjy": 51
                                },
                                "6": {
                                    "nvph": 33,
                                    "ldsl": 37,
                                    "whcd": 25,
                                    "cfjy": 1
                                },
                                "7": {
                                    "nvph": 64,
                                    "ldsl": 36,
                                    "whcd": 65,
                                    "cfjy": 70
                                },
                                "8": {
                                    "nvph": 65,
                                    "ldsl": 28,
                                    "whcd": 46,
                                    "cfjy": 93
                                },
                                "9": {
                                    "nvph": 59,
                                    "ldsl": 1,
                                    "whcd": 75,
                                    "cfjy": 55
                                },
                                "10": {
                                    "nvph": 79,
                                    "ldsl": 76,
                                    "whcd": 96,
                                    "cfjy": 51
                                },
                                "11": {
                                    "nvph": 51,
                                    "ldsl": 12,
                                    "whcd": 56,
                                    "cfjy": 73
                                },
                                "12": {
                                    "nvph": 21,
                                    "ldsl": 65,
                                    "whcd": 43,
                                    "cfjy": 80
                                }
                            }
                        },
                        "建外": {
                            "total_population": 24,
                            "radar_data": [
                                4488,
                                3056,
                                3762,
                                2545
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 85,
                                    "ldsl": 73,
                                    "whcd": 93,
                                    "cfjy": 87
                                },
                                "2": {
                                    "nvph": 43,
                                    "ldsl": 86,
                                    "whcd": 45,
                                    "cfjy": 7
                                },
                                "3": {
                                    "nvph": 92,
                                    "ldsl": 76,
                                    "whcd": 76,
                                    "cfjy": 90
                                },
                                "4": {
                                    "nvph": 37,
                                    "ldsl": 30,
                                    "whcd": 61,
                                    "cfjy": 84
                                },
                                "5": {
                                    "nvph": 76,
                                    "ldsl": 56,
                                    "whcd": 72,
                                    "cfjy": 63
                                },
                                "6": {
                                    "nvph": 44,
                                    "ldsl": 77,
                                    "whcd": 39,
                                    "cfjy": 90
                                },
                                "7": {
                                    "nvph": 11,
                                    "ldsl": 50,
                                    "whcd": 47,
                                    "cfjy": 57
                                },
                                "8": {
                                    "nvph": 55,
                                    "ldsl": 39,
                                    "whcd": 5,
                                    "cfjy": 2
                                },
                                "9": {
                                    "nvph": 10,
                                    "ldsl": 26,
                                    "whcd": 23,
                                    "cfjy": 21
                                },
                                "10": {
                                    "nvph": 53,
                                    "ldsl": 34,
                                    "whcd": 1,
                                    "cfjy": 52
                                },
                                "11": {
                                    "nvph": 60,
                                    "ldsl": 73,
                                    "whcd": 61,
                                    "cfjy": 88
                                },
                                "12": {
                                    "nvph": 71,
                                    "ldsl": 89,
                                    "whcd": 42,
                                    "cfjy": 74
                                }
                            }
                        },
                        "望京": {
                            "total_population": 75,
                            "radar_data": [
                                3155,
                                3558,
                                4841,
                                3668
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 49,
                                    "ldsl": 12,
                                    "whcd": 18,
                                    "cfjy": 74
                                },
                                "2": {
                                    "nvph": 97,
                                    "ldsl": 4,
                                    "whcd": 98,
                                    "cfjy": 79
                                },
                                "3": {
                                    "nvph": 60,
                                    "ldsl": 71,
                                    "whcd": 76,
                                    "cfjy": 46
                                },
                                "4": {
                                    "nvph": 79,
                                    "ldsl": 49,
                                    "whcd": 100,
                                    "cfjy": 22
                                },
                                "5": {
                                    "nvph": 97,
                                    "ldsl": 34,
                                    "whcd": 3,
                                    "cfjy": 92
                                },
                                "6": {
                                    "nvph": 23,
                                    "ldsl": 29,
                                    "whcd": 25,
                                    "cfjy": 43
                                },
                                "7": {
                                    "nvph": 17,
                                    "ldsl": 24,
                                    "whcd": 37,
                                    "cfjy": 5
                                },
                                "8": {
                                    "nvph": 67,
                                    "ldsl": 41,
                                    "whcd": 27,
                                    "cfjy": 95
                                },
                                "9": {
                                    "nvph": 21,
                                    "ldsl": 95,
                                    "whcd": 56,
                                    "cfjy": 4
                                },
                                "10": {
                                    "nvph": 31,
                                    "ldsl": 67,
                                    "whcd": 94,
                                    "cfjy": 22
                                },
                                "11": {
                                    "nvph": 79,
                                    "ldsl": 29,
                                    "whcd": 53,
                                    "cfjy": 60
                                },
                                "12": {
                                    "nvph": 15,
                                    "ldsl": 65,
                                    "whcd": 31,
                                    "cfjy": 23
                                }
                            }
                        },
                        "将台地区": {
                            "total_population": 95,
                            "radar_data": [
                                2221,
                                2096,
                                2812,
                                4633
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 5,
                                    "ldsl": 11,
                                    "whcd": 52,
                                    "cfjy": 58
                                },
                                "2": {
                                    "nvph": 60,
                                    "ldsl": 79,
                                    "whcd": 50,
                                    "cfjy": 62
                                },
                                "3": {
                                    "nvph": 98,
                                    "ldsl": 73,
                                    "whcd": 65,
                                    "cfjy": 80
                                },
                                "4": {
                                    "nvph": 60,
                                    "ldsl": 67,
                                    "whcd": 68,
                                    "cfjy": 81
                                },
                                "5": {
                                    "nvph": 68,
                                    "ldsl": 63,
                                    "whcd": 45,
                                    "cfjy": 43
                                },
                                "6": {
                                    "nvph": 74,
                                    "ldsl": 14,
                                    "whcd": 97,
                                    "cfjy": 59
                                },
                                "7": {
                                    "nvph": 55,
                                    "ldsl": 19,
                                    "whcd": 72,
                                    "cfjy": 24
                                },
                                "8": {
                                    "nvph": 8,
                                    "ldsl": 93,
                                    "whcd": 21,
                                    "cfjy": 25
                                },
                                "9": {
                                    "nvph": 30,
                                    "ldsl": 87,
                                    "whcd": 4,
                                    "cfjy": 52
                                },
                                "10": {
                                    "nvph": 10,
                                    "ldsl": 2,
                                    "whcd": 29,
                                    "cfjy": 8
                                },
                                "11": {
                                    "nvph": 16,
                                    "ldsl": 18,
                                    "whcd": 34,
                                    "cfjy": 15
                                },
                                "12": {
                                    "nvph": 59,
                                    "ldsl": 33,
                                    "whcd": 62,
                                    "cfjy": 94
                                }
                            }
                        }
                    }
                },
                "2016": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "男女平衡"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "劳动适龄"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "充分就业"
                        },
                        {
                            " color": "#cdd3dc",
                            "name": "文化程度",
                            " max": 5000
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "total_population": 94,
                            "radar_data": [
                                4618,
                                2520,
                                3359,
                                3536
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 95,
                                    "ldsl": 59,
                                    "whcd": 33,
                                    "cfjy": 20
                                },
                                "2": {
                                    "nvph": 2,
                                    "ldsl": 68,
                                    "whcd": 2,
                                    "cfjy": 72
                                },
                                "3": {
                                    "nvph": 42,
                                    "ldsl": 94,
                                    "whcd": 90,
                                    "cfjy": 39
                                },
                                "4": {
                                    "nvph": 60,
                                    "ldsl": 14,
                                    "whcd": 46,
                                    "cfjy": 12
                                },
                                "5": {
                                    "nvph": 11,
                                    "ldsl": 15,
                                    "whcd": 88,
                                    "cfjy": 2
                                },
                                "6": {
                                    "nvph": 85,
                                    "ldsl": 53,
                                    "whcd": 19,
                                    "cfjy": 57
                                },
                                "7": {
                                    "nvph": 83,
                                    "ldsl": 63,
                                    "whcd": 27,
                                    "cfjy": 27
                                },
                                "8": {
                                    "nvph": 86,
                                    "ldsl": 27,
                                    "whcd": 42,
                                    "cfjy": 23
                                },
                                "9": {
                                    "nvph": 5,
                                    "ldsl": 65,
                                    "whcd": 33,
                                    "cfjy": 94
                                },
                                "10": {
                                    "nvph": 50,
                                    "ldsl": 82,
                                    "whcd": 19,
                                    "cfjy": 18
                                },
                                "11": {
                                    "nvph": 11,
                                    "ldsl": 15,
                                    "whcd": 40,
                                    "cfjy": 87
                                },
                                "12": {
                                    "nvph": 55,
                                    "ldsl": 98,
                                    "whcd": 12,
                                    "cfjy": 82
                                }
                            }
                        },
                        "亚运村": {
                            "total_population": 24,
                            "radar_data": [
                                2803,
                                4133,
                                3271,
                                4164
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 12,
                                    "ldsl": 30,
                                    "whcd": 51,
                                    "cfjy": 74
                                },
                                "2": {
                                    "nvph": 1,
                                    "ldsl": 96,
                                    "whcd": 75,
                                    "cfjy": 34
                                },
                                "3": {
                                    "nvph": 30,
                                    "ldsl": 86,
                                    "whcd": 1,
                                    "cfjy": 76
                                },
                                "4": {
                                    "nvph": 65,
                                    "ldsl": 89,
                                    "whcd": 55,
                                    "cfjy": 74
                                },
                                "5": {
                                    "nvph": 63,
                                    "ldsl": 81,
                                    "whcd": 62,
                                    "cfjy": 70
                                },
                                "6": {
                                    "nvph": 38,
                                    "ldsl": 63,
                                    "whcd": 3,
                                    "cfjy": 24
                                },
                                "7": {
                                    "nvph": 45,
                                    "ldsl": 49,
                                    "whcd": 28,
                                    "cfjy": 92
                                },
                                "8": {
                                    "nvph": 31,
                                    "ldsl": 98,
                                    "whcd": 30,
                                    "cfjy": 30
                                },
                                "9": {
                                    "nvph": 68,
                                    "ldsl": 23,
                                    "whcd": 47,
                                    "cfjy": 49
                                },
                                "10": {
                                    "nvph": 22,
                                    "ldsl": 71,
                                    "whcd": 29,
                                    "cfjy": 92
                                },
                                "11": {
                                    "nvph": 11,
                                    "ldsl": 15,
                                    "whcd": 7,
                                    "cfjy": 11
                                },
                                "12": {
                                    "nvph": 48,
                                    "ldsl": 52,
                                    "whcd": 56,
                                    "cfjy": 97
                                }
                            }
                        },
                        "左家庄": {
                            "total_population": 77,
                            "radar_data": [
                                4833,
                                2943,
                                3740,
                                3846
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 74,
                                    "ldsl": 20,
                                    "whcd": 96,
                                    "cfjy": 48
                                },
                                "2": {
                                    "nvph": 68,
                                    "ldsl": 44,
                                    "whcd": 89,
                                    "cfjy": 15
                                },
                                "3": {
                                    "nvph": 92,
                                    "ldsl": 86,
                                    "whcd": 9,
                                    "cfjy": 18
                                },
                                "4": {
                                    "nvph": 9,
                                    "ldsl": 66,
                                    "whcd": 46,
                                    "cfjy": 29
                                },
                                "5": {
                                    "nvph": 35,
                                    "ldsl": 65,
                                    "whcd": 54,
                                    "cfjy": 58
                                },
                                "6": {
                                    "nvph": 32,
                                    "ldsl": 14,
                                    "whcd": 13,
                                    "cfjy": 99
                                },
                                "7": {
                                    "nvph": 5,
                                    "ldsl": 96,
                                    "whcd": 46,
                                    "cfjy": 45
                                },
                                "8": {
                                    "nvph": 56,
                                    "ldsl": 7,
                                    "whcd": 57,
                                    "cfjy": 84
                                },
                                "9": {
                                    "nvph": 52,
                                    "ldsl": 2,
                                    "whcd": 87,
                                    "cfjy": 37
                                },
                                "10": {
                                    "nvph": 97,
                                    "ldsl": 60,
                                    "whcd": 35,
                                    "cfjy": 47
                                },
                                "11": {
                                    "nvph": 15,
                                    "ldsl": 73,
                                    "whcd": 48,
                                    "cfjy": 77
                                },
                                "12": {
                                    "nvph": 24,
                                    "ldsl": 45,
                                    "whcd": 20,
                                    "cfjy": 23
                                }
                            }
                        },
                        "王四营地区": {
                            "total_population": 47,
                            "radar_data": [
                                2493,
                                4788,
                                3834,
                                4320
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 92,
                                    "ldsl": 2,
                                    "whcd": 64,
                                    "cfjy": 91
                                },
                                "2": {
                                    "nvph": 77,
                                    "ldsl": 28,
                                    "whcd": 31,
                                    "cfjy": 68
                                },
                                "3": {
                                    "nvph": 60,
                                    "ldsl": 98,
                                    "whcd": 98,
                                    "cfjy": 97
                                },
                                "4": {
                                    "nvph": 7,
                                    "ldsl": 60,
                                    "whcd": 33,
                                    "cfjy": 77
                                },
                                "5": {
                                    "nvph": 21,
                                    "ldsl": 62,
                                    "whcd": 46,
                                    "cfjy": 95
                                },
                                "6": {
                                    "nvph": 19,
                                    "ldsl": 45,
                                    "whcd": 27,
                                    "cfjy": 61
                                },
                                "7": {
                                    "nvph": 51,
                                    "ldsl": 85,
                                    "whcd": 91,
                                    "cfjy": 32
                                },
                                "8": {
                                    "nvph": 24,
                                    "ldsl": 32,
                                    "whcd": 14,
                                    "cfjy": 95
                                },
                                "9": {
                                    "nvph": 3,
                                    "ldsl": 76,
                                    "whcd": 75,
                                    "cfjy": 45
                                },
                                "10": {
                                    "nvph": 74,
                                    "ldsl": 54,
                                    "whcd": 75,
                                    "cfjy": 36
                                },
                                "11": {
                                    "nvph": 27,
                                    "ldsl": 80,
                                    "whcd": 79,
                                    "cfjy": 96
                                },
                                "12": {
                                    "nvph": 74,
                                    "ldsl": 35,
                                    "whcd": 94,
                                    "cfjy": 17
                                }
                            }
                        },
                        "三间房地区": {
                            "total_population": 14,
                            "radar_data": [
                                3976,
                                3307,
                                3249,
                                4196
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 86,
                                    "ldsl": 45,
                                    "whcd": 66,
                                    "cfjy": 61
                                },
                                "2": {
                                    "nvph": 50,
                                    "ldsl": 57,
                                    "whcd": 34,
                                    "cfjy": 77
                                },
                                "3": {
                                    "nvph": 33,
                                    "ldsl": 25,
                                    "whcd": 47,
                                    "cfjy": 66
                                },
                                "4": {
                                    "nvph": 79,
                                    "ldsl": 78,
                                    "whcd": 80,
                                    "cfjy": 37
                                },
                                "5": {
                                    "nvph": 81,
                                    "ldsl": 46,
                                    "whcd": 3,
                                    "cfjy": 61
                                },
                                "6": {
                                    "nvph": 87,
                                    "ldsl": 74,
                                    "whcd": 17,
                                    "cfjy": 30
                                },
                                "7": {
                                    "nvph": 52,
                                    "ldsl": 13,
                                    "whcd": 83,
                                    "cfjy": 25
                                },
                                "8": {
                                    "nvph": 69,
                                    "ldsl": 18,
                                    "whcd": 58,
                                    "cfjy": 74
                                },
                                "9": {
                                    "nvph": 6,
                                    "ldsl": 36,
                                    "whcd": 75,
                                    "cfjy": 62
                                },
                                "10": {
                                    "nvph": 44,
                                    "ldsl": 22,
                                    "whcd": 76,
                                    "cfjy": 62
                                },
                                "11": {
                                    "nvph": 21,
                                    "ldsl": 49,
                                    "whcd": 38,
                                    "cfjy": 46
                                },
                                "12": {
                                    "nvph": 40,
                                    "ldsl": 93,
                                    "whcd": 28,
                                    "cfjy": 48
                                }
                            }
                        },
                        "首都机场": {
                            "total_population": 16,
                            "radar_data": [
                                3512,
                                3256,
                                3954,
                                2110
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 43,
                                    "ldsl": 9,
                                    "whcd": 78,
                                    "cfjy": 63
                                },
                                "2": {
                                    "nvph": 5,
                                    "ldsl": 68,
                                    "whcd": 72,
                                    "cfjy": 5
                                },
                                "3": {
                                    "nvph": 48,
                                    "ldsl": 71,
                                    "whcd": 39,
                                    "cfjy": 29
                                },
                                "4": {
                                    "nvph": 4,
                                    "ldsl": 92,
                                    "whcd": 89,
                                    "cfjy": 92
                                },
                                "5": {
                                    "nvph": 75,
                                    "ldsl": 5,
                                    "whcd": 93,
                                    "cfjy": 94
                                },
                                "6": {
                                    "nvph": 93,
                                    "ldsl": 2,
                                    "whcd": 9,
                                    "cfjy": 36
                                },
                                "7": {
                                    "nvph": 44,
                                    "ldsl": 59,
                                    "whcd": 25,
                                    "cfjy": 53
                                },
                                "8": {
                                    "nvph": 89,
                                    "ldsl": 2,
                                    "whcd": 59,
                                    "cfjy": 29
                                },
                                "9": {
                                    "nvph": 83,
                                    "ldsl": 23,
                                    "whcd": 66,
                                    "cfjy": 23
                                },
                                "10": {
                                    "nvph": 33,
                                    "ldsl": 51,
                                    "whcd": 69,
                                    "cfjy": 22
                                },
                                "11": {
                                    "nvph": 84,
                                    "ldsl": 11,
                                    "whcd": 70,
                                    "cfjy": 61
                                },
                                "12": {
                                    "nvph": 28,
                                    "ldsl": 48,
                                    "whcd": 100,
                                    "cfjy": 59
                                }
                            }
                        },
                        "来广营地区": {
                            "total_population": 87,
                            "radar_data": [
                                4904,
                                4634,
                                4618,
                                3820
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 31,
                                    "ldsl": 41,
                                    "whcd": 49,
                                    "cfjy": 56
                                },
                                "2": {
                                    "nvph": 21,
                                    "ldsl": 18,
                                    "whcd": 43,
                                    "cfjy": 31
                                },
                                "3": {
                                    "nvph": 41,
                                    "ldsl": 79,
                                    "whcd": 67,
                                    "cfjy": 58
                                },
                                "4": {
                                    "nvph": 21,
                                    "ldsl": 90,
                                    "whcd": 73,
                                    "cfjy": 30
                                },
                                "5": {
                                    "nvph": 93,
                                    "ldsl": 64,
                                    "whcd": 21,
                                    "cfjy": 86
                                },
                                "6": {
                                    "nvph": 62,
                                    "ldsl": 28,
                                    "whcd": 94,
                                    "cfjy": 98
                                },
                                "7": {
                                    "nvph": 79,
                                    "ldsl": 55,
                                    "whcd": 34,
                                    "cfjy": 69
                                },
                                "8": {
                                    "nvph": 93,
                                    "ldsl": 71,
                                    "whcd": 26,
                                    "cfjy": 19
                                },
                                "9": {
                                    "nvph": 59,
                                    "ldsl": 70,
                                    "whcd": 50,
                                    "cfjy": 18
                                },
                                "10": {
                                    "nvph": 25,
                                    "ldsl": 40,
                                    "whcd": 98,
                                    "cfjy": 83
                                },
                                "11": {
                                    "nvph": 63,
                                    "ldsl": 61,
                                    "whcd": 18,
                                    "cfjy": 83
                                },
                                "12": {
                                    "nvph": 11,
                                    "ldsl": 78,
                                    "whcd": 43,
                                    "cfjy": 20
                                }
                            }
                        },
                        "朝外": {
                            "total_population": 44,
                            "radar_data": [
                                3344,
                                4356,
                                2662,
                                4451
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 65,
                                    "ldsl": 95,
                                    "whcd": 78,
                                    "cfjy": 57
                                },
                                "2": {
                                    "nvph": 90,
                                    "ldsl": 94,
                                    "whcd": 63,
                                    "cfjy": 2
                                },
                                "3": {
                                    "nvph": 6,
                                    "ldsl": 10,
                                    "whcd": 29,
                                    "cfjy": 88
                                },
                                "4": {
                                    "nvph": 38,
                                    "ldsl": 10,
                                    "whcd": 17,
                                    "cfjy": 9
                                },
                                "5": {
                                    "nvph": 80,
                                    "ldsl": 68,
                                    "whcd": 86,
                                    "cfjy": 84
                                },
                                "6": {
                                    "nvph": 51,
                                    "ldsl": 40,
                                    "whcd": 75,
                                    "cfjy": 40
                                },
                                "7": {
                                    "nvph": 25,
                                    "ldsl": 79,
                                    "whcd": 99,
                                    "cfjy": 49
                                },
                                "8": {
                                    "nvph": 16,
                                    "ldsl": 4,
                                    "whcd": 22,
                                    "cfjy": 54
                                },
                                "9": {
                                    "nvph": 30,
                                    "ldsl": 58,
                                    "whcd": 26,
                                    "cfjy": 78
                                },
                                "10": {
                                    "nvph": 34,
                                    "ldsl": 84,
                                    "whcd": 17,
                                    "cfjy": 93
                                },
                                "11": {
                                    "nvph": 80,
                                    "ldsl": 69,
                                    "whcd": 26,
                                    "cfjy": 18
                                },
                                "12": {
                                    "nvph": 8,
                                    "ldsl": 87,
                                    "whcd": 23,
                                    "cfjy": 99
                                }
                            }
                        },
                        "小红门地区": {
                            "total_population": 22,
                            "radar_data": [
                                2444,
                                2275,
                                3250,
                                4579
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 70,
                                    "ldsl": 74,
                                    "whcd": 32,
                                    "cfjy": 57
                                },
                                "2": {
                                    "nvph": 39,
                                    "ldsl": 5,
                                    "whcd": 63,
                                    "cfjy": 40
                                },
                                "3": {
                                    "nvph": 29,
                                    "ldsl": 82,
                                    "whcd": 21,
                                    "cfjy": 68
                                },
                                "4": {
                                    "nvph": 23,
                                    "ldsl": 64,
                                    "whcd": 80,
                                    "cfjy": 95
                                },
                                "5": {
                                    "nvph": 88,
                                    "ldsl": 99,
                                    "whcd": 50,
                                    "cfjy": 9
                                },
                                "6": {
                                    "nvph": 100,
                                    "ldsl": 17,
                                    "whcd": 59,
                                    "cfjy": 16
                                },
                                "7": {
                                    "nvph": 11,
                                    "ldsl": 32,
                                    "whcd": 7,
                                    "cfjy": 36
                                },
                                "8": {
                                    "nvph": 30,
                                    "ldsl": 62,
                                    "whcd": 44,
                                    "cfjy": 51
                                },
                                "9": {
                                    "nvph": 1,
                                    "ldsl": 56,
                                    "whcd": 75,
                                    "cfjy": 8
                                },
                                "10": {
                                    "nvph": 17,
                                    "ldsl": 47,
                                    "whcd": 82,
                                    "cfjy": 22
                                },
                                "11": {
                                    "nvph": 96,
                                    "ldsl": 85,
                                    "whcd": 95,
                                    "cfjy": 72
                                },
                                "12": {
                                    "nvph": 45,
                                    "ldsl": 91,
                                    "whcd": 60,
                                    "cfjy": 87
                                }
                            }
                        },
                        "小关": {
                            "total_population": 32,
                            "radar_data": [
                                4647,
                                4368,
                                3138,
                                3305
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 46,
                                    "ldsl": 20,
                                    "whcd": 49,
                                    "cfjy": 74
                                },
                                "2": {
                                    "nvph": 84,
                                    "ldsl": 28,
                                    "whcd": 37,
                                    "cfjy": 94
                                },
                                "3": {
                                    "nvph": 40,
                                    "ldsl": 19,
                                    "whcd": 24,
                                    "cfjy": 27
                                },
                                "4": {
                                    "nvph": 88,
                                    "ldsl": 69,
                                    "whcd": 59,
                                    "cfjy": 65
                                },
                                "5": {
                                    "nvph": 51,
                                    "ldsl": 20,
                                    "whcd": 58,
                                    "cfjy": 45
                                },
                                "6": {
                                    "nvph": 51,
                                    "ldsl": 11,
                                    "whcd": 61,
                                    "cfjy": 76
                                },
                                "7": {
                                    "nvph": 44,
                                    "ldsl": 17,
                                    "whcd": 39,
                                    "cfjy": 40
                                },
                                "8": {
                                    "nvph": 24,
                                    "ldsl": 67,
                                    "whcd": 80,
                                    "cfjy": 100
                                },
                                "9": {
                                    "nvph": 69,
                                    "ldsl": 26,
                                    "whcd": 34,
                                    "cfjy": 61
                                },
                                "10": {
                                    "nvph": 59,
                                    "ldsl": 45,
                                    "whcd": 80,
                                    "cfjy": 50
                                },
                                "11": {
                                    "nvph": 88,
                                    "ldsl": 99,
                                    "whcd": 28,
                                    "cfjy": 34
                                },
                                "12": {
                                    "nvph": 96,
                                    "ldsl": 23,
                                    "whcd": 70,
                                    "cfjy": 97
                                }
                            }
                        },
                        "八里庄": {
                            "total_population": 32,
                            "radar_data": [
                                4704,
                                4393,
                                2296,
                                3681
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 29,
                                    "ldsl": 35,
                                    "whcd": 95,
                                    "cfjy": 79
                                },
                                "2": {
                                    "nvph": 25,
                                    "ldsl": 43,
                                    "whcd": 59,
                                    "cfjy": 76
                                },
                                "3": {
                                    "nvph": 58,
                                    "ldsl": 78,
                                    "whcd": 98,
                                    "cfjy": 3
                                },
                                "4": {
                                    "nvph": 16,
                                    "ldsl": 20,
                                    "whcd": 43,
                                    "cfjy": 55
                                },
                                "5": {
                                    "nvph": 47,
                                    "ldsl": 7,
                                    "whcd": 22,
                                    "cfjy": 80
                                },
                                "6": {
                                    "nvph": 85,
                                    "ldsl": 44,
                                    "whcd": 59,
                                    "cfjy": 19
                                },
                                "7": {
                                    "nvph": 29,
                                    "ldsl": 82,
                                    "whcd": 99,
                                    "cfjy": 69
                                },
                                "8": {
                                    "nvph": 10,
                                    "ldsl": 34,
                                    "whcd": 18,
                                    "cfjy": 92
                                },
                                "9": {
                                    "nvph": 33,
                                    "ldsl": 2,
                                    "whcd": 76,
                                    "cfjy": 68
                                },
                                "10": {
                                    "nvph": 22,
                                    "ldsl": 72,
                                    "whcd": 90,
                                    "cfjy": 69
                                },
                                "11": {
                                    "nvph": 23,
                                    "ldsl": 62,
                                    "whcd": 3,
                                    "cfjy": 19
                                },
                                "12": {
                                    "nvph": 41,
                                    "ldsl": 89,
                                    "whcd": 48,
                                    "cfjy": 73
                                }
                            }
                        },
                        "崔各庄地区": {
                            "total_population": 35,
                            "radar_data": [
                                2354,
                                4431,
                                4853,
                                4580
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 26,
                                    "ldsl": 93,
                                    "whcd": 66,
                                    "cfjy": 8
                                },
                                "2": {
                                    "nvph": 95,
                                    "ldsl": 25,
                                    "whcd": 28,
                                    "cfjy": 93
                                },
                                "3": {
                                    "nvph": 40,
                                    "ldsl": 4,
                                    "whcd": 29,
                                    "cfjy": 86
                                },
                                "4": {
                                    "nvph": 59,
                                    "ldsl": 50,
                                    "whcd": 80,
                                    "cfjy": 42
                                },
                                "5": {
                                    "nvph": 92,
                                    "ldsl": 54,
                                    "whcd": 58,
                                    "cfjy": 55
                                },
                                "6": {
                                    "nvph": 59,
                                    "ldsl": 48,
                                    "whcd": 64,
                                    "cfjy": 97
                                },
                                "7": {
                                    "nvph": 46,
                                    "ldsl": 89,
                                    "whcd": 40,
                                    "cfjy": 44
                                },
                                "8": {
                                    "nvph": 59,
                                    "ldsl": 95,
                                    "whcd": 59,
                                    "cfjy": 78
                                },
                                "9": {
                                    "nvph": 26,
                                    "ldsl": 46,
                                    "whcd": 7,
                                    "cfjy": 2
                                },
                                "10": {
                                    "nvph": 31,
                                    "ldsl": 20,
                                    "whcd": 79,
                                    "cfjy": 28
                                },
                                "11": {
                                    "nvph": 20,
                                    "ldsl": 34,
                                    "whcd": 48,
                                    "cfjy": 74
                                },
                                "12": {
                                    "nvph": 32,
                                    "ldsl": 19,
                                    "whcd": 91,
                                    "cfjy": 46
                                }
                            }
                        },
                        "酒仙桥": {
                            "total_population": 34,
                            "radar_data": [
                                3335,
                                3949,
                                2328,
                                2232
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 65,
                                    "ldsl": 55,
                                    "whcd": 88,
                                    "cfjy": 17
                                },
                                "2": {
                                    "nvph": 6,
                                    "ldsl": 57,
                                    "whcd": 36,
                                    "cfjy": 18
                                },
                                "3": {
                                    "nvph": 96,
                                    "ldsl": 68,
                                    "whcd": 69,
                                    "cfjy": 33
                                },
                                "4": {
                                    "nvph": 97,
                                    "ldsl": 43,
                                    "whcd": 14,
                                    "cfjy": 29
                                },
                                "5": {
                                    "nvph": 40,
                                    "ldsl": 14,
                                    "whcd": 59,
                                    "cfjy": 67
                                },
                                "6": {
                                    "nvph": 85,
                                    "ldsl": 70,
                                    "whcd": 8,
                                    "cfjy": 33
                                },
                                "7": {
                                    "nvph": 89,
                                    "ldsl": 3,
                                    "whcd": 78,
                                    "cfjy": 5
                                },
                                "8": {
                                    "nvph": 33,
                                    "ldsl": 17,
                                    "whcd": 94,
                                    "cfjy": 84
                                },
                                "9": {
                                    "nvph": 82,
                                    "ldsl": 58,
                                    "whcd": 53,
                                    "cfjy": 16
                                },
                                "10": {
                                    "nvph": 11,
                                    "ldsl": 53,
                                    "whcd": 49,
                                    "cfjy": 86
                                },
                                "11": {
                                    "nvph": 100,
                                    "ldsl": 88,
                                    "whcd": 91,
                                    "cfjy": 16
                                },
                                "12": {
                                    "nvph": 92,
                                    "ldsl": 59,
                                    "whcd": 10,
                                    "cfjy": 46
                                }
                            }
                        },
                        "麦子店": {
                            "total_population": 94,
                            "radar_data": [
                                4196,
                                2173,
                                4574,
                                2622
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 25,
                                    "ldsl": 75,
                                    "whcd": 53,
                                    "cfjy": 80
                                },
                                "2": {
                                    "nvph": 2,
                                    "ldsl": 35,
                                    "whcd": 30,
                                    "cfjy": 19
                                },
                                "3": {
                                    "nvph": 59,
                                    "ldsl": 79,
                                    "whcd": 39,
                                    "cfjy": 29
                                },
                                "4": {
                                    "nvph": 27,
                                    "ldsl": 53,
                                    "whcd": 1,
                                    "cfjy": 7
                                },
                                "5": {
                                    "nvph": 42,
                                    "ldsl": 52,
                                    "whcd": 46,
                                    "cfjy": 66
                                },
                                "6": {
                                    "nvph": 13,
                                    "ldsl": 88,
                                    "whcd": 78,
                                    "cfjy": 81
                                },
                                "7": {
                                    "nvph": 4,
                                    "ldsl": 95,
                                    "whcd": 62,
                                    "cfjy": 9
                                },
                                "8": {
                                    "nvph": 39,
                                    "ldsl": 11,
                                    "whcd": 52,
                                    "cfjy": 32
                                },
                                "9": {
                                    "nvph": 60,
                                    "ldsl": 59,
                                    "whcd": 87,
                                    "cfjy": 6
                                },
                                "10": {
                                    "nvph": 66,
                                    "ldsl": 88,
                                    "whcd": 36,
                                    "cfjy": 29
                                },
                                "11": {
                                    "nvph": 53,
                                    "ldsl": 89,
                                    "whcd": 82,
                                    "cfjy": 51
                                },
                                "12": {
                                    "nvph": 22,
                                    "ldsl": 17,
                                    "whcd": 56,
                                    "cfjy": 6
                                }
                            }
                        },
                        "垈头": {
                            "total_population": 62,
                            "radar_data": [
                                3823,
                                3783,
                                3296,
                                2879
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 28,
                                    "ldsl": 97,
                                    "whcd": 34,
                                    "cfjy": 75
                                },
                                "2": {
                                    "nvph": 48,
                                    "ldsl": 7,
                                    "whcd": 71,
                                    "cfjy": 37
                                },
                                "3": {
                                    "nvph": 38,
                                    "ldsl": 32,
                                    "whcd": 9,
                                    "cfjy": 13
                                },
                                "4": {
                                    "nvph": 67,
                                    "ldsl": 62,
                                    "whcd": 2,
                                    "cfjy": 71
                                },
                                "5": {
                                    "nvph": 53,
                                    "ldsl": 88,
                                    "whcd": 50,
                                    "cfjy": 76
                                },
                                "6": {
                                    "nvph": 84,
                                    "ldsl": 81,
                                    "whcd": 65,
                                    "cfjy": 10
                                },
                                "7": {
                                    "nvph": 78,
                                    "ldsl": 98,
                                    "whcd": 45,
                                    "cfjy": 89
                                },
                                "8": {
                                    "nvph": 35,
                                    "ldsl": 49,
                                    "whcd": 39,
                                    "cfjy": 68
                                },
                                "9": {
                                    "nvph": 8,
                                    "ldsl": 6,
                                    "whcd": 100,
                                    "cfjy": 9
                                },
                                "10": {
                                    "nvph": 51,
                                    "ldsl": 9,
                                    "whcd": 38,
                                    "cfjy": 75
                                },
                                "11": {
                                    "nvph": 49,
                                    "ldsl": 9,
                                    "whcd": 6,
                                    "cfjy": 89
                                },
                                "12": {
                                    "nvph": 61,
                                    "ldsl": 98,
                                    "whcd": 88,
                                    "cfjy": 11
                                }
                            }
                        },
                        "孙河地区": {
                            "total_population": 49,
                            "radar_data": [
                                3311,
                                4712,
                                3601,
                                4591
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 62,
                                    "ldsl": 73,
                                    "whcd": 49,
                                    "cfjy": 96
                                },
                                "2": {
                                    "nvph": 99,
                                    "ldsl": 61,
                                    "whcd": 74,
                                    "cfjy": 2
                                },
                                "3": {
                                    "nvph": 75,
                                    "ldsl": 43,
                                    "whcd": 26,
                                    "cfjy": 63
                                },
                                "4": {
                                    "nvph": 54,
                                    "ldsl": 22,
                                    "whcd": 1,
                                    "cfjy": 11
                                },
                                "5": {
                                    "nvph": 42,
                                    "ldsl": 19,
                                    "whcd": 1,
                                    "cfjy": 53
                                },
                                "6": {
                                    "nvph": 30,
                                    "ldsl": 67,
                                    "whcd": 5,
                                    "cfjy": 37
                                },
                                "7": {
                                    "nvph": 90,
                                    "ldsl": 92,
                                    "whcd": 73,
                                    "cfjy": 88
                                },
                                "8": {
                                    "nvph": 12,
                                    "ldsl": 20,
                                    "whcd": 48,
                                    "cfjy": 87
                                },
                                "9": {
                                    "nvph": 37,
                                    "ldsl": 68,
                                    "whcd": 20,
                                    "cfjy": 4
                                },
                                "10": {
                                    "nvph": 85,
                                    "ldsl": 53,
                                    "whcd": 34,
                                    "cfjy": 26
                                },
                                "11": {
                                    "nvph": 2,
                                    "ldsl": 80,
                                    "whcd": 13,
                                    "cfjy": 46
                                },
                                "12": {
                                    "nvph": 70,
                                    "ldsl": 8,
                                    "whcd": 100,
                                    "cfjy": 36
                                }
                            }
                        },
                        "南磨房地区": {
                            "total_population": 96,
                            "radar_data": [
                                4133,
                                3056,
                                2133,
                                4670
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 30,
                                    "ldsl": 51,
                                    "whcd": 68,
                                    "cfjy": 8
                                },
                                "2": {
                                    "nvph": 68,
                                    "ldsl": 7,
                                    "whcd": 25,
                                    "cfjy": 6
                                },
                                "3": {
                                    "nvph": 42,
                                    "ldsl": 47,
                                    "whcd": 86,
                                    "cfjy": 39
                                },
                                "4": {
                                    "nvph": 84,
                                    "ldsl": 63,
                                    "whcd": 12,
                                    "cfjy": 1
                                },
                                "5": {
                                    "nvph": 38,
                                    "ldsl": 4,
                                    "whcd": 26,
                                    "cfjy": 26
                                },
                                "6": {
                                    "nvph": 88,
                                    "ldsl": 99,
                                    "whcd": 17,
                                    "cfjy": 20
                                },
                                "7": {
                                    "nvph": 12,
                                    "ldsl": 12,
                                    "whcd": 83,
                                    "cfjy": 66
                                },
                                "8": {
                                    "nvph": 44,
                                    "ldsl": 94,
                                    "whcd": 30,
                                    "cfjy": 26
                                },
                                "9": {
                                    "nvph": 19,
                                    "ldsl": 89,
                                    "whcd": 38,
                                    "cfjy": 9
                                },
                                "10": {
                                    "nvph": 55,
                                    "ldsl": 59,
                                    "whcd": 44,
                                    "cfjy": 35
                                },
                                "11": {
                                    "nvph": 31,
                                    "ldsl": 75,
                                    "whcd": 12,
                                    "cfjy": 19
                                },
                                "12": {
                                    "nvph": 15,
                                    "ldsl": 23,
                                    "whcd": 48,
                                    "cfjy": 30
                                }
                            }
                        },
                        "呼家楼": {
                            "total_population": 31,
                            "radar_data": [
                                3780,
                                2261,
                                3592,
                                2488
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 53,
                                    "ldsl": 74,
                                    "whcd": 68,
                                    "cfjy": 78
                                },
                                "2": {
                                    "nvph": 86,
                                    "ldsl": 18,
                                    "whcd": 56,
                                    "cfjy": 4
                                },
                                "3": {
                                    "nvph": 57,
                                    "ldsl": 99,
                                    "whcd": 53,
                                    "cfjy": 65
                                },
                                "4": {
                                    "nvph": 31,
                                    "ldsl": 59,
                                    "whcd": 7,
                                    "cfjy": 23
                                },
                                "5": {
                                    "nvph": 88,
                                    "ldsl": 70,
                                    "whcd": 88,
                                    "cfjy": 20
                                },
                                "6": {
                                    "nvph": 19,
                                    "ldsl": 18,
                                    "whcd": 61,
                                    "cfjy": 49
                                },
                                "7": {
                                    "nvph": 84,
                                    "ldsl": 94,
                                    "whcd": 44,
                                    "cfjy": 77
                                },
                                "8": {
                                    "nvph": 18,
                                    "ldsl": 24,
                                    "whcd": 94,
                                    "cfjy": 66
                                },
                                "9": {
                                    "nvph": 95,
                                    "ldsl": 83,
                                    "whcd": 52,
                                    "cfjy": 35
                                },
                                "10": {
                                    "nvph": 58,
                                    "ldsl": 66,
                                    "whcd": 14,
                                    "cfjy": 22
                                },
                                "11": {
                                    "nvph": 44,
                                    "ldsl": 71,
                                    "whcd": 28,
                                    "cfjy": 14
                                },
                                "12": {
                                    "nvph": 88,
                                    "ldsl": 29,
                                    "whcd": 45,
                                    "cfjy": 46
                                }
                            }
                        },
                        "东坝地区": {
                            "total_population": 96,
                            "radar_data": [
                                3160,
                                3923,
                                3405,
                                2379
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 19,
                                    "ldsl": 39,
                                    "whcd": 24,
                                    "cfjy": 68
                                },
                                "2": {
                                    "nvph": 40,
                                    "ldsl": 92,
                                    "whcd": 7,
                                    "cfjy": 24
                                },
                                "3": {
                                    "nvph": 35,
                                    "ldsl": 49,
                                    "whcd": 50,
                                    "cfjy": 71
                                },
                                "4": {
                                    "nvph": 6,
                                    "ldsl": 3,
                                    "whcd": 13,
                                    "cfjy": 89
                                },
                                "5": {
                                    "nvph": 58,
                                    "ldsl": 28,
                                    "whcd": 66,
                                    "cfjy": 91
                                },
                                "6": {
                                    "nvph": 2,
                                    "ldsl": 65,
                                    "whcd": 60,
                                    "cfjy": 63
                                },
                                "7": {
                                    "nvph": 16,
                                    "ldsl": 42,
                                    "whcd": 78,
                                    "cfjy": 6
                                },
                                "8": {
                                    "nvph": 90,
                                    "ldsl": 93,
                                    "whcd": 29,
                                    "cfjy": 47
                                },
                                "9": {
                                    "nvph": 97,
                                    "ldsl": 31,
                                    "whcd": 46,
                                    "cfjy": 10
                                },
                                "10": {
                                    "nvph": 82,
                                    "ldsl": 10,
                                    "whcd": 15,
                                    "cfjy": 50
                                },
                                "11": {
                                    "nvph": 8,
                                    "ldsl": 72,
                                    "whcd": 5,
                                    "cfjy": 28
                                },
                                "12": {
                                    "nvph": 93,
                                    "ldsl": 3,
                                    "whcd": 99,
                                    "cfjy": 74
                                }
                            }
                        },
                        "官庄地区": {
                            "total_population": 90,
                            "radar_data": [
                                3515,
                                3930,
                                2475,
                                3569
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 24,
                                    "ldsl": 88,
                                    "whcd": 16,
                                    "cfjy": 23
                                },
                                "2": {
                                    "nvph": 72,
                                    "ldsl": 70,
                                    "whcd": 96,
                                    "cfjy": 16
                                },
                                "3": {
                                    "nvph": 24,
                                    "ldsl": 96,
                                    "whcd": 28,
                                    "cfjy": 89
                                },
                                "4": {
                                    "nvph": 42,
                                    "ldsl": 42,
                                    "whcd": 32,
                                    "cfjy": 71
                                },
                                "5": {
                                    "nvph": 43,
                                    "ldsl": 29,
                                    "whcd": 12,
                                    "cfjy": 43
                                },
                                "6": {
                                    "nvph": 83,
                                    "ldsl": 83,
                                    "whcd": 68,
                                    "cfjy": 63
                                },
                                "7": {
                                    "nvph": 16,
                                    "ldsl": 93,
                                    "whcd": 75,
                                    "cfjy": 67
                                },
                                "8": {
                                    "nvph": 5,
                                    "ldsl": 69,
                                    "whcd": 15,
                                    "cfjy": 27
                                },
                                "9": {
                                    "nvph": 67,
                                    "ldsl": 18,
                                    "whcd": 31,
                                    "cfjy": 27
                                },
                                "10": {
                                    "nvph": 62,
                                    "ldsl": 60,
                                    "whcd": 11,
                                    "cfjy": 32
                                },
                                "11": {
                                    "nvph": 15,
                                    "ldsl": 86,
                                    "whcd": 9,
                                    "cfjy": 79
                                },
                                "12": {
                                    "nvph": 16,
                                    "ldsl": 92,
                                    "whcd": 79,
                                    "cfjy": 97
                                }
                            }
                        },
                        "东风地区": {
                            "total_population": 36,
                            "radar_data": [
                                2878,
                                3599,
                                2996,
                                4242
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 10,
                                    "ldsl": 23,
                                    "whcd": 64,
                                    "cfjy": 16
                                },
                                "2": {
                                    "nvph": 81,
                                    "ldsl": 68,
                                    "whcd": 41,
                                    "cfjy": 89
                                },
                                "3": {
                                    "nvph": 19,
                                    "ldsl": 55,
                                    "whcd": 78,
                                    "cfjy": 29
                                },
                                "4": {
                                    "nvph": 37,
                                    "ldsl": 68,
                                    "whcd": 74,
                                    "cfjy": 2
                                },
                                "5": {
                                    "nvph": 14,
                                    "ldsl": 91,
                                    "whcd": 89,
                                    "cfjy": 14
                                },
                                "6": {
                                    "nvph": 69,
                                    "ldsl": 30,
                                    "whcd": 92,
                                    "cfjy": 38
                                },
                                "7": {
                                    "nvph": 24,
                                    "ldsl": 36,
                                    "whcd": 65,
                                    "cfjy": 40
                                },
                                "8": {
                                    "nvph": 35,
                                    "ldsl": 68,
                                    "whcd": 9,
                                    "cfjy": 47
                                },
                                "9": {
                                    "nvph": 76,
                                    "ldsl": 2,
                                    "whcd": 86,
                                    "cfjy": 49
                                },
                                "10": {
                                    "nvph": 91,
                                    "ldsl": 88,
                                    "whcd": 93,
                                    "cfjy": 67
                                },
                                "11": {
                                    "nvph": 75,
                                    "ldsl": 45,
                                    "whcd": 52,
                                    "cfjy": 84
                                },
                                "12": {
                                    "nvph": 68,
                                    "ldsl": 58,
                                    "whcd": 95,
                                    "cfjy": 97
                                }
                            }
                        },
                        "香河园": {
                            "total_population": 82,
                            "radar_data": [
                                3422,
                                3060,
                                2545,
                                4039
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 78,
                                    "ldsl": 63,
                                    "whcd": 50,
                                    "cfjy": 7
                                },
                                "2": {
                                    "nvph": 20,
                                    "ldsl": 84,
                                    "whcd": 7,
                                    "cfjy": 10
                                },
                                "3": {
                                    "nvph": 2,
                                    "ldsl": 59,
                                    "whcd": 23,
                                    "cfjy": 56
                                },
                                "4": {
                                    "nvph": 16,
                                    "ldsl": 12,
                                    "whcd": 66,
                                    "cfjy": 2
                                },
                                "5": {
                                    "nvph": 33,
                                    "ldsl": 56,
                                    "whcd": 56,
                                    "cfjy": 61
                                },
                                "6": {
                                    "nvph": 23,
                                    "ldsl": 24,
                                    "whcd": 40,
                                    "cfjy": 5
                                },
                                "7": {
                                    "nvph": 84,
                                    "ldsl": 59,
                                    "whcd": 45,
                                    "cfjy": 32
                                },
                                "8": {
                                    "nvph": 82,
                                    "ldsl": 71,
                                    "whcd": 73,
                                    "cfjy": 55
                                },
                                "9": {
                                    "nvph": 2,
                                    "ldsl": 38,
                                    "whcd": 33,
                                    "cfjy": 65
                                },
                                "10": {
                                    "nvph": 94,
                                    "ldsl": 19,
                                    "whcd": 25,
                                    "cfjy": 98
                                },
                                "11": {
                                    "nvph": 30,
                                    "ldsl": 19,
                                    "whcd": 40,
                                    "cfjy": 31
                                },
                                "12": {
                                    "nvph": 19,
                                    "ldsl": 61,
                                    "whcd": 3,
                                    "cfjy": 8
                                }
                            }
                        },
                        "安贞": {
                            "total_population": 1,
                            "radar_data": [
                                2855,
                                3481,
                                3988,
                                4352
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 32,
                                    "ldsl": 1,
                                    "whcd": 82,
                                    "cfjy": 50
                                },
                                "2": {
                                    "nvph": 34,
                                    "ldsl": 14,
                                    "whcd": 25,
                                    "cfjy": 76
                                },
                                "3": {
                                    "nvph": 45,
                                    "ldsl": 70,
                                    "whcd": 19,
                                    "cfjy": 79
                                },
                                "4": {
                                    "nvph": 34,
                                    "ldsl": 85,
                                    "whcd": 52,
                                    "cfjy": 23
                                },
                                "5": {
                                    "nvph": 28,
                                    "ldsl": 50,
                                    "whcd": 53,
                                    "cfjy": 93
                                },
                                "6": {
                                    "nvph": 32,
                                    "ldsl": 14,
                                    "whcd": 20,
                                    "cfjy": 83
                                },
                                "7": {
                                    "nvph": 57,
                                    "ldsl": 21,
                                    "whcd": 69,
                                    "cfjy": 6
                                },
                                "8": {
                                    "nvph": 17,
                                    "ldsl": 44,
                                    "whcd": 53,
                                    "cfjy": 89
                                },
                                "9": {
                                    "nvph": 54,
                                    "ldsl": 20,
                                    "whcd": 11,
                                    "cfjy": 85
                                },
                                "10": {
                                    "nvph": 39,
                                    "ldsl": 80,
                                    "whcd": 47,
                                    "cfjy": 98
                                },
                                "11": {
                                    "nvph": 72,
                                    "ldsl": 57,
                                    "whcd": 96,
                                    "cfjy": 63
                                },
                                "12": {
                                    "nvph": 64,
                                    "ldsl": 49,
                                    "whcd": 79,
                                    "cfjy": 81
                                }
                            }
                        },
                        "高碑店地区": {
                            "total_population": 39,
                            "radar_data": [
                                3225,
                                3973,
                                4884,
                                2046
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 95,
                                    "ldsl": 68,
                                    "whcd": 90,
                                    "cfjy": 93
                                },
                                "2": {
                                    "nvph": 33,
                                    "ldsl": 96,
                                    "whcd": 70,
                                    "cfjy": 18
                                },
                                "3": {
                                    "nvph": 98,
                                    "ldsl": 92,
                                    "whcd": 53,
                                    "cfjy": 16
                                },
                                "4": {
                                    "nvph": 13,
                                    "ldsl": 34,
                                    "whcd": 9,
                                    "cfjy": 70
                                },
                                "5": {
                                    "nvph": 6,
                                    "ldsl": 22,
                                    "whcd": 48,
                                    "cfjy": 79
                                },
                                "6": {
                                    "nvph": 38,
                                    "ldsl": 88,
                                    "whcd": 57,
                                    "cfjy": 80
                                },
                                "7": {
                                    "nvph": 93,
                                    "ldsl": 88,
                                    "whcd": 79,
                                    "cfjy": 30
                                },
                                "8": {
                                    "nvph": 90,
                                    "ldsl": 74,
                                    "whcd": 64,
                                    "cfjy": 97
                                },
                                "9": {
                                    "nvph": 28,
                                    "ldsl": 34,
                                    "whcd": 96,
                                    "cfjy": 8
                                },
                                "10": {
                                    "nvph": 88,
                                    "ldsl": 96,
                                    "whcd": 54,
                                    "cfjy": 98
                                },
                                "11": {
                                    "nvph": 85,
                                    "ldsl": 5,
                                    "whcd": 64,
                                    "cfjy": 18
                                },
                                "12": {
                                    "nvph": 93,
                                    "ldsl": 31,
                                    "whcd": 9,
                                    "cfjy": 78
                                }
                            }
                        },
                        "团结湖": {
                            "total_population": 15,
                            "radar_data": [
                                4775,
                                2332,
                                2426,
                                3083
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 60,
                                    "ldsl": 5,
                                    "whcd": 77,
                                    "cfjy": 18
                                },
                                "2": {
                                    "nvph": 76,
                                    "ldsl": 9,
                                    "whcd": 42,
                                    "cfjy": 28
                                },
                                "3": {
                                    "nvph": 99,
                                    "ldsl": 77,
                                    "whcd": 8,
                                    "cfjy": 13
                                },
                                "4": {
                                    "nvph": 5,
                                    "ldsl": 69,
                                    "whcd": 63,
                                    "cfjy": 36
                                },
                                "5": {
                                    "nvph": 43,
                                    "ldsl": 35,
                                    "whcd": 37,
                                    "cfjy": 89
                                },
                                "6": {
                                    "nvph": 9,
                                    "ldsl": 18,
                                    "whcd": 23,
                                    "cfjy": 40
                                },
                                "7": {
                                    "nvph": 17,
                                    "ldsl": 34,
                                    "whcd": 33,
                                    "cfjy": 51
                                },
                                "8": {
                                    "nvph": 99,
                                    "ldsl": 76,
                                    "whcd": 54,
                                    "cfjy": 58
                                },
                                "9": {
                                    "nvph": 94,
                                    "ldsl": 2,
                                    "whcd": 26,
                                    "cfjy": 89
                                },
                                "10": {
                                    "nvph": 65,
                                    "ldsl": 46,
                                    "whcd": 37,
                                    "cfjy": 97
                                },
                                "11": {
                                    "nvph": 2,
                                    "ldsl": 56,
                                    "whcd": 55,
                                    "cfjy": 74
                                },
                                "12": {
                                    "nvph": 94,
                                    "ldsl": 69,
                                    "whcd": 60,
                                    "cfjy": 56
                                }
                            }
                        },
                        "六里屯": {
                            "total_population": 80,
                            "radar_data": [
                                3625,
                                2571,
                                4335,
                                2106
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 63,
                                    "ldsl": 10,
                                    "whcd": 91,
                                    "cfjy": 43
                                },
                                "2": {
                                    "nvph": 80,
                                    "ldsl": 71,
                                    "whcd": 37,
                                    "cfjy": 97
                                },
                                "3": {
                                    "nvph": 31,
                                    "ldsl": 34,
                                    "whcd": 17,
                                    "cfjy": 95
                                },
                                "4": {
                                    "nvph": 5,
                                    "ldsl": 77,
                                    "whcd": 27,
                                    "cfjy": 65
                                },
                                "5": {
                                    "nvph": 6,
                                    "ldsl": 33,
                                    "whcd": 78,
                                    "cfjy": 54
                                },
                                "6": {
                                    "nvph": 72,
                                    "ldsl": 32,
                                    "whcd": 87,
                                    "cfjy": 85
                                },
                                "7": {
                                    "nvph": 76,
                                    "ldsl": 47,
                                    "whcd": 78,
                                    "cfjy": 72
                                },
                                "8": {
                                    "nvph": 43,
                                    "ldsl": 62,
                                    "whcd": 63,
                                    "cfjy": 62
                                },
                                "9": {
                                    "nvph": 83,
                                    "ldsl": 27,
                                    "whcd": 85,
                                    "cfjy": 2
                                },
                                "10": {
                                    "nvph": 33,
                                    "ldsl": 89,
                                    "whcd": 7,
                                    "cfjy": 32
                                },
                                "11": {
                                    "nvph": 97,
                                    "ldsl": 52,
                                    "whcd": 85,
                                    "cfjy": 88
                                },
                                "12": {
                                    "nvph": 36,
                                    "ldsl": 25,
                                    "whcd": 48,
                                    "cfjy": 84
                                }
                            }
                        },
                        "十八里店地区": {
                            "total_population": 26,
                            "radar_data": [
                                3416,
                                3145,
                                4337,
                                4543
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 57,
                                    "ldsl": 3,
                                    "whcd": 10,
                                    "cfjy": 79
                                },
                                "2": {
                                    "nvph": 19,
                                    "ldsl": 48,
                                    "whcd": 60,
                                    "cfjy": 89
                                },
                                "3": {
                                    "nvph": 99,
                                    "ldsl": 19,
                                    "whcd": 45,
                                    "cfjy": 46
                                },
                                "4": {
                                    "nvph": 7,
                                    "ldsl": 77,
                                    "whcd": 13,
                                    "cfjy": 77
                                },
                                "5": {
                                    "nvph": 8,
                                    "ldsl": 82,
                                    "whcd": 96,
                                    "cfjy": 95
                                },
                                "6": {
                                    "nvph": 60,
                                    "ldsl": 70,
                                    "whcd": 6,
                                    "cfjy": 59
                                },
                                "7": {
                                    "nvph": 58,
                                    "ldsl": 54,
                                    "whcd": 70,
                                    "cfjy": 40
                                },
                                "8": {
                                    "nvph": 45,
                                    "ldsl": 55,
                                    "whcd": 18,
                                    "cfjy": 31
                                },
                                "9": {
                                    "nvph": 64,
                                    "ldsl": 46,
                                    "whcd": 59,
                                    "cfjy": 69
                                },
                                "10": {
                                    "nvph": 54,
                                    "ldsl": 35,
                                    "whcd": 41,
                                    "cfjy": 34
                                },
                                "11": {
                                    "nvph": 40,
                                    "ldsl": 98,
                                    "whcd": 60,
                                    "cfjy": 17
                                },
                                "12": {
                                    "nvph": 89,
                                    "ldsl": 95,
                                    "whcd": 51,
                                    "cfjy": 57
                                }
                            }
                        },
                        "奥运村地区": {
                            "total_population": 16,
                            "radar_data": [
                                3943,
                                4390,
                                4146,
                                4927
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 25,
                                    "ldsl": 2,
                                    "whcd": 3,
                                    "cfjy": 93
                                },
                                "2": {
                                    "nvph": 42,
                                    "ldsl": 32,
                                    "whcd": 99,
                                    "cfjy": 29
                                },
                                "3": {
                                    "nvph": 89,
                                    "ldsl": 86,
                                    "whcd": 30,
                                    "cfjy": 25
                                },
                                "4": {
                                    "nvph": 12,
                                    "ldsl": 91,
                                    "whcd": 9,
                                    "cfjy": 91
                                },
                                "5": {
                                    "nvph": 42,
                                    "ldsl": 9,
                                    "whcd": 89,
                                    "cfjy": 73
                                },
                                "6": {
                                    "nvph": 19,
                                    "ldsl": 36,
                                    "whcd": 55,
                                    "cfjy": 78
                                },
                                "7": {
                                    "nvph": 2,
                                    "ldsl": 80,
                                    "whcd": 34,
                                    "cfjy": 94
                                },
                                "8": {
                                    "nvph": 65,
                                    "ldsl": 33,
                                    "whcd": 55,
                                    "cfjy": 62
                                },
                                "9": {
                                    "nvph": 43,
                                    "ldsl": 3,
                                    "whcd": 18,
                                    "cfjy": 67
                                },
                                "10": {
                                    "nvph": 36,
                                    "ldsl": 37,
                                    "whcd": 23,
                                    "cfjy": 23
                                },
                                "11": {
                                    "nvph": 91,
                                    "ldsl": 40,
                                    "whcd": 23,
                                    "cfjy": 12
                                },
                                "12": {
                                    "nvph": 17,
                                    "ldsl": 59,
                                    "whcd": 57,
                                    "cfjy": 55
                                }
                            }
                        },
                        "潘家园": {
                            "total_population": 68,
                            "radar_data": [
                                2879,
                                2499,
                                2741,
                                2548
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 67,
                                    "ldsl": 76,
                                    "whcd": 86,
                                    "cfjy": 46
                                },
                                "2": {
                                    "nvph": 17,
                                    "ldsl": 15,
                                    "whcd": 52,
                                    "cfjy": 38
                                },
                                "3": {
                                    "nvph": 77,
                                    "ldsl": 54,
                                    "whcd": 36,
                                    "cfjy": 8
                                },
                                "4": {
                                    "nvph": 83,
                                    "ldsl": 35,
                                    "whcd": 43,
                                    "cfjy": 98
                                },
                                "5": {
                                    "nvph": 71,
                                    "ldsl": 86,
                                    "whcd": 59,
                                    "cfjy": 27
                                },
                                "6": {
                                    "nvph": 42,
                                    "ldsl": 26,
                                    "whcd": 70,
                                    "cfjy": 57
                                },
                                "7": {
                                    "nvph": 86,
                                    "ldsl": 78,
                                    "whcd": 23,
                                    "cfjy": 34
                                },
                                "8": {
                                    "nvph": 10,
                                    "ldsl": 84,
                                    "whcd": 3,
                                    "cfjy": 46
                                },
                                "9": {
                                    "nvph": 28,
                                    "ldsl": 92,
                                    "whcd": 46,
                                    "cfjy": 30
                                },
                                "10": {
                                    "nvph": 34,
                                    "ldsl": 49,
                                    "whcd": 59,
                                    "cfjy": 1
                                },
                                "11": {
                                    "nvph": 9,
                                    "ldsl": 57,
                                    "whcd": 32,
                                    "cfjy": 57
                                },
                                "12": {
                                    "nvph": 13,
                                    "ldsl": 68,
                                    "whcd": 60,
                                    "cfjy": 69
                                }
                            }
                        },
                        "大屯": {
                            "total_population": 51,
                            "radar_data": [
                                3767,
                                4792,
                                2484,
                                2440
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 5,
                                    "ldsl": 67,
                                    "whcd": 72,
                                    "cfjy": 15
                                },
                                "2": {
                                    "nvph": 72,
                                    "ldsl": 65,
                                    "whcd": 67,
                                    "cfjy": 37
                                },
                                "3": {
                                    "nvph": 74,
                                    "ldsl": 18,
                                    "whcd": 54,
                                    "cfjy": 54
                                },
                                "4": {
                                    "nvph": 63,
                                    "ldsl": 95,
                                    "whcd": 89,
                                    "cfjy": 87
                                },
                                "5": {
                                    "nvph": 43,
                                    "ldsl": 35,
                                    "whcd": 68,
                                    "cfjy": 64
                                },
                                "6": {
                                    "nvph": 88,
                                    "ldsl": 84,
                                    "whcd": 52,
                                    "cfjy": 29
                                },
                                "7": {
                                    "nvph": 28,
                                    "ldsl": 78,
                                    "whcd": 89,
                                    "cfjy": 12
                                },
                                "8": {
                                    "nvph": 5,
                                    "ldsl": 80,
                                    "whcd": 52,
                                    "cfjy": 14
                                },
                                "9": {
                                    "nvph": 67,
                                    "ldsl": 78,
                                    "whcd": 65,
                                    "cfjy": 45
                                },
                                "10": {
                                    "nvph": 52,
                                    "ldsl": 80,
                                    "whcd": 20,
                                    "cfjy": 13
                                },
                                "11": {
                                    "nvph": 31,
                                    "ldsl": 2,
                                    "whcd": 91,
                                    "cfjy": 40
                                },
                                "12": {
                                    "nvph": 64,
                                    "ldsl": 71,
                                    "whcd": 72,
                                    "cfjy": 40
                                }
                            }
                        },
                        "豆各庄地区": {
                            "total_population": 32,
                            "radar_data": [
                                3596,
                                3846,
                                2005,
                                3952
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 28,
                                    "ldsl": 86,
                                    "whcd": 73,
                                    "cfjy": 58
                                },
                                "2": {
                                    "nvph": 80,
                                    "ldsl": 56,
                                    "whcd": 85,
                                    "cfjy": 21
                                },
                                "3": {
                                    "nvph": 86,
                                    "ldsl": 18,
                                    "whcd": 15,
                                    "cfjy": 64
                                },
                                "4": {
                                    "nvph": 88,
                                    "ldsl": 53,
                                    "whcd": 12,
                                    "cfjy": 29
                                },
                                "5": {
                                    "nvph": 55,
                                    "ldsl": 40,
                                    "whcd": 67,
                                    "cfjy": 57
                                },
                                "6": {
                                    "nvph": 50,
                                    "ldsl": 85,
                                    "whcd": 74,
                                    "cfjy": 90
                                },
                                "7": {
                                    "nvph": 83,
                                    "ldsl": 31,
                                    "whcd": 5,
                                    "cfjy": 51
                                },
                                "8": {
                                    "nvph": 19,
                                    "ldsl": 87,
                                    "whcd": 70,
                                    "cfjy": 52
                                },
                                "9": {
                                    "nvph": 24,
                                    "ldsl": 93,
                                    "whcd": 18,
                                    "cfjy": 24
                                },
                                "10": {
                                    "nvph": 95,
                                    "ldsl": 24,
                                    "whcd": 47,
                                    "cfjy": 27
                                },
                                "11": {
                                    "nvph": 96,
                                    "ldsl": 68,
                                    "whcd": 73,
                                    "cfjy": 48
                                },
                                "12": {
                                    "nvph": 74,
                                    "ldsl": 87,
                                    "whcd": 100,
                                    "cfjy": 62
                                }
                            }
                        },
                        "常营地区": {
                            "total_population": 16,
                            "radar_data": [
                                2470,
                                4719,
                                3751,
                                2666
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 64,
                                    "ldsl": 65,
                                    "whcd": 96,
                                    "cfjy": 97
                                },
                                "2": {
                                    "nvph": 95,
                                    "ldsl": 71,
                                    "whcd": 15,
                                    "cfjy": 73
                                },
                                "3": {
                                    "nvph": 66,
                                    "ldsl": 83,
                                    "whcd": 43,
                                    "cfjy": 42
                                },
                                "4": {
                                    "nvph": 60,
                                    "ldsl": 53,
                                    "whcd": 52,
                                    "cfjy": 15
                                },
                                "5": {
                                    "nvph": 91,
                                    "ldsl": 25,
                                    "whcd": 35,
                                    "cfjy": 44
                                },
                                "6": {
                                    "nvph": 29,
                                    "ldsl": 75,
                                    "whcd": 97,
                                    "cfjy": 63
                                },
                                "7": {
                                    "nvph": 14,
                                    "ldsl": 80,
                                    "whcd": 41,
                                    "cfjy": 25
                                },
                                "8": {
                                    "nvph": 63,
                                    "ldsl": 42,
                                    "whcd": 17,
                                    "cfjy": 1
                                },
                                "9": {
                                    "nvph": 26,
                                    "ldsl": 91,
                                    "whcd": 15,
                                    "cfjy": 11
                                },
                                "10": {
                                    "nvph": 69,
                                    "ldsl": 1,
                                    "whcd": 32,
                                    "cfjy": 65
                                },
                                "11": {
                                    "nvph": 20,
                                    "ldsl": 13,
                                    "whcd": 73,
                                    "cfjy": 60
                                },
                                "12": {
                                    "nvph": 93,
                                    "ldsl": 97,
                                    "whcd": 29,
                                    "cfjy": 47
                                }
                            }
                        },
                        "和平街": {
                            "total_population": 94,
                            "radar_data": [
                                3725,
                                4706,
                                4154,
                                3373
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 18,
                                    "ldsl": 45,
                                    "whcd": 91,
                                    "cfjy": 84
                                },
                                "2": {
                                    "nvph": 3,
                                    "ldsl": 87,
                                    "whcd": 24,
                                    "cfjy": 22
                                },
                                "3": {
                                    "nvph": 46,
                                    "ldsl": 37,
                                    "whcd": 91,
                                    "cfjy": 5
                                },
                                "4": {
                                    "nvph": 74,
                                    "ldsl": 84,
                                    "whcd": 40,
                                    "cfjy": 69
                                },
                                "5": {
                                    "nvph": 49,
                                    "ldsl": 98,
                                    "whcd": 4,
                                    "cfjy": 27
                                },
                                "6": {
                                    "nvph": 40,
                                    "ldsl": 56,
                                    "whcd": 94,
                                    "cfjy": 88
                                },
                                "7": {
                                    "nvph": 66,
                                    "ldsl": 71,
                                    "whcd": 52,
                                    "cfjy": 93
                                },
                                "8": {
                                    "nvph": 32,
                                    "ldsl": 61,
                                    "whcd": 84,
                                    "cfjy": 73
                                },
                                "9": {
                                    "nvph": 78,
                                    "ldsl": 64,
                                    "whcd": 91,
                                    "cfjy": 89
                                },
                                "10": {
                                    "nvph": 74,
                                    "ldsl": 76,
                                    "whcd": 15,
                                    "cfjy": 43
                                },
                                "11": {
                                    "nvph": 41,
                                    "ldsl": 10,
                                    "whcd": 76,
                                    "cfjy": 78
                                },
                                "12": {
                                    "nvph": 78,
                                    "ldsl": 69,
                                    "whcd": 29,
                                    "cfjy": 2
                                }
                            }
                        },
                        "三里屯": {
                            "total_population": 56,
                            "radar_data": [
                                3925,
                                3308,
                                4425,
                                3515
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 71,
                                    "ldsl": 58,
                                    "whcd": 99,
                                    "cfjy": 22
                                },
                                "2": {
                                    "nvph": 77,
                                    "ldsl": 99,
                                    "whcd": 95,
                                    "cfjy": 66
                                },
                                "3": {
                                    "nvph": 7,
                                    "ldsl": 65,
                                    "whcd": 46,
                                    "cfjy": 20
                                },
                                "4": {
                                    "nvph": 1,
                                    "ldsl": 90,
                                    "whcd": 80,
                                    "cfjy": 98
                                },
                                "5": {
                                    "nvph": 47,
                                    "ldsl": 55,
                                    "whcd": 63,
                                    "cfjy": 79
                                },
                                "6": {
                                    "nvph": 19,
                                    "ldsl": 79,
                                    "whcd": 65,
                                    "cfjy": 60
                                },
                                "7": {
                                    "nvph": 74,
                                    "ldsl": 78,
                                    "whcd": 64,
                                    "cfjy": 1
                                },
                                "8": {
                                    "nvph": 68,
                                    "ldsl": 42,
                                    "whcd": 33,
                                    "cfjy": 67
                                },
                                "9": {
                                    "nvph": 82,
                                    "ldsl": 4,
                                    "whcd": 72,
                                    "cfjy": 20
                                },
                                "10": {
                                    "nvph": 62,
                                    "ldsl": 35,
                                    "whcd": 70,
                                    "cfjy": 7
                                },
                                "11": {
                                    "nvph": 64,
                                    "ldsl": 43,
                                    "whcd": 51,
                                    "cfjy": 13
                                },
                                "12": {
                                    "nvph": 1,
                                    "ldsl": 8,
                                    "whcd": 41,
                                    "cfjy": 80
                                }
                            }
                        },
                        "劲松": {
                            "total_population": 65,
                            "radar_data": [
                                3526,
                                2181,
                                3020,
                                4183
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 82,
                                    "ldsl": 21,
                                    "whcd": 3,
                                    "cfjy": 92
                                },
                                "2": {
                                    "nvph": 60,
                                    "ldsl": 53,
                                    "whcd": 6,
                                    "cfjy": 6
                                },
                                "3": {
                                    "nvph": 80,
                                    "ldsl": 71,
                                    "whcd": 87,
                                    "cfjy": 88
                                },
                                "4": {
                                    "nvph": 52,
                                    "ldsl": 10,
                                    "whcd": 91,
                                    "cfjy": 85
                                },
                                "5": {
                                    "nvph": 8,
                                    "ldsl": 93,
                                    "whcd": 97,
                                    "cfjy": 42
                                },
                                "6": {
                                    "nvph": 98,
                                    "ldsl": 51,
                                    "whcd": 28,
                                    "cfjy": 73
                                },
                                "7": {
                                    "nvph": 4,
                                    "ldsl": 9,
                                    "whcd": 43,
                                    "cfjy": 77
                                },
                                "8": {
                                    "nvph": 41,
                                    "ldsl": 74,
                                    "whcd": 65,
                                    "cfjy": 42
                                },
                                "9": {
                                    "nvph": 74,
                                    "ldsl": 84,
                                    "whcd": 70,
                                    "cfjy": 40
                                },
                                "10": {
                                    "nvph": 96,
                                    "ldsl": 49,
                                    "whcd": 14,
                                    "cfjy": 42
                                },
                                "11": {
                                    "nvph": 63,
                                    "ldsl": 88,
                                    "whcd": 5,
                                    "cfjy": 80
                                },
                                "12": {
                                    "nvph": 33,
                                    "ldsl": 61,
                                    "whcd": 18,
                                    "cfjy": 63
                                }
                            }
                        },
                        "黑庄户地区": {
                            "total_population": 67,
                            "radar_data": [
                                2684,
                                2416,
                                2999,
                                3494
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 18,
                                    "ldsl": 98,
                                    "whcd": 84,
                                    "cfjy": 40
                                },
                                "2": {
                                    "nvph": 39,
                                    "ldsl": 82,
                                    "whcd": 50,
                                    "cfjy": 41
                                },
                                "3": {
                                    "nvph": 60,
                                    "ldsl": 51,
                                    "whcd": 79,
                                    "cfjy": 21
                                },
                                "4": {
                                    "nvph": 55,
                                    "ldsl": 46,
                                    "whcd": 3,
                                    "cfjy": 41
                                },
                                "5": {
                                    "nvph": 63,
                                    "ldsl": 9,
                                    "whcd": 75,
                                    "cfjy": 63
                                },
                                "6": {
                                    "nvph": 81,
                                    "ldsl": 77,
                                    "whcd": 36,
                                    "cfjy": 74
                                },
                                "7": {
                                    "nvph": 12,
                                    "ldsl": 45,
                                    "whcd": 41,
                                    "cfjy": 8
                                },
                                "8": {
                                    "nvph": 56,
                                    "ldsl": 25,
                                    "whcd": 71,
                                    "cfjy": 73
                                },
                                "9": {
                                    "nvph": 85,
                                    "ldsl": 41,
                                    "whcd": 33,
                                    "cfjy": 30
                                },
                                "10": {
                                    "nvph": 15,
                                    "ldsl": 47,
                                    "whcd": 88,
                                    "cfjy": 56
                                },
                                "11": {
                                    "nvph": 78,
                                    "ldsl": 5,
                                    "whcd": 69,
                                    "cfjy": 18
                                },
                                "12": {
                                    "nvph": 86,
                                    "ldsl": 86,
                                    "whcd": 40,
                                    "cfjy": 58
                                }
                            }
                        },
                        "望京开发": {
                            "total_population": 41,
                            "radar_data": [
                                2782,
                                2003,
                                4849,
                                4672
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 18,
                                    "ldsl": 42,
                                    "whcd": 65,
                                    "cfjy": 7
                                },
                                "2": {
                                    "nvph": 83,
                                    "ldsl": 49,
                                    "whcd": 85,
                                    "cfjy": 72
                                },
                                "3": {
                                    "nvph": 91,
                                    "ldsl": 62,
                                    "whcd": 5,
                                    "cfjy": 94
                                },
                                "4": {
                                    "nvph": 26,
                                    "ldsl": 9,
                                    "whcd": 80,
                                    "cfjy": 59
                                },
                                "5": {
                                    "nvph": 98,
                                    "ldsl": 99,
                                    "whcd": 84,
                                    "cfjy": 15
                                },
                                "6": {
                                    "nvph": 85,
                                    "ldsl": 86,
                                    "whcd": 6,
                                    "cfjy": 22
                                },
                                "7": {
                                    "nvph": 58,
                                    "ldsl": 17,
                                    "whcd": 48,
                                    "cfjy": 82
                                },
                                "8": {
                                    "nvph": 55,
                                    "ldsl": 74,
                                    "whcd": 71,
                                    "cfjy": 28
                                },
                                "9": {
                                    "nvph": 51,
                                    "ldsl": 4,
                                    "whcd": 7,
                                    "cfjy": 18
                                },
                                "10": {
                                    "nvph": 42,
                                    "ldsl": 21,
                                    "whcd": 16,
                                    "cfjy": 8
                                },
                                "11": {
                                    "nvph": 4,
                                    "ldsl": 29,
                                    "whcd": 77,
                                    "cfjy": 9
                                },
                                "12": {
                                    "nvph": 14,
                                    "ldsl": 77,
                                    "whcd": 36,
                                    "cfjy": 45
                                }
                            }
                        },
                        "金盏地区": {
                            "total_population": 90,
                            "radar_data": [
                                3424,
                                3032,
                                2215,
                                4578
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 39,
                                    "ldsl": 27,
                                    "whcd": 45,
                                    "cfjy": 61
                                },
                                "2": {
                                    "nvph": 8,
                                    "ldsl": 49,
                                    "whcd": 36,
                                    "cfjy": 21
                                },
                                "3": {
                                    "nvph": 46,
                                    "ldsl": 63,
                                    "whcd": 80,
                                    "cfjy": 42
                                },
                                "4": {
                                    "nvph": 5,
                                    "ldsl": 36,
                                    "whcd": 23,
                                    "cfjy": 92
                                },
                                "5": {
                                    "nvph": 5,
                                    "ldsl": 72,
                                    "whcd": 39,
                                    "cfjy": 24
                                },
                                "6": {
                                    "nvph": 98,
                                    "ldsl": 3,
                                    "whcd": 35,
                                    "cfjy": 59
                                },
                                "7": {
                                    "nvph": 92,
                                    "ldsl": 34,
                                    "whcd": 2,
                                    "cfjy": 33
                                },
                                "8": {
                                    "nvph": 95,
                                    "ldsl": 47,
                                    "whcd": 25,
                                    "cfjy": 7
                                },
                                "9": {
                                    "nvph": 24,
                                    "ldsl": 44,
                                    "whcd": 4,
                                    "cfjy": 59
                                },
                                "10": {
                                    "nvph": 86,
                                    "ldsl": 14,
                                    "whcd": 29,
                                    "cfjy": 17
                                },
                                "11": {
                                    "nvph": 14,
                                    "ldsl": 94,
                                    "whcd": 90,
                                    "cfjy": 34
                                },
                                "12": {
                                    "nvph": 26,
                                    "ldsl": 5,
                                    "whcd": 13,
                                    "cfjy": 68
                                }
                            }
                        },
                        "双井": {
                            "total_population": 61,
                            "radar_data": [
                                3370,
                                2366,
                                3328,
                                2619
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 52,
                                    "ldsl": 57,
                                    "whcd": 41,
                                    "cfjy": 81
                                },
                                "2": {
                                    "nvph": 37,
                                    "ldsl": 26,
                                    "whcd": 49,
                                    "cfjy": 97
                                },
                                "3": {
                                    "nvph": 14,
                                    "ldsl": 56,
                                    "whcd": 21,
                                    "cfjy": 62
                                },
                                "4": {
                                    "nvph": 37,
                                    "ldsl": 18,
                                    "whcd": 16,
                                    "cfjy": 10
                                },
                                "5": {
                                    "nvph": 21,
                                    "ldsl": 85,
                                    "whcd": 100,
                                    "cfjy": 78
                                },
                                "6": {
                                    "nvph": 54,
                                    "ldsl": 25,
                                    "whcd": 70,
                                    "cfjy": 62
                                },
                                "7": {
                                    "nvph": 44,
                                    "ldsl": 56,
                                    "whcd": 27,
                                    "cfjy": 34
                                },
                                "8": {
                                    "nvph": 16,
                                    "ldsl": 44,
                                    "whcd": 38,
                                    "cfjy": 85
                                },
                                "9": {
                                    "nvph": 14,
                                    "ldsl": 43,
                                    "whcd": 72,
                                    "cfjy": 31
                                },
                                "10": {
                                    "nvph": 21,
                                    "ldsl": 16,
                                    "whcd": 32,
                                    "cfjy": 68
                                },
                                "11": {
                                    "nvph": 80,
                                    "ldsl": 89,
                                    "whcd": 9,
                                    "cfjy": 10
                                },
                                "12": {
                                    "nvph": 7,
                                    "ldsl": 91,
                                    "whcd": 67,
                                    "cfjy": 71
                                }
                            }
                        },
                        "平房地区": {
                            "total_population": 41,
                            "radar_data": [
                                2562,
                                4679,
                                3364,
                                2210
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 46,
                                    "ldsl": 18,
                                    "whcd": 28,
                                    "cfjy": 14
                                },
                                "2": {
                                    "nvph": 59,
                                    "ldsl": 96,
                                    "whcd": 100,
                                    "cfjy": 17
                                },
                                "3": {
                                    "nvph": 27,
                                    "ldsl": 24,
                                    "whcd": 44,
                                    "cfjy": 35
                                },
                                "4": {
                                    "nvph": 6,
                                    "ldsl": 82,
                                    "whcd": 80,
                                    "cfjy": 59
                                },
                                "5": {
                                    "nvph": 12,
                                    "ldsl": 74,
                                    "whcd": 89,
                                    "cfjy": 44
                                },
                                "6": {
                                    "nvph": 2,
                                    "ldsl": 45,
                                    "whcd": 12,
                                    "cfjy": 53
                                },
                                "7": {
                                    "nvph": 68,
                                    "ldsl": 22,
                                    "whcd": 10,
                                    "cfjy": 85
                                },
                                "8": {
                                    "nvph": 28,
                                    "ldsl": 88,
                                    "whcd": 77,
                                    "cfjy": 92
                                },
                                "9": {
                                    "nvph": 33,
                                    "ldsl": 10,
                                    "whcd": 59,
                                    "cfjy": 43
                                },
                                "10": {
                                    "nvph": 58,
                                    "ldsl": 22,
                                    "whcd": 45,
                                    "cfjy": 89
                                },
                                "11": {
                                    "nvph": 60,
                                    "ldsl": 41,
                                    "whcd": 5,
                                    "cfjy": 14
                                },
                                "12": {
                                    "nvph": 9,
                                    "ldsl": 6,
                                    "whcd": 52,
                                    "cfjy": 28
                                }
                            }
                        },
                        "建外": {
                            "total_population": 30,
                            "radar_data": [
                                3655,
                                3871,
                                2781,
                                2553
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 95,
                                    "ldsl": 24,
                                    "whcd": 74,
                                    "cfjy": 86
                                },
                                "2": {
                                    "nvph": 92,
                                    "ldsl": 92,
                                    "whcd": 98,
                                    "cfjy": 45
                                },
                                "3": {
                                    "nvph": 76,
                                    "ldsl": 66,
                                    "whcd": 73,
                                    "cfjy": 10
                                },
                                "4": {
                                    "nvph": 98,
                                    "ldsl": 4,
                                    "whcd": 66,
                                    "cfjy": 50
                                },
                                "5": {
                                    "nvph": 86,
                                    "ldsl": 5,
                                    "whcd": 33,
                                    "cfjy": 80
                                },
                                "6": {
                                    "nvph": 27,
                                    "ldsl": 36,
                                    "whcd": 21,
                                    "cfjy": 96
                                },
                                "7": {
                                    "nvph": 100,
                                    "ldsl": 60,
                                    "whcd": 43,
                                    "cfjy": 69
                                },
                                "8": {
                                    "nvph": 9,
                                    "ldsl": 10,
                                    "whcd": 48,
                                    "cfjy": 33
                                },
                                "9": {
                                    "nvph": 34,
                                    "ldsl": 17,
                                    "whcd": 40,
                                    "cfjy": 13
                                },
                                "10": {
                                    "nvph": 41,
                                    "ldsl": 1,
                                    "whcd": 9,
                                    "cfjy": 30
                                },
                                "11": {
                                    "nvph": 79,
                                    "ldsl": 74,
                                    "whcd": 85,
                                    "cfjy": 20
                                },
                                "12": {
                                    "nvph": 58,
                                    "ldsl": 97,
                                    "whcd": 92,
                                    "cfjy": 95
                                }
                            }
                        },
                        "望京": {
                            "total_population": 42,
                            "radar_data": [
                                4833,
                                2134,
                                2358,
                                3287
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 25,
                                    "ldsl": 21,
                                    "whcd": 93,
                                    "cfjy": 81
                                },
                                "2": {
                                    "nvph": 78,
                                    "ldsl": 91,
                                    "whcd": 57,
                                    "cfjy": 12
                                },
                                "3": {
                                    "nvph": 58,
                                    "ldsl": 47,
                                    "whcd": 75,
                                    "cfjy": 1
                                },
                                "4": {
                                    "nvph": 98,
                                    "ldsl": 86,
                                    "whcd": 92,
                                    "cfjy": 55
                                },
                                "5": {
                                    "nvph": 25,
                                    "ldsl": 87,
                                    "whcd": 45,
                                    "cfjy": 4
                                },
                                "6": {
                                    "nvph": 50,
                                    "ldsl": 52,
                                    "whcd": 32,
                                    "cfjy": 4
                                },
                                "7": {
                                    "nvph": 27,
                                    "ldsl": 93,
                                    "whcd": 21,
                                    "cfjy": 19
                                },
                                "8": {
                                    "nvph": 3,
                                    "ldsl": 13,
                                    "whcd": 33,
                                    "cfjy": 9
                                },
                                "9": {
                                    "nvph": 21,
                                    "ldsl": 22,
                                    "whcd": 38,
                                    "cfjy": 75
                                },
                                "10": {
                                    "nvph": 54,
                                    "ldsl": 19,
                                    "whcd": 12,
                                    "cfjy": 19
                                },
                                "11": {
                                    "nvph": 77,
                                    "ldsl": 32,
                                    "whcd": 5,
                                    "cfjy": 77
                                },
                                "12": {
                                    "nvph": 3,
                                    "ldsl": 30,
                                    "whcd": 18,
                                    "cfjy": 50
                                }
                            }
                        },
                        "将台地区": {
                            "total_population": 72,
                            "radar_data": [
                                2133,
                                3123,
                                4976,
                                3585
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 27,
                                    "ldsl": 28,
                                    "whcd": 51,
                                    "cfjy": 44
                                },
                                "2": {
                                    "nvph": 70,
                                    "ldsl": 5,
                                    "whcd": 1,
                                    "cfjy": 65
                                },
                                "3": {
                                    "nvph": 3,
                                    "ldsl": 41,
                                    "whcd": 42,
                                    "cfjy": 49
                                },
                                "4": {
                                    "nvph": 79,
                                    "ldsl": 22,
                                    "whcd": 97,
                                    "cfjy": 92
                                },
                                "5": {
                                    "nvph": 82,
                                    "ldsl": 31,
                                    "whcd": 95,
                                    "cfjy": 56
                                },
                                "6": {
                                    "nvph": 14,
                                    "ldsl": 76,
                                    "whcd": 98,
                                    "cfjy": 40
                                },
                                "7": {
                                    "nvph": 58,
                                    "ldsl": 3,
                                    "whcd": 58,
                                    "cfjy": 92
                                },
                                "8": {
                                    "nvph": 85,
                                    "ldsl": 48,
                                    "whcd": 96,
                                    "cfjy": 26
                                },
                                "9": {
                                    "nvph": 27,
                                    "ldsl": 80,
                                    "whcd": 26,
                                    "cfjy": 34
                                },
                                "10": {
                                    "nvph": 24,
                                    "ldsl": 92,
                                    "whcd": 57,
                                    "cfjy": 79
                                },
                                "11": {
                                    "nvph": 96,
                                    "ldsl": 79,
                                    "whcd": 79,
                                    "cfjy": 7
                                },
                                "12": {
                                    "nvph": 80,
                                    "ldsl": 5,
                                    "whcd": 72,
                                    "cfjy": 72
                                }
                            }
                        }
                    }
                },
                "2017": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "男女平衡"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "劳动适龄"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "充分就业"
                        },
                        {
                            " color": "#cdd3dc",
                            "name": "文化程度",
                            " max": 5000
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "total_population": 70,
                            "radar_data": [
                                4624,
                                3735,
                                4465,
                                2825
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 10,
                                    "ldsl": 42,
                                    "whcd": 60,
                                    "cfjy": 71
                                },
                                "2": {
                                    "nvph": 87,
                                    "ldsl": 93,
                                    "whcd": 8,
                                    "cfjy": 15
                                },
                                "3": {
                                    "nvph": 68,
                                    "ldsl": 78,
                                    "whcd": 69,
                                    "cfjy": 48
                                },
                                "4": {
                                    "nvph": 71,
                                    "ldsl": 60,
                                    "whcd": 24,
                                    "cfjy": 99
                                },
                                "5": {
                                    "nvph": 71,
                                    "ldsl": 43,
                                    "whcd": 44,
                                    "cfjy": 61
                                },
                                "6": {
                                    "nvph": 53,
                                    "ldsl": 72,
                                    "whcd": 63,
                                    "cfjy": 11
                                },
                                "7": {
                                    "nvph": 2,
                                    "ldsl": 64,
                                    "whcd": 63,
                                    "cfjy": 69
                                },
                                "8": {
                                    "nvph": 98,
                                    "ldsl": 93,
                                    "whcd": 77,
                                    "cfjy": 51
                                },
                                "9": {
                                    "nvph": 89,
                                    "ldsl": 11,
                                    "whcd": 11,
                                    "cfjy": 31
                                },
                                "10": {
                                    "nvph": 29,
                                    "ldsl": 13,
                                    "whcd": 62,
                                    "cfjy": 89
                                },
                                "11": {
                                    "nvph": 58,
                                    "ldsl": 49,
                                    "whcd": 37,
                                    "cfjy": 5
                                },
                                "12": {
                                    "nvph": 40,
                                    "ldsl": 27,
                                    "whcd": 58,
                                    "cfjy": 27
                                }
                            }
                        },
                        "亚运村": {
                            "total_population": 21,
                            "radar_data": [
                                3534,
                                3536,
                                2372,
                                3969
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 78,
                                    "ldsl": 91,
                                    "whcd": 30,
                                    "cfjy": 82
                                },
                                "2": {
                                    "nvph": 77,
                                    "ldsl": 28,
                                    "whcd": 11,
                                    "cfjy": 39
                                },
                                "3": {
                                    "nvph": 17,
                                    "ldsl": 89,
                                    "whcd": 39,
                                    "cfjy": 43
                                },
                                "4": {
                                    "nvph": 10,
                                    "ldsl": 50,
                                    "whcd": 76,
                                    "cfjy": 10
                                },
                                "5": {
                                    "nvph": 40,
                                    "ldsl": 12,
                                    "whcd": 32,
                                    "cfjy": 16
                                },
                                "6": {
                                    "nvph": 66,
                                    "ldsl": 80,
                                    "whcd": 39,
                                    "cfjy": 5
                                },
                                "7": {
                                    "nvph": 21,
                                    "ldsl": 100,
                                    "whcd": 5,
                                    "cfjy": 10
                                },
                                "8": {
                                    "nvph": 64,
                                    "ldsl": 29,
                                    "whcd": 27,
                                    "cfjy": 18
                                },
                                "9": {
                                    "nvph": 95,
                                    "ldsl": 96,
                                    "whcd": 12,
                                    "cfjy": 43
                                },
                                "10": {
                                    "nvph": 22,
                                    "ldsl": 56,
                                    "whcd": 38,
                                    "cfjy": 79
                                },
                                "11": {
                                    "nvph": 1,
                                    "ldsl": 28,
                                    "whcd": 19,
                                    "cfjy": 29
                                },
                                "12": {
                                    "nvph": 29,
                                    "ldsl": 35,
                                    "whcd": 99,
                                    "cfjy": 36
                                }
                            }
                        },
                        "左家庄": {
                            "total_population": 81,
                            "radar_data": [
                                4795,
                                2470,
                                4242,
                                3503
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 35,
                                    "ldsl": 28,
                                    "whcd": 21,
                                    "cfjy": 59
                                },
                                "2": {
                                    "nvph": 97,
                                    "ldsl": 87,
                                    "whcd": 56,
                                    "cfjy": 48
                                },
                                "3": {
                                    "nvph": 72,
                                    "ldsl": 44,
                                    "whcd": 12,
                                    "cfjy": 42
                                },
                                "4": {
                                    "nvph": 21,
                                    "ldsl": 68,
                                    "whcd": 25,
                                    "cfjy": 38
                                },
                                "5": {
                                    "nvph": 34,
                                    "ldsl": 5,
                                    "whcd": 10,
                                    "cfjy": 80
                                },
                                "6": {
                                    "nvph": 90,
                                    "ldsl": 13,
                                    "whcd": 56,
                                    "cfjy": 53
                                },
                                "7": {
                                    "nvph": 20,
                                    "ldsl": 30,
                                    "whcd": 10,
                                    "cfjy": 11
                                },
                                "8": {
                                    "nvph": 70,
                                    "ldsl": 46,
                                    "whcd": 19,
                                    "cfjy": 12
                                },
                                "9": {
                                    "nvph": 48,
                                    "ldsl": 75,
                                    "whcd": 100,
                                    "cfjy": 67
                                },
                                "10": {
                                    "nvph": 16,
                                    "ldsl": 99,
                                    "whcd": 31,
                                    "cfjy": 53
                                },
                                "11": {
                                    "nvph": 13,
                                    "ldsl": 75,
                                    "whcd": 34,
                                    "cfjy": 16
                                },
                                "12": {
                                    "nvph": 14,
                                    "ldsl": 71,
                                    "whcd": 56,
                                    "cfjy": 84
                                }
                            }
                        },
                        "王四营地区": {
                            "total_population": 88,
                            "radar_data": [
                                4902,
                                3006,
                                3425,
                                2914
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 51,
                                    "ldsl": 3,
                                    "whcd": 95,
                                    "cfjy": 62
                                },
                                "2": {
                                    "nvph": 58,
                                    "ldsl": 29,
                                    "whcd": 66,
                                    "cfjy": 21
                                },
                                "3": {
                                    "nvph": 74,
                                    "ldsl": 32,
                                    "whcd": 2,
                                    "cfjy": 93
                                },
                                "4": {
                                    "nvph": 27,
                                    "ldsl": 36,
                                    "whcd": 83,
                                    "cfjy": 79
                                },
                                "5": {
                                    "nvph": 77,
                                    "ldsl": 93,
                                    "whcd": 12,
                                    "cfjy": 71
                                },
                                "6": {
                                    "nvph": 82,
                                    "ldsl": 96,
                                    "whcd": 45,
                                    "cfjy": 50
                                },
                                "7": {
                                    "nvph": 86,
                                    "ldsl": 90,
                                    "whcd": 54,
                                    "cfjy": 15
                                },
                                "8": {
                                    "nvph": 75,
                                    "ldsl": 74,
                                    "whcd": 72,
                                    "cfjy": 38
                                },
                                "9": {
                                    "nvph": 11,
                                    "ldsl": 37,
                                    "whcd": 40,
                                    "cfjy": 34
                                },
                                "10": {
                                    "nvph": 33,
                                    "ldsl": 83,
                                    "whcd": 50,
                                    "cfjy": 16
                                },
                                "11": {
                                    "nvph": 14,
                                    "ldsl": 76,
                                    "whcd": 22,
                                    "cfjy": 53
                                },
                                "12": {
                                    "nvph": 16,
                                    "ldsl": 64,
                                    "whcd": 87,
                                    "cfjy": 23
                                }
                            }
                        },
                        "三间房地区": {
                            "total_population": 92,
                            "radar_data": [
                                4781,
                                2317,
                                4959,
                                3261
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 40,
                                    "ldsl": 65,
                                    "whcd": 98,
                                    "cfjy": 100
                                },
                                "2": {
                                    "nvph": 63,
                                    "ldsl": 21,
                                    "whcd": 53,
                                    "cfjy": 11
                                },
                                "3": {
                                    "nvph": 48,
                                    "ldsl": 52,
                                    "whcd": 49,
                                    "cfjy": 28
                                },
                                "4": {
                                    "nvph": 72,
                                    "ldsl": 48,
                                    "whcd": 100,
                                    "cfjy": 81
                                },
                                "5": {
                                    "nvph": 12,
                                    "ldsl": 83,
                                    "whcd": 28,
                                    "cfjy": 6
                                },
                                "6": {
                                    "nvph": 26,
                                    "ldsl": 76,
                                    "whcd": 44,
                                    "cfjy": 64
                                },
                                "7": {
                                    "nvph": 91,
                                    "ldsl": 87,
                                    "whcd": 54,
                                    "cfjy": 5
                                },
                                "8": {
                                    "nvph": 48,
                                    "ldsl": 47,
                                    "whcd": 30,
                                    "cfjy": 47
                                },
                                "9": {
                                    "nvph": 46,
                                    "ldsl": 83,
                                    "whcd": 59,
                                    "cfjy": 100
                                },
                                "10": {
                                    "nvph": 25,
                                    "ldsl": 6,
                                    "whcd": 86,
                                    "cfjy": 38
                                },
                                "11": {
                                    "nvph": 2,
                                    "ldsl": 5,
                                    "whcd": 95,
                                    "cfjy": 71
                                },
                                "12": {
                                    "nvph": 43,
                                    "ldsl": 49,
                                    "whcd": 60,
                                    "cfjy": 95
                                }
                            }
                        },
                        "首都机场": {
                            "total_population": 21,
                            "radar_data": [
                                4979,
                                2646,
                                4757,
                                3926
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 3,
                                    "ldsl": 35,
                                    "whcd": 17,
                                    "cfjy": 72
                                },
                                "2": {
                                    "nvph": 72,
                                    "ldsl": 20,
                                    "whcd": 53,
                                    "cfjy": 32
                                },
                                "3": {
                                    "nvph": 71,
                                    "ldsl": 82,
                                    "whcd": 35,
                                    "cfjy": 48
                                },
                                "4": {
                                    "nvph": 15,
                                    "ldsl": 22,
                                    "whcd": 47,
                                    "cfjy": 78
                                },
                                "5": {
                                    "nvph": 24,
                                    "ldsl": 10,
                                    "whcd": 82,
                                    "cfjy": 93
                                },
                                "6": {
                                    "nvph": 47,
                                    "ldsl": 91,
                                    "whcd": 24,
                                    "cfjy": 100
                                },
                                "7": {
                                    "nvph": 98,
                                    "ldsl": 11,
                                    "whcd": 19,
                                    "cfjy": 80
                                },
                                "8": {
                                    "nvph": 20,
                                    "ldsl": 67,
                                    "whcd": 22,
                                    "cfjy": 98
                                },
                                "9": {
                                    "nvph": 14,
                                    "ldsl": 15,
                                    "whcd": 16,
                                    "cfjy": 91
                                },
                                "10": {
                                    "nvph": 2,
                                    "ldsl": 84,
                                    "whcd": 58,
                                    "cfjy": 45
                                },
                                "11": {
                                    "nvph": 53,
                                    "ldsl": 61,
                                    "whcd": 19,
                                    "cfjy": 23
                                },
                                "12": {
                                    "nvph": 49,
                                    "ldsl": 19,
                                    "whcd": 43,
                                    "cfjy": 84
                                }
                            }
                        },
                        "来广营地区": {
                            "total_population": 60,
                            "radar_data": [
                                3967,
                                4578,
                                4612,
                                4451
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 47,
                                    "ldsl": 65,
                                    "whcd": 54,
                                    "cfjy": 58
                                },
                                "2": {
                                    "nvph": 15,
                                    "ldsl": 15,
                                    "whcd": 53,
                                    "cfjy": 53
                                },
                                "3": {
                                    "nvph": 73,
                                    "ldsl": 19,
                                    "whcd": 40,
                                    "cfjy": 41
                                },
                                "4": {
                                    "nvph": 65,
                                    "ldsl": 24,
                                    "whcd": 75,
                                    "cfjy": 34
                                },
                                "5": {
                                    "nvph": 25,
                                    "ldsl": 30,
                                    "whcd": 38,
                                    "cfjy": 24
                                },
                                "6": {
                                    "nvph": 42,
                                    "ldsl": 100,
                                    "whcd": 92,
                                    "cfjy": 31
                                },
                                "7": {
                                    "nvph": 95,
                                    "ldsl": 10,
                                    "whcd": 61,
                                    "cfjy": 46
                                },
                                "8": {
                                    "nvph": 29,
                                    "ldsl": 96,
                                    "whcd": 28,
                                    "cfjy": 44
                                },
                                "9": {
                                    "nvph": 69,
                                    "ldsl": 52,
                                    "whcd": 76,
                                    "cfjy": 85
                                },
                                "10": {
                                    "nvph": 47,
                                    "ldsl": 74,
                                    "whcd": 86,
                                    "cfjy": 91
                                },
                                "11": {
                                    "nvph": 40,
                                    "ldsl": 91,
                                    "whcd": 31,
                                    "cfjy": 38
                                },
                                "12": {
                                    "nvph": 34,
                                    "ldsl": 35,
                                    "whcd": 54,
                                    "cfjy": 76
                                }
                            }
                        },
                        "朝外": {
                            "total_population": 42,
                            "radar_data": [
                                4130,
                                3568,
                                3716,
                                4920
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 91,
                                    "ldsl": 46,
                                    "whcd": 74,
                                    "cfjy": 21
                                },
                                "2": {
                                    "nvph": 66,
                                    "ldsl": 76,
                                    "whcd": 74,
                                    "cfjy": 26
                                },
                                "3": {
                                    "nvph": 77,
                                    "ldsl": 16,
                                    "whcd": 5,
                                    "cfjy": 82
                                },
                                "4": {
                                    "nvph": 46,
                                    "ldsl": 44,
                                    "whcd": 77,
                                    "cfjy": 10
                                },
                                "5": {
                                    "nvph": 17,
                                    "ldsl": 26,
                                    "whcd": 19,
                                    "cfjy": 1
                                },
                                "6": {
                                    "nvph": 60,
                                    "ldsl": 83,
                                    "whcd": 81,
                                    "cfjy": 43
                                },
                                "7": {
                                    "nvph": 100,
                                    "ldsl": 80,
                                    "whcd": 47,
                                    "cfjy": 36
                                },
                                "8": {
                                    "nvph": 55,
                                    "ldsl": 28,
                                    "whcd": 12,
                                    "cfjy": 63
                                },
                                "9": {
                                    "nvph": 73,
                                    "ldsl": 97,
                                    "whcd": 44,
                                    "cfjy": 19
                                },
                                "10": {
                                    "nvph": 12,
                                    "ldsl": 76,
                                    "whcd": 14,
                                    "cfjy": 28
                                },
                                "11": {
                                    "nvph": 88,
                                    "ldsl": 97,
                                    "whcd": 45,
                                    "cfjy": 30
                                },
                                "12": {
                                    "nvph": 97,
                                    "ldsl": 26,
                                    "whcd": 82,
                                    "cfjy": 57
                                }
                            }
                        },
                        "小红门地区": {
                            "total_population": 65,
                            "radar_data": [
                                4797,
                                3381,
                                2815,
                                4376
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 100,
                                    "ldsl": 42,
                                    "whcd": 69,
                                    "cfjy": 95
                                },
                                "2": {
                                    "nvph": 43,
                                    "ldsl": 100,
                                    "whcd": 29,
                                    "cfjy": 99
                                },
                                "3": {
                                    "nvph": 56,
                                    "ldsl": 24,
                                    "whcd": 3,
                                    "cfjy": 13
                                },
                                "4": {
                                    "nvph": 83,
                                    "ldsl": 1,
                                    "whcd": 58,
                                    "cfjy": 62
                                },
                                "5": {
                                    "nvph": 67,
                                    "ldsl": 46,
                                    "whcd": 73,
                                    "cfjy": 1
                                },
                                "6": {
                                    "nvph": 80,
                                    "ldsl": 8,
                                    "whcd": 40,
                                    "cfjy": 78
                                },
                                "7": {
                                    "nvph": 53,
                                    "ldsl": 89,
                                    "whcd": 49,
                                    "cfjy": 82
                                },
                                "8": {
                                    "nvph": 19,
                                    "ldsl": 29,
                                    "whcd": 96,
                                    "cfjy": 14
                                },
                                "9": {
                                    "nvph": 86,
                                    "ldsl": 7,
                                    "whcd": 63,
                                    "cfjy": 79
                                },
                                "10": {
                                    "nvph": 87,
                                    "ldsl": 48,
                                    "whcd": 79,
                                    "cfjy": 91
                                },
                                "11": {
                                    "nvph": 61,
                                    "ldsl": 67,
                                    "whcd": 20,
                                    "cfjy": 28
                                },
                                "12": {
                                    "nvph": 93,
                                    "ldsl": 66,
                                    "whcd": 2,
                                    "cfjy": 51
                                }
                            }
                        },
                        "小关": {
                            "total_population": 37,
                            "radar_data": [
                                3749,
                                2943,
                                3856,
                                2261
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 48,
                                    "ldsl": 60,
                                    "whcd": 95,
                                    "cfjy": 51
                                },
                                "2": {
                                    "nvph": 85,
                                    "ldsl": 34,
                                    "whcd": 56,
                                    "cfjy": 77
                                },
                                "3": {
                                    "nvph": 26,
                                    "ldsl": 13,
                                    "whcd": 28,
                                    "cfjy": 62
                                },
                                "4": {
                                    "nvph": 42,
                                    "ldsl": 70,
                                    "whcd": 10,
                                    "cfjy": 99
                                },
                                "5": {
                                    "nvph": 23,
                                    "ldsl": 53,
                                    "whcd": 52,
                                    "cfjy": 51
                                },
                                "6": {
                                    "nvph": 35,
                                    "ldsl": 28,
                                    "whcd": 73,
                                    "cfjy": 79
                                },
                                "7": {
                                    "nvph": 2,
                                    "ldsl": 17,
                                    "whcd": 66,
                                    "cfjy": 71
                                },
                                "8": {
                                    "nvph": 69,
                                    "ldsl": 42,
                                    "whcd": 97,
                                    "cfjy": 76
                                },
                                "9": {
                                    "nvph": 7,
                                    "ldsl": 76,
                                    "whcd": 58,
                                    "cfjy": 33
                                },
                                "10": {
                                    "nvph": 17,
                                    "ldsl": 54,
                                    "whcd": 65,
                                    "cfjy": 19
                                },
                                "11": {
                                    "nvph": 40,
                                    "ldsl": 23,
                                    "whcd": 36,
                                    "cfjy": 10
                                },
                                "12": {
                                    "nvph": 8,
                                    "ldsl": 60,
                                    "whcd": 19,
                                    "cfjy": 15
                                }
                            }
                        },
                        "八里庄": {
                            "total_population": 34,
                            "radar_data": [
                                3428,
                                3961,
                                4615,
                                3366
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 58,
                                    "ldsl": 69,
                                    "whcd": 17,
                                    "cfjy": 20
                                },
                                "2": {
                                    "nvph": 79,
                                    "ldsl": 60,
                                    "whcd": 53,
                                    "cfjy": 2
                                },
                                "3": {
                                    "nvph": 17,
                                    "ldsl": 51,
                                    "whcd": 11,
                                    "cfjy": 21
                                },
                                "4": {
                                    "nvph": 74,
                                    "ldsl": 82,
                                    "whcd": 17,
                                    "cfjy": 39
                                },
                                "5": {
                                    "nvph": 85,
                                    "ldsl": 100,
                                    "whcd": 11,
                                    "cfjy": 39
                                },
                                "6": {
                                    "nvph": 26,
                                    "ldsl": 47,
                                    "whcd": 4,
                                    "cfjy": 63
                                },
                                "7": {
                                    "nvph": 45,
                                    "ldsl": 94,
                                    "whcd": 61,
                                    "cfjy": 76
                                },
                                "8": {
                                    "nvph": 13,
                                    "ldsl": 33,
                                    "whcd": 51,
                                    "cfjy": 92
                                },
                                "9": {
                                    "nvph": 50,
                                    "ldsl": 35,
                                    "whcd": 50,
                                    "cfjy": 100
                                },
                                "10": {
                                    "nvph": 37,
                                    "ldsl": 97,
                                    "whcd": 98,
                                    "cfjy": 3
                                },
                                "11": {
                                    "nvph": 28,
                                    "ldsl": 92,
                                    "whcd": 85,
                                    "cfjy": 32
                                },
                                "12": {
                                    "nvph": 77,
                                    "ldsl": 45,
                                    "whcd": 35,
                                    "cfjy": 94
                                }
                            }
                        },
                        "崔各庄地区": {
                            "total_population": 5,
                            "radar_data": [
                                4756,
                                3687,
                                3113,
                                2294
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 79,
                                    "ldsl": 88,
                                    "whcd": 30,
                                    "cfjy": 75
                                },
                                "2": {
                                    "nvph": 53,
                                    "ldsl": 2,
                                    "whcd": 32,
                                    "cfjy": 98
                                },
                                "3": {
                                    "nvph": 53,
                                    "ldsl": 9,
                                    "whcd": 21,
                                    "cfjy": 27
                                },
                                "4": {
                                    "nvph": 68,
                                    "ldsl": 65,
                                    "whcd": 89,
                                    "cfjy": 23
                                },
                                "5": {
                                    "nvph": 97,
                                    "ldsl": 32,
                                    "whcd": 81,
                                    "cfjy": 31
                                },
                                "6": {
                                    "nvph": 94,
                                    "ldsl": 14,
                                    "whcd": 83,
                                    "cfjy": 57
                                },
                                "7": {
                                    "nvph": 23,
                                    "ldsl": 43,
                                    "whcd": 90,
                                    "cfjy": 22
                                },
                                "8": {
                                    "nvph": 17,
                                    "ldsl": 5,
                                    "whcd": 52,
                                    "cfjy": 90
                                },
                                "9": {
                                    "nvph": 88,
                                    "ldsl": 80,
                                    "whcd": 14,
                                    "cfjy": 24
                                },
                                "10": {
                                    "nvph": 90,
                                    "ldsl": 96,
                                    "whcd": 35,
                                    "cfjy": 4
                                },
                                "11": {
                                    "nvph": 74,
                                    "ldsl": 89,
                                    "whcd": 24,
                                    "cfjy": 79
                                },
                                "12": {
                                    "nvph": 70,
                                    "ldsl": 18,
                                    "whcd": 69,
                                    "cfjy": 23
                                }
                            }
                        },
                        "酒仙桥": {
                            "total_population": 1,
                            "radar_data": [
                                3324,
                                2824,
                                3430,
                                3701
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 100,
                                    "ldsl": 39,
                                    "whcd": 69,
                                    "cfjy": 61
                                },
                                "2": {
                                    "nvph": 22,
                                    "ldsl": 71,
                                    "whcd": 50,
                                    "cfjy": 100
                                },
                                "3": {
                                    "nvph": 69,
                                    "ldsl": 55,
                                    "whcd": 92,
                                    "cfjy": 99
                                },
                                "4": {
                                    "nvph": 92,
                                    "ldsl": 7,
                                    "whcd": 90,
                                    "cfjy": 93
                                },
                                "5": {
                                    "nvph": 88,
                                    "ldsl": 47,
                                    "whcd": 17,
                                    "cfjy": 2
                                },
                                "6": {
                                    "nvph": 100,
                                    "ldsl": 6,
                                    "whcd": 74,
                                    "cfjy": 41
                                },
                                "7": {
                                    "nvph": 69,
                                    "ldsl": 77,
                                    "whcd": 62,
                                    "cfjy": 29
                                },
                                "8": {
                                    "nvph": 97,
                                    "ldsl": 75,
                                    "whcd": 89,
                                    "cfjy": 64
                                },
                                "9": {
                                    "nvph": 46,
                                    "ldsl": 21,
                                    "whcd": 44,
                                    "cfjy": 21
                                },
                                "10": {
                                    "nvph": 78,
                                    "ldsl": 43,
                                    "whcd": 5,
                                    "cfjy": 72
                                },
                                "11": {
                                    "nvph": 67,
                                    "ldsl": 8,
                                    "whcd": 22,
                                    "cfjy": 85
                                },
                                "12": {
                                    "nvph": 65,
                                    "ldsl": 6,
                                    "whcd": 25,
                                    "cfjy": 48
                                }
                            }
                        },
                        "麦子店": {
                            "total_population": 8,
                            "radar_data": [
                                3414,
                                3763,
                                2387,
                                3538
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 88,
                                    "ldsl": 66,
                                    "whcd": 41,
                                    "cfjy": 56
                                },
                                "2": {
                                    "nvph": 70,
                                    "ldsl": 23,
                                    "whcd": 56,
                                    "cfjy": 59
                                },
                                "3": {
                                    "nvph": 91,
                                    "ldsl": 62,
                                    "whcd": 49,
                                    "cfjy": 15
                                },
                                "4": {
                                    "nvph": 53,
                                    "ldsl": 36,
                                    "whcd": 46,
                                    "cfjy": 92
                                },
                                "5": {
                                    "nvph": 100,
                                    "ldsl": 48,
                                    "whcd": 17,
                                    "cfjy": 90
                                },
                                "6": {
                                    "nvph": 55,
                                    "ldsl": 15,
                                    "whcd": 34,
                                    "cfjy": 1
                                },
                                "7": {
                                    "nvph": 1,
                                    "ldsl": 64,
                                    "whcd": 54,
                                    "cfjy": 23
                                },
                                "8": {
                                    "nvph": 100,
                                    "ldsl": 98,
                                    "whcd": 81,
                                    "cfjy": 19
                                },
                                "9": {
                                    "nvph": 48,
                                    "ldsl": 20,
                                    "whcd": 87,
                                    "cfjy": 77
                                },
                                "10": {
                                    "nvph": 43,
                                    "ldsl": 70,
                                    "whcd": 77,
                                    "cfjy": 76
                                },
                                "11": {
                                    "nvph": 57,
                                    "ldsl": 16,
                                    "whcd": 52,
                                    "cfjy": 30
                                },
                                "12": {
                                    "nvph": 97,
                                    "ldsl": 42,
                                    "whcd": 95,
                                    "cfjy": 68
                                }
                            }
                        },
                        "垈头": {
                            "total_population": 44,
                            "radar_data": [
                                3517,
                                2523,
                                2725,
                                2356
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 2,
                                    "ldsl": 60,
                                    "whcd": 34,
                                    "cfjy": 61
                                },
                                "2": {
                                    "nvph": 19,
                                    "ldsl": 28,
                                    "whcd": 30,
                                    "cfjy": 48
                                },
                                "3": {
                                    "nvph": 75,
                                    "ldsl": 74,
                                    "whcd": 81,
                                    "cfjy": 65
                                },
                                "4": {
                                    "nvph": 11,
                                    "ldsl": 29,
                                    "whcd": 86,
                                    "cfjy": 14
                                },
                                "5": {
                                    "nvph": 10,
                                    "ldsl": 45,
                                    "whcd": 76,
                                    "cfjy": 9
                                },
                                "6": {
                                    "nvph": 91,
                                    "ldsl": 60,
                                    "whcd": 99,
                                    "cfjy": 43
                                },
                                "7": {
                                    "nvph": 80,
                                    "ldsl": 9,
                                    "whcd": 25,
                                    "cfjy": 88
                                },
                                "8": {
                                    "nvph": 98,
                                    "ldsl": 42,
                                    "whcd": 69,
                                    "cfjy": 32
                                },
                                "9": {
                                    "nvph": 68,
                                    "ldsl": 97,
                                    "whcd": 96,
                                    "cfjy": 90
                                },
                                "10": {
                                    "nvph": 15,
                                    "ldsl": 77,
                                    "whcd": 94,
                                    "cfjy": 18
                                },
                                "11": {
                                    "nvph": 1,
                                    "ldsl": 80,
                                    "whcd": 96,
                                    "cfjy": 26
                                },
                                "12": {
                                    "nvph": 50,
                                    "ldsl": 7,
                                    "whcd": 38,
                                    "cfjy": 26
                                }
                            }
                        },
                        "孙河地区": {
                            "total_population": 50,
                            "radar_data": [
                                4436,
                                3819,
                                4674,
                                4794
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 13,
                                    "ldsl": 40,
                                    "whcd": 40,
                                    "cfjy": 71
                                },
                                "2": {
                                    "nvph": 53,
                                    "ldsl": 18,
                                    "whcd": 93,
                                    "cfjy": 70
                                },
                                "3": {
                                    "nvph": 45,
                                    "ldsl": 37,
                                    "whcd": 53,
                                    "cfjy": 32
                                },
                                "4": {
                                    "nvph": 24,
                                    "ldsl": 38,
                                    "whcd": 15,
                                    "cfjy": 8
                                },
                                "5": {
                                    "nvph": 63,
                                    "ldsl": 49,
                                    "whcd": 23,
                                    "cfjy": 68
                                },
                                "6": {
                                    "nvph": 86,
                                    "ldsl": 39,
                                    "whcd": 92,
                                    "cfjy": 46
                                },
                                "7": {
                                    "nvph": 39,
                                    "ldsl": 79,
                                    "whcd": 81,
                                    "cfjy": 82
                                },
                                "8": {
                                    "nvph": 22,
                                    "ldsl": 93,
                                    "whcd": 61,
                                    "cfjy": 22
                                },
                                "9": {
                                    "nvph": 74,
                                    "ldsl": 21,
                                    "whcd": 54,
                                    "cfjy": 51
                                },
                                "10": {
                                    "nvph": 16,
                                    "ldsl": 5,
                                    "whcd": 43,
                                    "cfjy": 26
                                },
                                "11": {
                                    "nvph": 20,
                                    "ldsl": 19,
                                    "whcd": 42,
                                    "cfjy": 31
                                },
                                "12": {
                                    "nvph": 91,
                                    "ldsl": 55,
                                    "whcd": 83,
                                    "cfjy": 37
                                }
                            }
                        },
                        "南磨房地区": {
                            "total_population": 50,
                            "radar_data": [
                                2739,
                                2110,
                                2901,
                                2119
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 73,
                                    "ldsl": 62,
                                    "whcd": 96,
                                    "cfjy": 61
                                },
                                "2": {
                                    "nvph": 89,
                                    "ldsl": 82,
                                    "whcd": 61,
                                    "cfjy": 22
                                },
                                "3": {
                                    "nvph": 61,
                                    "ldsl": 77,
                                    "whcd": 39,
                                    "cfjy": 73
                                },
                                "4": {
                                    "nvph": 60,
                                    "ldsl": 34,
                                    "whcd": 31,
                                    "cfjy": 19
                                },
                                "5": {
                                    "nvph": 28,
                                    "ldsl": 41,
                                    "whcd": 91,
                                    "cfjy": 8
                                },
                                "6": {
                                    "nvph": 16,
                                    "ldsl": 72,
                                    "whcd": 28,
                                    "cfjy": 95
                                },
                                "7": {
                                    "nvph": 18,
                                    "ldsl": 100,
                                    "whcd": 22,
                                    "cfjy": 97
                                },
                                "8": {
                                    "nvph": 73,
                                    "ldsl": 68,
                                    "whcd": 34,
                                    "cfjy": 77
                                },
                                "9": {
                                    "nvph": 94,
                                    "ldsl": 2,
                                    "whcd": 22,
                                    "cfjy": 2
                                },
                                "10": {
                                    "nvph": 94,
                                    "ldsl": 75,
                                    "whcd": 56,
                                    "cfjy": 15
                                },
                                "11": {
                                    "nvph": 9,
                                    "ldsl": 99,
                                    "whcd": 5,
                                    "cfjy": 42
                                },
                                "12": {
                                    "nvph": 73,
                                    "ldsl": 74,
                                    "whcd": 61,
                                    "cfjy": 5
                                }
                            }
                        },
                        "呼家楼": {
                            "total_population": 29,
                            "radar_data": [
                                3055,
                                3537,
                                3170,
                                2236
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 22,
                                    "ldsl": 6,
                                    "whcd": 79,
                                    "cfjy": 81
                                },
                                "2": {
                                    "nvph": 47,
                                    "ldsl": 98,
                                    "whcd": 62,
                                    "cfjy": 29
                                },
                                "3": {
                                    "nvph": 53,
                                    "ldsl": 49,
                                    "whcd": 24,
                                    "cfjy": 89
                                },
                                "4": {
                                    "nvph": 18,
                                    "ldsl": 15,
                                    "whcd": 47,
                                    "cfjy": 88
                                },
                                "5": {
                                    "nvph": 9,
                                    "ldsl": 74,
                                    "whcd": 82,
                                    "cfjy": 32
                                },
                                "6": {
                                    "nvph": 43,
                                    "ldsl": 71,
                                    "whcd": 70,
                                    "cfjy": 57
                                },
                                "7": {
                                    "nvph": 27,
                                    "ldsl": 52,
                                    "whcd": 32,
                                    "cfjy": 1
                                },
                                "8": {
                                    "nvph": 83,
                                    "ldsl": 27,
                                    "whcd": 60,
                                    "cfjy": 24
                                },
                                "9": {
                                    "nvph": 49,
                                    "ldsl": 29,
                                    "whcd": 57,
                                    "cfjy": 48
                                },
                                "10": {
                                    "nvph": 32,
                                    "ldsl": 66,
                                    "whcd": 20,
                                    "cfjy": 63
                                },
                                "11": {
                                    "nvph": 31,
                                    "ldsl": 85,
                                    "whcd": 39,
                                    "cfjy": 91
                                },
                                "12": {
                                    "nvph": 59,
                                    "ldsl": 27,
                                    "whcd": 38,
                                    "cfjy": 48
                                }
                            }
                        },
                        "东坝地区": {
                            "total_population": 17,
                            "radar_data": [
                                3933,
                                3019,
                                3267,
                                4461
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 56,
                                    "ldsl": 74,
                                    "whcd": 9,
                                    "cfjy": 13
                                },
                                "2": {
                                    "nvph": 22,
                                    "ldsl": 59,
                                    "whcd": 14,
                                    "cfjy": 36
                                },
                                "3": {
                                    "nvph": 35,
                                    "ldsl": 22,
                                    "whcd": 45,
                                    "cfjy": 48
                                },
                                "4": {
                                    "nvph": 95,
                                    "ldsl": 92,
                                    "whcd": 71,
                                    "cfjy": 8
                                },
                                "5": {
                                    "nvph": 11,
                                    "ldsl": 5,
                                    "whcd": 22,
                                    "cfjy": 28
                                },
                                "6": {
                                    "nvph": 30,
                                    "ldsl": 52,
                                    "whcd": 17,
                                    "cfjy": 46
                                },
                                "7": {
                                    "nvph": 93,
                                    "ldsl": 100,
                                    "whcd": 39,
                                    "cfjy": 80
                                },
                                "8": {
                                    "nvph": 36,
                                    "ldsl": 57,
                                    "whcd": 81,
                                    "cfjy": 74
                                },
                                "9": {
                                    "nvph": 92,
                                    "ldsl": 6,
                                    "whcd": 51,
                                    "cfjy": 21
                                },
                                "10": {
                                    "nvph": 16,
                                    "ldsl": 7,
                                    "whcd": 29,
                                    "cfjy": 81
                                },
                                "11": {
                                    "nvph": 59,
                                    "ldsl": 30,
                                    "whcd": 48,
                                    "cfjy": 41
                                },
                                "12": {
                                    "nvph": 2,
                                    "ldsl": 55,
                                    "whcd": 64,
                                    "cfjy": 75
                                }
                            }
                        },
                        "官庄地区": {
                            "total_population": 27,
                            "radar_data": [
                                3300,
                                2939,
                                4115,
                                2983
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 44,
                                    "ldsl": 29,
                                    "whcd": 24,
                                    "cfjy": 41
                                },
                                "2": {
                                    "nvph": 65,
                                    "ldsl": 21,
                                    "whcd": 76,
                                    "cfjy": 88
                                },
                                "3": {
                                    "nvph": 48,
                                    "ldsl": 8,
                                    "whcd": 7,
                                    "cfjy": 24
                                },
                                "4": {
                                    "nvph": 47,
                                    "ldsl": 73,
                                    "whcd": 94,
                                    "cfjy": 73
                                },
                                "5": {
                                    "nvph": 97,
                                    "ldsl": 46,
                                    "whcd": 12,
                                    "cfjy": 9
                                },
                                "6": {
                                    "nvph": 87,
                                    "ldsl": 66,
                                    "whcd": 15,
                                    "cfjy": 23
                                },
                                "7": {
                                    "nvph": 29,
                                    "ldsl": 45,
                                    "whcd": 86,
                                    "cfjy": 81
                                },
                                "8": {
                                    "nvph": 38,
                                    "ldsl": 51,
                                    "whcd": 47,
                                    "cfjy": 67
                                },
                                "9": {
                                    "nvph": 47,
                                    "ldsl": 100,
                                    "whcd": 78,
                                    "cfjy": 27
                                },
                                "10": {
                                    "nvph": 28,
                                    "ldsl": 96,
                                    "whcd": 40,
                                    "cfjy": 26
                                },
                                "11": {
                                    "nvph": 1,
                                    "ldsl": 24,
                                    "whcd": 51,
                                    "cfjy": 5
                                },
                                "12": {
                                    "nvph": 6,
                                    "ldsl": 80,
                                    "whcd": 36,
                                    "cfjy": 1
                                }
                            }
                        },
                        "东风地区": {
                            "total_population": 42,
                            "radar_data": [
                                4286,
                                3736,
                                4656,
                                2391
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 49,
                                    "ldsl": 59,
                                    "whcd": 22,
                                    "cfjy": 53
                                },
                                "2": {
                                    "nvph": 74,
                                    "ldsl": 42,
                                    "whcd": 78,
                                    "cfjy": 20
                                },
                                "3": {
                                    "nvph": 80,
                                    "ldsl": 96,
                                    "whcd": 51,
                                    "cfjy": 97
                                },
                                "4": {
                                    "nvph": 68,
                                    "ldsl": 60,
                                    "whcd": 71,
                                    "cfjy": 83
                                },
                                "5": {
                                    "nvph": 13,
                                    "ldsl": 11,
                                    "whcd": 93,
                                    "cfjy": 6
                                },
                                "6": {
                                    "nvph": 84,
                                    "ldsl": 27,
                                    "whcd": 36,
                                    "cfjy": 22
                                },
                                "7": {
                                    "nvph": 86,
                                    "ldsl": 82,
                                    "whcd": 6,
                                    "cfjy": 70
                                },
                                "8": {
                                    "nvph": 50,
                                    "ldsl": 30,
                                    "whcd": 80,
                                    "cfjy": 20
                                },
                                "9": {
                                    "nvph": 17,
                                    "ldsl": 40,
                                    "whcd": 63,
                                    "cfjy": 65
                                },
                                "10": {
                                    "nvph": 17,
                                    "ldsl": 69,
                                    "whcd": 93,
                                    "cfjy": 85
                                },
                                "11": {
                                    "nvph": 94,
                                    "ldsl": 65,
                                    "whcd": 19,
                                    "cfjy": 100
                                },
                                "12": {
                                    "nvph": 75,
                                    "ldsl": 89,
                                    "whcd": 10,
                                    "cfjy": 68
                                }
                            }
                        },
                        "香河园": {
                            "total_population": 14,
                            "radar_data": [
                                4473,
                                2345,
                                3808,
                                2036
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 23,
                                    "ldsl": 51,
                                    "whcd": 34,
                                    "cfjy": 37
                                },
                                "2": {
                                    "nvph": 92,
                                    "ldsl": 48,
                                    "whcd": 71,
                                    "cfjy": 73
                                },
                                "3": {
                                    "nvph": 44,
                                    "ldsl": 5,
                                    "whcd": 1,
                                    "cfjy": 91
                                },
                                "4": {
                                    "nvph": 11,
                                    "ldsl": 92,
                                    "whcd": 16,
                                    "cfjy": 76
                                },
                                "5": {
                                    "nvph": 96,
                                    "ldsl": 93,
                                    "whcd": 1,
                                    "cfjy": 70
                                },
                                "6": {
                                    "nvph": 25,
                                    "ldsl": 35,
                                    "whcd": 71,
                                    "cfjy": 46
                                },
                                "7": {
                                    "nvph": 50,
                                    "ldsl": 65,
                                    "whcd": 16,
                                    "cfjy": 58
                                },
                                "8": {
                                    "nvph": 29,
                                    "ldsl": 46,
                                    "whcd": 92,
                                    "cfjy": 98
                                },
                                "9": {
                                    "nvph": 22,
                                    "ldsl": 58,
                                    "whcd": 57,
                                    "cfjy": 72
                                },
                                "10": {
                                    "nvph": 77,
                                    "ldsl": 33,
                                    "whcd": 93,
                                    "cfjy": 9
                                },
                                "11": {
                                    "nvph": 75,
                                    "ldsl": 43,
                                    "whcd": 100,
                                    "cfjy": 68
                                },
                                "12": {
                                    "nvph": 86,
                                    "ldsl": 51,
                                    "whcd": 95,
                                    "cfjy": 17
                                }
                            }
                        },
                        "安贞": {
                            "total_population": 36,
                            "radar_data": [
                                3207,
                                4794,
                                3632,
                                2941
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 79,
                                    "ldsl": 25,
                                    "whcd": 80,
                                    "cfjy": 13
                                },
                                "2": {
                                    "nvph": 68,
                                    "ldsl": 7,
                                    "whcd": 3,
                                    "cfjy": 88
                                },
                                "3": {
                                    "nvph": 24,
                                    "ldsl": 97,
                                    "whcd": 9,
                                    "cfjy": 34
                                },
                                "4": {
                                    "nvph": 6,
                                    "ldsl": 85,
                                    "whcd": 66,
                                    "cfjy": 8
                                },
                                "5": {
                                    "nvph": 6,
                                    "ldsl": 84,
                                    "whcd": 27,
                                    "cfjy": 91
                                },
                                "6": {
                                    "nvph": 42,
                                    "ldsl": 42,
                                    "whcd": 94,
                                    "cfjy": 8
                                },
                                "7": {
                                    "nvph": 95,
                                    "ldsl": 67,
                                    "whcd": 88,
                                    "cfjy": 28
                                },
                                "8": {
                                    "nvph": 54,
                                    "ldsl": 76,
                                    "whcd": 43,
                                    "cfjy": 98
                                },
                                "9": {
                                    "nvph": 28,
                                    "ldsl": 12,
                                    "whcd": 17,
                                    "cfjy": 34
                                },
                                "10": {
                                    "nvph": 34,
                                    "ldsl": 3,
                                    "whcd": 3,
                                    "cfjy": 55
                                },
                                "11": {
                                    "nvph": 79,
                                    "ldsl": 20,
                                    "whcd": 94,
                                    "cfjy": 19
                                },
                                "12": {
                                    "nvph": 99,
                                    "ldsl": 12,
                                    "whcd": 39,
                                    "cfjy": 45
                                }
                            }
                        },
                        "高碑店地区": {
                            "total_population": 90,
                            "radar_data": [
                                3658,
                                2946,
                                3835,
                                2240
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 63,
                                    "ldsl": 5,
                                    "whcd": 7,
                                    "cfjy": 100
                                },
                                "2": {
                                    "nvph": 39,
                                    "ldsl": 60,
                                    "whcd": 6,
                                    "cfjy": 85
                                },
                                "3": {
                                    "nvph": 25,
                                    "ldsl": 58,
                                    "whcd": 85,
                                    "cfjy": 10
                                },
                                "4": {
                                    "nvph": 48,
                                    "ldsl": 7,
                                    "whcd": 78,
                                    "cfjy": 56
                                },
                                "5": {
                                    "nvph": 42,
                                    "ldsl": 94,
                                    "whcd": 96,
                                    "cfjy": 58
                                },
                                "6": {
                                    "nvph": 71,
                                    "ldsl": 54,
                                    "whcd": 49,
                                    "cfjy": 80
                                },
                                "7": {
                                    "nvph": 95,
                                    "ldsl": 30,
                                    "whcd": 6,
                                    "cfjy": 68
                                },
                                "8": {
                                    "nvph": 59,
                                    "ldsl": 34,
                                    "whcd": 64,
                                    "cfjy": 1
                                },
                                "9": {
                                    "nvph": 68,
                                    "ldsl": 31,
                                    "whcd": 20,
                                    "cfjy": 8
                                },
                                "10": {
                                    "nvph": 46,
                                    "ldsl": 63,
                                    "whcd": 42,
                                    "cfjy": 39
                                },
                                "11": {
                                    "nvph": 54,
                                    "ldsl": 69,
                                    "whcd": 59,
                                    "cfjy": 100
                                },
                                "12": {
                                    "nvph": 64,
                                    "ldsl": 60,
                                    "whcd": 71,
                                    "cfjy": 58
                                }
                            }
                        },
                        "团结湖": {
                            "total_population": 62,
                            "radar_data": [
                                4341,
                                3106,
                                3557,
                                2883
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 43,
                                    "ldsl": 79,
                                    "whcd": 78,
                                    "cfjy": 19
                                },
                                "2": {
                                    "nvph": 21,
                                    "ldsl": 93,
                                    "whcd": 31,
                                    "cfjy": 13
                                },
                                "3": {
                                    "nvph": 29,
                                    "ldsl": 49,
                                    "whcd": 36,
                                    "cfjy": 82
                                },
                                "4": {
                                    "nvph": 59,
                                    "ldsl": 20,
                                    "whcd": 99,
                                    "cfjy": 20
                                },
                                "5": {
                                    "nvph": 69,
                                    "ldsl": 57,
                                    "whcd": 36,
                                    "cfjy": 63
                                },
                                "6": {
                                    "nvph": 11,
                                    "ldsl": 45,
                                    "whcd": 71,
                                    "cfjy": 61
                                },
                                "7": {
                                    "nvph": 66,
                                    "ldsl": 54,
                                    "whcd": 72,
                                    "cfjy": 39
                                },
                                "8": {
                                    "nvph": 31,
                                    "ldsl": 17,
                                    "whcd": 97,
                                    "cfjy": 83
                                },
                                "9": {
                                    "nvph": 68,
                                    "ldsl": 71,
                                    "whcd": 22,
                                    "cfjy": 22
                                },
                                "10": {
                                    "nvph": 97,
                                    "ldsl": 11,
                                    "whcd": 16,
                                    "cfjy": 76
                                },
                                "11": {
                                    "nvph": 24,
                                    "ldsl": 88,
                                    "whcd": 23,
                                    "cfjy": 81
                                },
                                "12": {
                                    "nvph": 50,
                                    "ldsl": 98,
                                    "whcd": 57,
                                    "cfjy": 78
                                }
                            }
                        },
                        "六里屯": {
                            "total_population": 24,
                            "radar_data": [
                                2703,
                                2773,
                                2637,
                                4268
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 74,
                                    "ldsl": 56,
                                    "whcd": 72,
                                    "cfjy": 49
                                },
                                "2": {
                                    "nvph": 49,
                                    "ldsl": 31,
                                    "whcd": 95,
                                    "cfjy": 45
                                },
                                "3": {
                                    "nvph": 98,
                                    "ldsl": 47,
                                    "whcd": 82,
                                    "cfjy": 89
                                },
                                "4": {
                                    "nvph": 6,
                                    "ldsl": 83,
                                    "whcd": 28,
                                    "cfjy": 78
                                },
                                "5": {
                                    "nvph": 54,
                                    "ldsl": 58,
                                    "whcd": 1,
                                    "cfjy": 46
                                },
                                "6": {
                                    "nvph": 80,
                                    "ldsl": 86,
                                    "whcd": 67,
                                    "cfjy": 13
                                },
                                "7": {
                                    "nvph": 4,
                                    "ldsl": 12,
                                    "whcd": 91,
                                    "cfjy": 8
                                },
                                "8": {
                                    "nvph": 83,
                                    "ldsl": 74,
                                    "whcd": 38,
                                    "cfjy": 22
                                },
                                "9": {
                                    "nvph": 21,
                                    "ldsl": 47,
                                    "whcd": 3,
                                    "cfjy": 78
                                },
                                "10": {
                                    "nvph": 14,
                                    "ldsl": 56,
                                    "whcd": 44,
                                    "cfjy": 6
                                },
                                "11": {
                                    "nvph": 49,
                                    "ldsl": 95,
                                    "whcd": 14,
                                    "cfjy": 100
                                },
                                "12": {
                                    "nvph": 5,
                                    "ldsl": 72,
                                    "whcd": 72,
                                    "cfjy": 52
                                }
                            }
                        },
                        "十八里店地区": {
                            "total_population": 11,
                            "radar_data": [
                                2375,
                                3215,
                                3402,
                                3717
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 52,
                                    "ldsl": 41,
                                    "whcd": 41,
                                    "cfjy": 99
                                },
                                "2": {
                                    "nvph": 11,
                                    "ldsl": 48,
                                    "whcd": 82,
                                    "cfjy": 76
                                },
                                "3": {
                                    "nvph": 92,
                                    "ldsl": 20,
                                    "whcd": 41,
                                    "cfjy": 14
                                },
                                "4": {
                                    "nvph": 52,
                                    "ldsl": 99,
                                    "whcd": 94,
                                    "cfjy": 62
                                },
                                "5": {
                                    "nvph": 57,
                                    "ldsl": 62,
                                    "whcd": 34,
                                    "cfjy": 15
                                },
                                "6": {
                                    "nvph": 7,
                                    "ldsl": 96,
                                    "whcd": 82,
                                    "cfjy": 55
                                },
                                "7": {
                                    "nvph": 16,
                                    "ldsl": 56,
                                    "whcd": 49,
                                    "cfjy": 33
                                },
                                "8": {
                                    "nvph": 86,
                                    "ldsl": 4,
                                    "whcd": 98,
                                    "cfjy": 30
                                },
                                "9": {
                                    "nvph": 36,
                                    "ldsl": 99,
                                    "whcd": 31,
                                    "cfjy": 59
                                },
                                "10": {
                                    "nvph": 11,
                                    "ldsl": 19,
                                    "whcd": 8,
                                    "cfjy": 71
                                },
                                "11": {
                                    "nvph": 81,
                                    "ldsl": 80,
                                    "whcd": 96,
                                    "cfjy": 90
                                },
                                "12": {
                                    "nvph": 80,
                                    "ldsl": 12,
                                    "whcd": 40,
                                    "cfjy": 53
                                }
                            }
                        },
                        "奥运村地区": {
                            "total_population": 5,
                            "radar_data": [
                                4338,
                                4822,
                                2928,
                                3048
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 31,
                                    "ldsl": 91,
                                    "whcd": 65,
                                    "cfjy": 81
                                },
                                "2": {
                                    "nvph": 49,
                                    "ldsl": 33,
                                    "whcd": 39,
                                    "cfjy": 33
                                },
                                "3": {
                                    "nvph": 20,
                                    "ldsl": 93,
                                    "whcd": 91,
                                    "cfjy": 9
                                },
                                "4": {
                                    "nvph": 31,
                                    "ldsl": 49,
                                    "whcd": 66,
                                    "cfjy": 65
                                },
                                "5": {
                                    "nvph": 44,
                                    "ldsl": 84,
                                    "whcd": 89,
                                    "cfjy": 69
                                },
                                "6": {
                                    "nvph": 41,
                                    "ldsl": 52,
                                    "whcd": 46,
                                    "cfjy": 99
                                },
                                "7": {
                                    "nvph": 15,
                                    "ldsl": 95,
                                    "whcd": 19,
                                    "cfjy": 31
                                },
                                "8": {
                                    "nvph": 31,
                                    "ldsl": 23,
                                    "whcd": 48,
                                    "cfjy": 11
                                },
                                "9": {
                                    "nvph": 94,
                                    "ldsl": 68,
                                    "whcd": 30,
                                    "cfjy": 10
                                },
                                "10": {
                                    "nvph": 65,
                                    "ldsl": 18,
                                    "whcd": 17,
                                    "cfjy": 97
                                },
                                "11": {
                                    "nvph": 46,
                                    "ldsl": 14,
                                    "whcd": 18,
                                    "cfjy": 87
                                },
                                "12": {
                                    "nvph": 62,
                                    "ldsl": 81,
                                    "whcd": 41,
                                    "cfjy": 25
                                }
                            }
                        },
                        "潘家园": {
                            "total_population": 68,
                            "radar_data": [
                                3143,
                                4907,
                                4223,
                                4656
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 33,
                                    "ldsl": 29,
                                    "whcd": 67,
                                    "cfjy": 49
                                },
                                "2": {
                                    "nvph": 51,
                                    "ldsl": 76,
                                    "whcd": 53,
                                    "cfjy": 47
                                },
                                "3": {
                                    "nvph": 77,
                                    "ldsl": 21,
                                    "whcd": 69,
                                    "cfjy": 54
                                },
                                "4": {
                                    "nvph": 10,
                                    "ldsl": 11,
                                    "whcd": 62,
                                    "cfjy": 98
                                },
                                "5": {
                                    "nvph": 11,
                                    "ldsl": 29,
                                    "whcd": 18,
                                    "cfjy": 27
                                },
                                "6": {
                                    "nvph": 70,
                                    "ldsl": 10,
                                    "whcd": 15,
                                    "cfjy": 98
                                },
                                "7": {
                                    "nvph": 29,
                                    "ldsl": 6,
                                    "whcd": 43,
                                    "cfjy": 47
                                },
                                "8": {
                                    "nvph": 35,
                                    "ldsl": 92,
                                    "whcd": 4,
                                    "cfjy": 77
                                },
                                "9": {
                                    "nvph": 34,
                                    "ldsl": 69,
                                    "whcd": 21,
                                    "cfjy": 72
                                },
                                "10": {
                                    "nvph": 92,
                                    "ldsl": 32,
                                    "whcd": 92,
                                    "cfjy": 25
                                },
                                "11": {
                                    "nvph": 59,
                                    "ldsl": 37,
                                    "whcd": 11,
                                    "cfjy": 75
                                },
                                "12": {
                                    "nvph": 65,
                                    "ldsl": 87,
                                    "whcd": 68,
                                    "cfjy": 37
                                }
                            }
                        },
                        "大屯": {
                            "total_population": 91,
                            "radar_data": [
                                4594,
                                4922,
                                3264,
                                2033
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 43,
                                    "ldsl": 58,
                                    "whcd": 69,
                                    "cfjy": 40
                                },
                                "2": {
                                    "nvph": 29,
                                    "ldsl": 69,
                                    "whcd": 46,
                                    "cfjy": 72
                                },
                                "3": {
                                    "nvph": 31,
                                    "ldsl": 43,
                                    "whcd": 15,
                                    "cfjy": 89
                                },
                                "4": {
                                    "nvph": 17,
                                    "ldsl": 70,
                                    "whcd": 39,
                                    "cfjy": 55
                                },
                                "5": {
                                    "nvph": 42,
                                    "ldsl": 80,
                                    "whcd": 94,
                                    "cfjy": 66
                                },
                                "6": {
                                    "nvph": 19,
                                    "ldsl": 3,
                                    "whcd": 70,
                                    "cfjy": 16
                                },
                                "7": {
                                    "nvph": 61,
                                    "ldsl": 5,
                                    "whcd": 51,
                                    "cfjy": 18
                                },
                                "8": {
                                    "nvph": 61,
                                    "ldsl": 71,
                                    "whcd": 36,
                                    "cfjy": 80
                                },
                                "9": {
                                    "nvph": 3,
                                    "ldsl": 52,
                                    "whcd": 39,
                                    "cfjy": 39
                                },
                                "10": {
                                    "nvph": 30,
                                    "ldsl": 39,
                                    "whcd": 82,
                                    "cfjy": 27
                                },
                                "11": {
                                    "nvph": 98,
                                    "ldsl": 47,
                                    "whcd": 98,
                                    "cfjy": 5
                                },
                                "12": {
                                    "nvph": 32,
                                    "ldsl": 2,
                                    "whcd": 79,
                                    "cfjy": 18
                                }
                            }
                        },
                        "豆各庄地区": {
                            "total_population": 8,
                            "radar_data": [
                                4834,
                                2385,
                                4901,
                                3184
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 20,
                                    "ldsl": 41,
                                    "whcd": 10,
                                    "cfjy": 34
                                },
                                "2": {
                                    "nvph": 39,
                                    "ldsl": 61,
                                    "whcd": 77,
                                    "cfjy": 55
                                },
                                "3": {
                                    "nvph": 68,
                                    "ldsl": 35,
                                    "whcd": 77,
                                    "cfjy": 64
                                },
                                "4": {
                                    "nvph": 13,
                                    "ldsl": 93,
                                    "whcd": 11,
                                    "cfjy": 48
                                },
                                "5": {
                                    "nvph": 60,
                                    "ldsl": 2,
                                    "whcd": 55,
                                    "cfjy": 13
                                },
                                "6": {
                                    "nvph": 65,
                                    "ldsl": 94,
                                    "whcd": 82,
                                    "cfjy": 70
                                },
                                "7": {
                                    "nvph": 69,
                                    "ldsl": 80,
                                    "whcd": 2,
                                    "cfjy": 28
                                },
                                "8": {
                                    "nvph": 88,
                                    "ldsl": 47,
                                    "whcd": 26,
                                    "cfjy": 84
                                },
                                "9": {
                                    "nvph": 9,
                                    "ldsl": 11,
                                    "whcd": 18,
                                    "cfjy": 98
                                },
                                "10": {
                                    "nvph": 10,
                                    "ldsl": 98,
                                    "whcd": 48,
                                    "cfjy": 65
                                },
                                "11": {
                                    "nvph": 57,
                                    "ldsl": 12,
                                    "whcd": 32,
                                    "cfjy": 49
                                },
                                "12": {
                                    "nvph": 63,
                                    "ldsl": 21,
                                    "whcd": 40,
                                    "cfjy": 11
                                }
                            }
                        },
                        "常营地区": {
                            "total_population": 91,
                            "radar_data": [
                                2776,
                                2958,
                                2579,
                                4019
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 92,
                                    "ldsl": 72,
                                    "whcd": 40,
                                    "cfjy": 41
                                },
                                "2": {
                                    "nvph": 20,
                                    "ldsl": 45,
                                    "whcd": 45,
                                    "cfjy": 97
                                },
                                "3": {
                                    "nvph": 68,
                                    "ldsl": 24,
                                    "whcd": 28,
                                    "cfjy": 57
                                },
                                "4": {
                                    "nvph": 5,
                                    "ldsl": 2,
                                    "whcd": 35,
                                    "cfjy": 17
                                },
                                "5": {
                                    "nvph": 17,
                                    "ldsl": 63,
                                    "whcd": 3,
                                    "cfjy": 32
                                },
                                "6": {
                                    "nvph": 81,
                                    "ldsl": 60,
                                    "whcd": 98,
                                    "cfjy": 64
                                },
                                "7": {
                                    "nvph": 50,
                                    "ldsl": 11,
                                    "whcd": 19,
                                    "cfjy": 45
                                },
                                "8": {
                                    "nvph": 38,
                                    "ldsl": 34,
                                    "whcd": 30,
                                    "cfjy": 84
                                },
                                "9": {
                                    "nvph": 10,
                                    "ldsl": 66,
                                    "whcd": 63,
                                    "cfjy": 73
                                },
                                "10": {
                                    "nvph": 37,
                                    "ldsl": 86,
                                    "whcd": 3,
                                    "cfjy": 14
                                },
                                "11": {
                                    "nvph": 42,
                                    "ldsl": 59,
                                    "whcd": 1,
                                    "cfjy": 70
                                },
                                "12": {
                                    "nvph": 8,
                                    "ldsl": 29,
                                    "whcd": 29,
                                    "cfjy": 93
                                }
                            }
                        },
                        "和平街": {
                            "total_population": 93,
                            "radar_data": [
                                2515,
                                3833,
                                2825,
                                4208
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 35,
                                    "ldsl": 19,
                                    "whcd": 29,
                                    "cfjy": 92
                                },
                                "2": {
                                    "nvph": 35,
                                    "ldsl": 37,
                                    "whcd": 3,
                                    "cfjy": 66
                                },
                                "3": {
                                    "nvph": 84,
                                    "ldsl": 4,
                                    "whcd": 49,
                                    "cfjy": 65
                                },
                                "4": {
                                    "nvph": 27,
                                    "ldsl": 33,
                                    "whcd": 74,
                                    "cfjy": 93
                                },
                                "5": {
                                    "nvph": 49,
                                    "ldsl": 82,
                                    "whcd": 55,
                                    "cfjy": 45
                                },
                                "6": {
                                    "nvph": 24,
                                    "ldsl": 47,
                                    "whcd": 61,
                                    "cfjy": 6
                                },
                                "7": {
                                    "nvph": 39,
                                    "ldsl": 16,
                                    "whcd": 74,
                                    "cfjy": 15
                                },
                                "8": {
                                    "nvph": 2,
                                    "ldsl": 40,
                                    "whcd": 85,
                                    "cfjy": 94
                                },
                                "9": {
                                    "nvph": 33,
                                    "ldsl": 53,
                                    "whcd": 99,
                                    "cfjy": 51
                                },
                                "10": {
                                    "nvph": 37,
                                    "ldsl": 55,
                                    "whcd": 47,
                                    "cfjy": 59
                                },
                                "11": {
                                    "nvph": 67,
                                    "ldsl": 65,
                                    "whcd": 10,
                                    "cfjy": 70
                                },
                                "12": {
                                    "nvph": 17,
                                    "ldsl": 75,
                                    "whcd": 91,
                                    "cfjy": 59
                                }
                            }
                        },
                        "三里屯": {
                            "total_population": 9,
                            "radar_data": [
                                3140,
                                2800,
                                4845,
                                2949
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 7,
                                    "ldsl": 95,
                                    "whcd": 18,
                                    "cfjy": 5
                                },
                                "2": {
                                    "nvph": 30,
                                    "ldsl": 73,
                                    "whcd": 69,
                                    "cfjy": 25
                                },
                                "3": {
                                    "nvph": 25,
                                    "ldsl": 59,
                                    "whcd": 20,
                                    "cfjy": 54
                                },
                                "4": {
                                    "nvph": 96,
                                    "ldsl": 7,
                                    "whcd": 47,
                                    "cfjy": 70
                                },
                                "5": {
                                    "nvph": 61,
                                    "ldsl": 6,
                                    "whcd": 51,
                                    "cfjy": 9
                                },
                                "6": {
                                    "nvph": 98,
                                    "ldsl": 30,
                                    "whcd": 14,
                                    "cfjy": 97
                                },
                                "7": {
                                    "nvph": 86,
                                    "ldsl": 86,
                                    "whcd": 52,
                                    "cfjy": 32
                                },
                                "8": {
                                    "nvph": 6,
                                    "ldsl": 71,
                                    "whcd": 35,
                                    "cfjy": 43
                                },
                                "9": {
                                    "nvph": 10,
                                    "ldsl": 98,
                                    "whcd": 100,
                                    "cfjy": 50
                                },
                                "10": {
                                    "nvph": 65,
                                    "ldsl": 66,
                                    "whcd": 12,
                                    "cfjy": 79
                                },
                                "11": {
                                    "nvph": 73,
                                    "ldsl": 48,
                                    "whcd": 76,
                                    "cfjy": 60
                                },
                                "12": {
                                    "nvph": 58,
                                    "ldsl": 12,
                                    "whcd": 80,
                                    "cfjy": 77
                                }
                            }
                        },
                        "劲松": {
                            "total_population": 83,
                            "radar_data": [
                                3066,
                                4376,
                                2668,
                                4746
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 9,
                                    "ldsl": 61,
                                    "whcd": 89,
                                    "cfjy": 96
                                },
                                "2": {
                                    "nvph": 46,
                                    "ldsl": 10,
                                    "whcd": 98,
                                    "cfjy": 37
                                },
                                "3": {
                                    "nvph": 26,
                                    "ldsl": 19,
                                    "whcd": 80,
                                    "cfjy": 31
                                },
                                "4": {
                                    "nvph": 14,
                                    "ldsl": 52,
                                    "whcd": 51,
                                    "cfjy": 40
                                },
                                "5": {
                                    "nvph": 41,
                                    "ldsl": 7,
                                    "whcd": 35,
                                    "cfjy": 84
                                },
                                "6": {
                                    "nvph": 52,
                                    "ldsl": 20,
                                    "whcd": 58,
                                    "cfjy": 100
                                },
                                "7": {
                                    "nvph": 3,
                                    "ldsl": 30,
                                    "whcd": 79,
                                    "cfjy": 56
                                },
                                "8": {
                                    "nvph": 47,
                                    "ldsl": 35,
                                    "whcd": 34,
                                    "cfjy": 76
                                },
                                "9": {
                                    "nvph": 19,
                                    "ldsl": 70,
                                    "whcd": 14,
                                    "cfjy": 88
                                },
                                "10": {
                                    "nvph": 3,
                                    "ldsl": 62,
                                    "whcd": 92,
                                    "cfjy": 76
                                },
                                "11": {
                                    "nvph": 50,
                                    "ldsl": 94,
                                    "whcd": 59,
                                    "cfjy": 11
                                },
                                "12": {
                                    "nvph": 18,
                                    "ldsl": 17,
                                    "whcd": 27,
                                    "cfjy": 65
                                }
                            }
                        },
                        "黑庄户地区": {
                            "total_population": 1,
                            "radar_data": [
                                4676,
                                3863,
                                2554,
                                4086
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 54,
                                    "ldsl": 12,
                                    "whcd": 7,
                                    "cfjy": 2
                                },
                                "2": {
                                    "nvph": 83,
                                    "ldsl": 56,
                                    "whcd": 98,
                                    "cfjy": 34
                                },
                                "3": {
                                    "nvph": 62,
                                    "ldsl": 64,
                                    "whcd": 13,
                                    "cfjy": 52
                                },
                                "4": {
                                    "nvph": 26,
                                    "ldsl": 100,
                                    "whcd": 68,
                                    "cfjy": 24
                                },
                                "5": {
                                    "nvph": 66,
                                    "ldsl": 95,
                                    "whcd": 28,
                                    "cfjy": 58
                                },
                                "6": {
                                    "nvph": 76,
                                    "ldsl": 6,
                                    "whcd": 24,
                                    "cfjy": 5
                                },
                                "7": {
                                    "nvph": 65,
                                    "ldsl": 61,
                                    "whcd": 29,
                                    "cfjy": 43
                                },
                                "8": {
                                    "nvph": 71,
                                    "ldsl": 97,
                                    "whcd": 70,
                                    "cfjy": 5
                                },
                                "9": {
                                    "nvph": 4,
                                    "ldsl": 18,
                                    "whcd": 85,
                                    "cfjy": 21
                                },
                                "10": {
                                    "nvph": 15,
                                    "ldsl": 81,
                                    "whcd": 88,
                                    "cfjy": 59
                                },
                                "11": {
                                    "nvph": 64,
                                    "ldsl": 38,
                                    "whcd": 69,
                                    "cfjy": 55
                                },
                                "12": {
                                    "nvph": 44,
                                    "ldsl": 56,
                                    "whcd": 91,
                                    "cfjy": 92
                                }
                            }
                        },
                        "望京开发": {
                            "total_population": 70,
                            "radar_data": [
                                2266,
                                2723,
                                2825,
                                2754
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 25,
                                    "ldsl": 21,
                                    "whcd": 37,
                                    "cfjy": 3
                                },
                                "2": {
                                    "nvph": 27,
                                    "ldsl": 57,
                                    "whcd": 3,
                                    "cfjy": 3
                                },
                                "3": {
                                    "nvph": 86,
                                    "ldsl": 99,
                                    "whcd": 41,
                                    "cfjy": 20
                                },
                                "4": {
                                    "nvph": 51,
                                    "ldsl": 96,
                                    "whcd": 87,
                                    "cfjy": 44
                                },
                                "5": {
                                    "nvph": 11,
                                    "ldsl": 58,
                                    "whcd": 1,
                                    "cfjy": 32
                                },
                                "6": {
                                    "nvph": 50,
                                    "ldsl": 7,
                                    "whcd": 96,
                                    "cfjy": 27
                                },
                                "7": {
                                    "nvph": 23,
                                    "ldsl": 51,
                                    "whcd": 4,
                                    "cfjy": 48
                                },
                                "8": {
                                    "nvph": 94,
                                    "ldsl": 29,
                                    "whcd": 88,
                                    "cfjy": 41
                                },
                                "9": {
                                    "nvph": 24,
                                    "ldsl": 35,
                                    "whcd": 57,
                                    "cfjy": 61
                                },
                                "10": {
                                    "nvph": 11,
                                    "ldsl": 74,
                                    "whcd": 63,
                                    "cfjy": 1
                                },
                                "11": {
                                    "nvph": 14,
                                    "ldsl": 30,
                                    "whcd": 60,
                                    "cfjy": 49
                                },
                                "12": {
                                    "nvph": 35,
                                    "ldsl": 4,
                                    "whcd": 73,
                                    "cfjy": 85
                                }
                            }
                        },
                        "金盏地区": {
                            "total_population": 66,
                            "radar_data": [
                                2112,
                                2332,
                                2536,
                                2104
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 27,
                                    "ldsl": 21,
                                    "whcd": 20,
                                    "cfjy": 88
                                },
                                "2": {
                                    "nvph": 79,
                                    "ldsl": 69,
                                    "whcd": 90,
                                    "cfjy": 20
                                },
                                "3": {
                                    "nvph": 36,
                                    "ldsl": 52,
                                    "whcd": 72,
                                    "cfjy": 33
                                },
                                "4": {
                                    "nvph": 76,
                                    "ldsl": 30,
                                    "whcd": 12,
                                    "cfjy": 37
                                },
                                "5": {
                                    "nvph": 9,
                                    "ldsl": 82,
                                    "whcd": 7,
                                    "cfjy": 2
                                },
                                "6": {
                                    "nvph": 90,
                                    "ldsl": 89,
                                    "whcd": 91,
                                    "cfjy": 61
                                },
                                "7": {
                                    "nvph": 46,
                                    "ldsl": 22,
                                    "whcd": 98,
                                    "cfjy": 77
                                },
                                "8": {
                                    "nvph": 3,
                                    "ldsl": 79,
                                    "whcd": 23,
                                    "cfjy": 86
                                },
                                "9": {
                                    "nvph": 30,
                                    "ldsl": 56,
                                    "whcd": 32,
                                    "cfjy": 6
                                },
                                "10": {
                                    "nvph": 60,
                                    "ldsl": 73,
                                    "whcd": 17,
                                    "cfjy": 56
                                },
                                "11": {
                                    "nvph": 83,
                                    "ldsl": 89,
                                    "whcd": 28,
                                    "cfjy": 42
                                },
                                "12": {
                                    "nvph": 56,
                                    "ldsl": 56,
                                    "whcd": 78,
                                    "cfjy": 64
                                }
                            }
                        },
                        "双井": {
                            "total_population": 53,
                            "radar_data": [
                                3747,
                                2734,
                                4717,
                                2984
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 9,
                                    "ldsl": 9,
                                    "whcd": 80,
                                    "cfjy": 18
                                },
                                "2": {
                                    "nvph": 50,
                                    "ldsl": 60,
                                    "whcd": 19,
                                    "cfjy": 23
                                },
                                "3": {
                                    "nvph": 58,
                                    "ldsl": 63,
                                    "whcd": 15,
                                    "cfjy": 35
                                },
                                "4": {
                                    "nvph": 70,
                                    "ldsl": 28,
                                    "whcd": 67,
                                    "cfjy": 82
                                },
                                "5": {
                                    "nvph": 22,
                                    "ldsl": 25,
                                    "whcd": 61,
                                    "cfjy": 12
                                },
                                "6": {
                                    "nvph": 95,
                                    "ldsl": 53,
                                    "whcd": 4,
                                    "cfjy": 96
                                },
                                "7": {
                                    "nvph": 61,
                                    "ldsl": 77,
                                    "whcd": 41,
                                    "cfjy": 61
                                },
                                "8": {
                                    "nvph": 46,
                                    "ldsl": 99,
                                    "whcd": 55,
                                    "cfjy": 76
                                },
                                "9": {
                                    "nvph": 53,
                                    "ldsl": 96,
                                    "whcd": 17,
                                    "cfjy": 11
                                },
                                "10": {
                                    "nvph": 71,
                                    "ldsl": 85,
                                    "whcd": 63,
                                    "cfjy": 45
                                },
                                "11": {
                                    "nvph": 95,
                                    "ldsl": 23,
                                    "whcd": 65,
                                    "cfjy": 47
                                },
                                "12": {
                                    "nvph": 26,
                                    "ldsl": 68,
                                    "whcd": 99,
                                    "cfjy": 16
                                }
                            }
                        },
                        "平房地区": {
                            "total_population": 86,
                            "radar_data": [
                                4697,
                                3153,
                                4659,
                                4507
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 85,
                                    "ldsl": 60,
                                    "whcd": 44,
                                    "cfjy": 42
                                },
                                "2": {
                                    "nvph": 40,
                                    "ldsl": 72,
                                    "whcd": 51,
                                    "cfjy": 84
                                },
                                "3": {
                                    "nvph": 3,
                                    "ldsl": 1,
                                    "whcd": 23,
                                    "cfjy": 40
                                },
                                "4": {
                                    "nvph": 84,
                                    "ldsl": 21,
                                    "whcd": 51,
                                    "cfjy": 54
                                },
                                "5": {
                                    "nvph": 47,
                                    "ldsl": 90,
                                    "whcd": 56,
                                    "cfjy": 82
                                },
                                "6": {
                                    "nvph": 6,
                                    "ldsl": 26,
                                    "whcd": 93,
                                    "cfjy": 34
                                },
                                "7": {
                                    "nvph": 39,
                                    "ldsl": 17,
                                    "whcd": 49,
                                    "cfjy": 46
                                },
                                "8": {
                                    "nvph": 97,
                                    "ldsl": 99,
                                    "whcd": 32,
                                    "cfjy": 16
                                },
                                "9": {
                                    "nvph": 48,
                                    "ldsl": 86,
                                    "whcd": 57,
                                    "cfjy": 27
                                },
                                "10": {
                                    "nvph": 59,
                                    "ldsl": 17,
                                    "whcd": 21,
                                    "cfjy": 83
                                },
                                "11": {
                                    "nvph": 74,
                                    "ldsl": 47,
                                    "whcd": 6,
                                    "cfjy": 82
                                },
                                "12": {
                                    "nvph": 38,
                                    "ldsl": 69,
                                    "whcd": 58,
                                    "cfjy": 41
                                }
                            }
                        },
                        "建外": {
                            "total_population": 11,
                            "radar_data": [
                                4076,
                                4062,
                                2064,
                                2776
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 87,
                                    "ldsl": 47,
                                    "whcd": 22,
                                    "cfjy": 25
                                },
                                "2": {
                                    "nvph": 64,
                                    "ldsl": 78,
                                    "whcd": 76,
                                    "cfjy": 73
                                },
                                "3": {
                                    "nvph": 49,
                                    "ldsl": 9,
                                    "whcd": 6,
                                    "cfjy": 3
                                },
                                "4": {
                                    "nvph": 56,
                                    "ldsl": 58,
                                    "whcd": 21,
                                    "cfjy": 33
                                },
                                "5": {
                                    "nvph": 96,
                                    "ldsl": 31,
                                    "whcd": 7,
                                    "cfjy": 68
                                },
                                "6": {
                                    "nvph": 11,
                                    "ldsl": 67,
                                    "whcd": 81,
                                    "cfjy": 9
                                },
                                "7": {
                                    "nvph": 58,
                                    "ldsl": 53,
                                    "whcd": 65,
                                    "cfjy": 23
                                },
                                "8": {
                                    "nvph": 37,
                                    "ldsl": 73,
                                    "whcd": 56,
                                    "cfjy": 13
                                },
                                "9": {
                                    "nvph": 36,
                                    "ldsl": 58,
                                    "whcd": 84,
                                    "cfjy": 95
                                },
                                "10": {
                                    "nvph": 95,
                                    "ldsl": 1,
                                    "whcd": 10,
                                    "cfjy": 56
                                },
                                "11": {
                                    "nvph": 69,
                                    "ldsl": 99,
                                    "whcd": 72,
                                    "cfjy": 62
                                },
                                "12": {
                                    "nvph": 29,
                                    "ldsl": 92,
                                    "whcd": 92,
                                    "cfjy": 99
                                }
                            }
                        },
                        "望京": {
                            "total_population": 86,
                            "radar_data": [
                                4651,
                                4496,
                                2916,
                                4881
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 17,
                                    "ldsl": 14,
                                    "whcd": 79,
                                    "cfjy": 19
                                },
                                "2": {
                                    "nvph": 38,
                                    "ldsl": 55,
                                    "whcd": 35,
                                    "cfjy": 47
                                },
                                "3": {
                                    "nvph": 10,
                                    "ldsl": 13,
                                    "whcd": 36,
                                    "cfjy": 56
                                },
                                "4": {
                                    "nvph": 30,
                                    "ldsl": 32,
                                    "whcd": 15,
                                    "cfjy": 94
                                },
                                "5": {
                                    "nvph": 36,
                                    "ldsl": 24,
                                    "whcd": 80,
                                    "cfjy": 35
                                },
                                "6": {
                                    "nvph": 13,
                                    "ldsl": 29,
                                    "whcd": 78,
                                    "cfjy": 63
                                },
                                "7": {
                                    "nvph": 13,
                                    "ldsl": 33,
                                    "whcd": 96,
                                    "cfjy": 5
                                },
                                "8": {
                                    "nvph": 20,
                                    "ldsl": 59,
                                    "whcd": 53,
                                    "cfjy": 57
                                },
                                "9": {
                                    "nvph": 52,
                                    "ldsl": 95,
                                    "whcd": 99,
                                    "cfjy": 86
                                },
                                "10": {
                                    "nvph": 45,
                                    "ldsl": 87,
                                    "whcd": 15,
                                    "cfjy": 88
                                },
                                "11": {
                                    "nvph": 6,
                                    "ldsl": 32,
                                    "whcd": 35,
                                    "cfjy": 7
                                },
                                "12": {
                                    "nvph": 13,
                                    "ldsl": 83,
                                    "whcd": 41,
                                    "cfjy": 57
                                }
                            }
                        },
                        "将台地区": {
                            "total_population": 73,
                            "radar_data": [
                                2467,
                                3447,
                                3919,
                                4200
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 85,
                                    "ldsl": 53,
                                    "whcd": 84,
                                    "cfjy": 56
                                },
                                "2": {
                                    "nvph": 23,
                                    "ldsl": 14,
                                    "whcd": 85,
                                    "cfjy": 36
                                },
                                "3": {
                                    "nvph": 1,
                                    "ldsl": 27,
                                    "whcd": 44,
                                    "cfjy": 7
                                },
                                "4": {
                                    "nvph": 2,
                                    "ldsl": 97,
                                    "whcd": 100,
                                    "cfjy": 84
                                },
                                "5": {
                                    "nvph": 60,
                                    "ldsl": 10,
                                    "whcd": 64,
                                    "cfjy": 55
                                },
                                "6": {
                                    "nvph": 8,
                                    "ldsl": 78,
                                    "whcd": 43,
                                    "cfjy": 57
                                },
                                "7": {
                                    "nvph": 61,
                                    "ldsl": 97,
                                    "whcd": 20,
                                    "cfjy": 31
                                },
                                "8": {
                                    "nvph": 27,
                                    "ldsl": 65,
                                    "whcd": 37,
                                    "cfjy": 96
                                },
                                "9": {
                                    "nvph": 77,
                                    "ldsl": 86,
                                    "whcd": 67,
                                    "cfjy": 74
                                },
                                "10": {
                                    "nvph": 17,
                                    "ldsl": 17,
                                    "whcd": 95,
                                    "cfjy": 100
                                },
                                "11": {
                                    "nvph": 64,
                                    "ldsl": 83,
                                    "whcd": 87,
                                    "cfjy": 100
                                },
                                "12": {
                                    "nvph": 49,
                                    "ldsl": 79,
                                    "whcd": 64,
                                    "cfjy": 55
                                }
                            }
                        }
                    }
                }
            }
        }
    }
}