
var json_data ={
    "base_info": {},
    "data": {
        "房屋": {
            "type": {
                "migration_map": {
                    "dd": "dd"
                },
                "color_map": {
                    "legend": [
                        {
                            "formula": "0-10",
                            "legend_color": "#4f6eed",
                            "name": "1万套以下"
                        },
                        {
                            "formula": "10-20",
                            "legend_color": "#5596ff",
                            "name": "1万~2万"
                        },
                        {
                            "formula": "20-40",
                            "legend_color": "#99ccff",
                            "name": "2万~3万"
                        },
                        {
                            "formula": "40-70",
                            "legend_color": "#ebebff",
                            "name": "3万~4万"
                        },
                        {
                            "formula": "70-max",
                            "legend_color": "#ffffff",
                            "name": "4万套以上"
                        }
                    ],
                    "legend_index_display": [
                        "1万套以下",
                        "1万~2万",
                        "2万~3万",
                        "3万~4万",
                        "4万套以上"
                    ]
                },
                "bitmap": {
                    "dd": "dd"
                }
            },
            "data": {
                "2015": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "房屋类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "产权类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "土地性质",
                            "item": [
                                "个人",
                                "单位",
                                "自建违建"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "隐患房屋类型",
                            "item": [
                                "不确定风险",
                                "治安隐患",
                                "消防安全隐患",
                                "其他安全隐患"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "出租用途",
                            "item": [
                                "生活居住",
                                "日常办公",
                                "生产加工",
                                "商用"
                            ]
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "radar_data": [
                                1806,
                                1562,
                                4465,
                                3189,
                                2971
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    1,
                                    95,
                                    5
                                ],
                                "yhfw": [
                                    77,
                                    45,
                                    72,
                                    92
                                ],
                                "czyt": [
                                    70,
                                    48,
                                    68,
                                    88
                                ],
                                "fwlx": [
                                    32,
                                    3,
                                    66,
                                    55
                                ],
                                "tdxz": [
                                    89,
                                    9,
                                    47,
                                    16
                                ]
                            },
                            "total_count": 31
                        },
                        "亚运村": {
                            "radar_data": [
                                3870,
                                1554,
                                2586,
                                2598,
                                3942
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    96,
                                    98,
                                    34
                                ],
                                "yhfw": [
                                    40,
                                    61,
                                    80,
                                    15
                                ],
                                "czyt": [
                                    25,
                                    47,
                                    84,
                                    28
                                ],
                                "fwlx": [
                                    32,
                                    2,
                                    71,
                                    85
                                ],
                                "tdxz": [
                                    18,
                                    8,
                                    45,
                                    71
                                ]
                            },
                            "total_count": 42
                        },
                        "左家庄": {
                            "radar_data": [
                                1874,
                                1656,
                                4411,
                                1328,
                                4196
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    27,
                                    84,
                                    72
                                ],
                                "yhfw": [
                                    41,
                                    12,
                                    47,
                                    24
                                ],
                                "czyt": [
                                    28,
                                    20,
                                    100,
                                    36
                                ],
                                "fwlx": [
                                    19,
                                    23,
                                    73,
                                    72
                                ],
                                "tdxz": [
                                    93,
                                    20,
                                    35,
                                    87
                                ]
                            },
                            "total_count": 90
                        },
                        "王四营地区": {
                            "radar_data": [
                                4653,
                                3954,
                                3788,
                                2058,
                                3629
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    13,
                                    22,
                                    75
                                ],
                                "yhfw": [
                                    78,
                                    16,
                                    47,
                                    87
                                ],
                                "czyt": [
                                    75,
                                    21,
                                    90,
                                    18
                                ],
                                "fwlx": [
                                    28,
                                    99,
                                    35,
                                    88
                                ],
                                "tdxz": [
                                    97,
                                    81,
                                    12,
                                    6
                                ]
                            },
                            "total_count": 97
                        },
                        "三间房地区": {
                            "radar_data": [
                                2805,
                                3110,
                                2382,
                                4639,
                                1647
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    55,
                                    21,
                                    85
                                ],
                                "yhfw": [
                                    74,
                                    19,
                                    95,
                                    93
                                ],
                                "czyt": [
                                    1,
                                    85,
                                    98,
                                    62
                                ],
                                "fwlx": [
                                    49,
                                    98,
                                    98,
                                    55
                                ],
                                "tdxz": [
                                    41,
                                    17,
                                    56,
                                    31
                                ]
                            },
                            "total_count": 53
                        },
                        "首都机场": {
                            "radar_data": [
                                2427,
                                1849,
                                3286,
                                3145,
                                4210
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    56,
                                    100,
                                    36
                                ],
                                "yhfw": [
                                    30,
                                    65,
                                    7,
                                    53
                                ],
                                "czyt": [
                                    70,
                                    72,
                                    13,
                                    52
                                ],
                                "fwlx": [
                                    68,
                                    64,
                                    8,
                                    1
                                ],
                                "tdxz": [
                                    2,
                                    31,
                                    18,
                                    24
                                ]
                            },
                            "total_count": 73
                        },
                        "来广营地区": {
                            "radar_data": [
                                4994,
                                2703,
                                1834,
                                1065,
                                1004
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    92,
                                    91,
                                    20
                                ],
                                "yhfw": [
                                    5,
                                    75,
                                    75,
                                    62
                                ],
                                "czyt": [
                                    73,
                                    29,
                                    48,
                                    64
                                ],
                                "fwlx": [
                                    39,
                                    60,
                                    40,
                                    83
                                ],
                                "tdxz": [
                                    32,
                                    11,
                                    89,
                                    100
                                ]
                            },
                            "total_count": 91
                        },
                        "朝外": {
                            "radar_data": [
                                2475,
                                4122,
                                4955,
                                1730,
                                4370
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    87,
                                    75,
                                    34
                                ],
                                "yhfw": [
                                    56,
                                    43,
                                    58,
                                    63
                                ],
                                "czyt": [
                                    35,
                                    83,
                                    84,
                                    32
                                ],
                                "fwlx": [
                                    42,
                                    46,
                                    96,
                                    16
                                ],
                                "tdxz": [
                                    99,
                                    60,
                                    7,
                                    13
                                ]
                            },
                            "total_count": 100
                        },
                        "小红门地区": {
                            "radar_data": [
                                1110,
                                1998,
                                4061,
                                1641,
                                3799
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    25,
                                    58,
                                    14
                                ],
                                "yhfw": [
                                    90,
                                    59,
                                    57,
                                    70
                                ],
                                "czyt": [
                                    69,
                                    92,
                                    6,
                                    83
                                ],
                                "fwlx": [
                                    83,
                                    9,
                                    15,
                                    93
                                ],
                                "tdxz": [
                                    87,
                                    76,
                                    4,
                                    17
                                ]
                            },
                            "total_count": 85
                        },
                        "小关": {
                            "radar_data": [
                                2211,
                                2214,
                                3520,
                                2001,
                                2663
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    55,
                                    69,
                                    56
                                ],
                                "yhfw": [
                                    30,
                                    48,
                                    47,
                                    57
                                ],
                                "czyt": [
                                    99,
                                    13,
                                    52,
                                    43
                                ],
                                "fwlx": [
                                    67,
                                    89,
                                    78,
                                    51
                                ],
                                "tdxz": [
                                    62,
                                    74,
                                    71,
                                    27
                                ]
                            },
                            "total_count": 33
                        },
                        "八里庄": {
                            "radar_data": [
                                2112,
                                2295,
                                3792,
                                3820,
                                2870
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    91,
                                    53,
                                    79
                                ],
                                "yhfw": [
                                    6,
                                    30,
                                    93,
                                    33
                                ],
                                "czyt": [
                                    22,
                                    5,
                                    3,
                                    2
                                ],
                                "fwlx": [
                                    76,
                                    57,
                                    17,
                                    9
                                ],
                                "tdxz": [
                                    88,
                                    69,
                                    85,
                                    58
                                ]
                            },
                            "total_count": 56
                        },
                        "崔各庄地区": {
                            "radar_data": [
                                4466,
                                1830,
                                2860,
                                4288,
                                2657
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    11,
                                    36,
                                    59
                                ],
                                "yhfw": [
                                    59,
                                    78,
                                    11,
                                    96
                                ],
                                "czyt": [
                                    66,
                                    45,
                                    70,
                                    72
                                ],
                                "fwlx": [
                                    40,
                                    54,
                                    71,
                                    51
                                ],
                                "tdxz": [
                                    66,
                                    32,
                                    1,
                                    100
                                ]
                            },
                            "total_count": 72
                        },
                        "酒仙桥": {
                            "radar_data": [
                                2459,
                                2772,
                                1248,
                                1155,
                                3692
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    64,
                                    15,
                                    87
                                ],
                                "yhfw": [
                                    11,
                                    36,
                                    79,
                                    56
                                ],
                                "czyt": [
                                    59,
                                    41,
                                    8,
                                    3
                                ],
                                "fwlx": [
                                    4,
                                    10,
                                    20,
                                    49
                                ],
                                "tdxz": [
                                    33,
                                    1,
                                    55,
                                    57
                                ]
                            },
                            "total_count": 63
                        },
                        "麦子店": {
                            "radar_data": [
                                2044,
                                2407,
                                1788,
                                1882,
                                4149
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    46,
                                    41,
                                    12
                                ],
                                "yhfw": [
                                    38,
                                    49,
                                    40,
                                    20
                                ],
                                "czyt": [
                                    89,
                                    81,
                                    28,
                                    97
                                ],
                                "fwlx": [
                                    98,
                                    72,
                                    94,
                                    34
                                ],
                                "tdxz": [
                                    8,
                                    1,
                                    35,
                                    35
                                ]
                            },
                            "total_count": 5
                        },
                        "垈头": {
                            "radar_data": [
                                4925,
                                1123,
                                3303,
                                2924,
                                1504
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    52,
                                    24,
                                    96
                                ],
                                "yhfw": [
                                    76,
                                    9,
                                    76,
                                    52
                                ],
                                "czyt": [
                                    55,
                                    30,
                                    68,
                                    34
                                ],
                                "fwlx": [
                                    100,
                                    80,
                                    9,
                                    48
                                ],
                                "tdxz": [
                                    98,
                                    24,
                                    22,
                                    83
                                ]
                            },
                            "total_count": 44
                        },
                        "孙河地区": {
                            "radar_data": [
                                2680,
                                4317,
                                3682,
                                1660,
                                1370
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    7,
                                    42,
                                    6
                                ],
                                "yhfw": [
                                    60,
                                    34,
                                    50,
                                    31
                                ],
                                "czyt": [
                                    9,
                                    12,
                                    89,
                                    85
                                ],
                                "fwlx": [
                                    5,
                                    92,
                                    96,
                                    90
                                ],
                                "tdxz": [
                                    38,
                                    64,
                                    40,
                                    26
                                ]
                            },
                            "total_count": 67
                        },
                        "南磨房地区": {
                            "radar_data": [
                                3216,
                                1004,
                                3855,
                                3100,
                                1116
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    53,
                                    27,
                                    54
                                ],
                                "yhfw": [
                                    85,
                                    81,
                                    82,
                                    48
                                ],
                                "czyt": [
                                    74,
                                    10,
                                    40,
                                    48
                                ],
                                "fwlx": [
                                    10,
                                    35,
                                    26,
                                    11
                                ],
                                "tdxz": [
                                    97,
                                    56,
                                    73,
                                    65
                                ]
                            },
                            "total_count": 60
                        },
                        "呼家楼": {
                            "radar_data": [
                                3558,
                                4517,
                                1591,
                                4913,
                                2174
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    67,
                                    53,
                                    46
                                ],
                                "yhfw": [
                                    58,
                                    83,
                                    14,
                                    100
                                ],
                                "czyt": [
                                    58,
                                    66,
                                    75,
                                    68
                                ],
                                "fwlx": [
                                    35,
                                    75,
                                    93,
                                    69
                                ],
                                "tdxz": [
                                    13,
                                    25,
                                    10,
                                    30
                                ]
                            },
                            "total_count": 22
                        },
                        "东坝地区": {
                            "radar_data": [
                                1738,
                                3410,
                                2677,
                                4717,
                                1201
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    32,
                                    43,
                                    84
                                ],
                                "yhfw": [
                                    22,
                                    86,
                                    24,
                                    19
                                ],
                                "czyt": [
                                    1,
                                    19,
                                    31,
                                    12
                                ],
                                "fwlx": [
                                    94,
                                    77,
                                    88,
                                    68
                                ],
                                "tdxz": [
                                    29,
                                    42,
                                    64,
                                    11
                                ]
                            },
                            "total_count": 73
                        },
                        "官庄地区": {
                            "radar_data": [
                                4419,
                                3608,
                                2602,
                                4986,
                                3790
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    36,
                                    96,
                                    43
                                ],
                                "yhfw": [
                                    44,
                                    58,
                                    60,
                                    83
                                ],
                                "czyt": [
                                    31,
                                    9,
                                    28,
                                    1
                                ],
                                "fwlx": [
                                    39,
                                    64,
                                    76,
                                    12
                                ],
                                "tdxz": [
                                    84,
                                    52,
                                    55,
                                    65
                                ]
                            },
                            "total_count": 40
                        },
                        "东风地区": {
                            "radar_data": [
                                4928,
                                3318,
                                1058,
                                3489,
                                2345
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    58,
                                    75,
                                    7
                                ],
                                "yhfw": [
                                    11,
                                    43,
                                    96,
                                    81
                                ],
                                "czyt": [
                                    65,
                                    66,
                                    21,
                                    54
                                ],
                                "fwlx": [
                                    54,
                                    98,
                                    6,
                                    28
                                ],
                                "tdxz": [
                                    37,
                                    93,
                                    5,
                                    16
                                ]
                            },
                            "total_count": 26
                        },
                        "香河园": {
                            "radar_data": [
                                3359,
                                4100,
                                2189,
                                4861,
                                2601
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    50,
                                    55,
                                    17
                                ],
                                "yhfw": [
                                    76,
                                    64,
                                    53,
                                    13
                                ],
                                "czyt": [
                                    94,
                                    98,
                                    32,
                                    47
                                ],
                                "fwlx": [
                                    93,
                                    49,
                                    38,
                                    17
                                ],
                                "tdxz": [
                                    34,
                                    96,
                                    88,
                                    93
                                ]
                            },
                            "total_count": 15
                        },
                        "安贞": {
                            "radar_data": [
                                1511,
                                2120,
                                3856,
                                3945,
                                3561
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    62,
                                    63,
                                    5
                                ],
                                "yhfw": [
                                    24,
                                    32,
                                    31,
                                    73
                                ],
                                "czyt": [
                                    10,
                                    47,
                                    23,
                                    79
                                ],
                                "fwlx": [
                                    25,
                                    6,
                                    78,
                                    70
                                ],
                                "tdxz": [
                                    53,
                                    55,
                                    68,
                                    71
                                ]
                            },
                            "total_count": 96
                        },
                        "高碑店地区": {
                            "radar_data": [
                                2190,
                                3617,
                                1578,
                                3960,
                                3386
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    97,
                                    18,
                                    81
                                ],
                                "yhfw": [
                                    88,
                                    88,
                                    22,
                                    2
                                ],
                                "czyt": [
                                    79,
                                    64,
                                    27,
                                    68
                                ],
                                "fwlx": [
                                    19,
                                    39,
                                    70,
                                    22
                                ],
                                "tdxz": [
                                    16,
                                    33,
                                    48,
                                    47
                                ]
                            },
                            "total_count": 20
                        },
                        "团结湖": {
                            "radar_data": [
                                1762,
                                4196,
                                2847,
                                4257,
                                1059
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    96,
                                    38,
                                    36
                                ],
                                "yhfw": [
                                    1,
                                    96,
                                    7,
                                    41
                                ],
                                "czyt": [
                                    98,
                                    65,
                                    92,
                                    58
                                ],
                                "fwlx": [
                                    50,
                                    44,
                                    68,
                                    64
                                ],
                                "tdxz": [
                                    92,
                                    53,
                                    41,
                                    73
                                ]
                            },
                            "total_count": 38
                        },
                        "六里屯": {
                            "radar_data": [
                                1335,
                                1566,
                                2827,
                                2491,
                                4735
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    41,
                                    41,
                                    76
                                ],
                                "yhfw": [
                                    94,
                                    43,
                                    60,
                                    61
                                ],
                                "czyt": [
                                    18,
                                    21,
                                    97,
                                    28
                                ],
                                "fwlx": [
                                    82,
                                    29,
                                    9,
                                    8
                                ],
                                "tdxz": [
                                    78,
                                    25,
                                    21,
                                    43
                                ]
                            },
                            "total_count": 22
                        },
                        "十八里店地区": {
                            "radar_data": [
                                4268,
                                4938,
                                1923,
                                4602,
                                1196
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    100,
                                    8,
                                    57
                                ],
                                "yhfw": [
                                    26,
                                    1,
                                    91,
                                    26
                                ],
                                "czyt": [
                                    3,
                                    27,
                                    46,
                                    84
                                ],
                                "fwlx": [
                                    50,
                                    63,
                                    25,
                                    42
                                ],
                                "tdxz": [
                                    91,
                                    40,
                                    71,
                                    27
                                ]
                            },
                            "total_count": 67
                        },
                        "奥运村地区": {
                            "radar_data": [
                                2834,
                                2569,
                                3713,
                                1470,
                                4927
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    57,
                                    42,
                                    20
                                ],
                                "yhfw": [
                                    65,
                                    22,
                                    30,
                                    56
                                ],
                                "czyt": [
                                    13,
                                    58,
                                    42,
                                    6
                                ],
                                "fwlx": [
                                    58,
                                    68,
                                    82,
                                    30
                                ],
                                "tdxz": [
                                    20,
                                    30,
                                    72,
                                    30
                                ]
                            },
                            "total_count": 11
                        },
                        "潘家园": {
                            "radar_data": [
                                3630,
                                1118,
                                1565,
                                3192,
                                3045
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    47,
                                    23,
                                    43
                                ],
                                "yhfw": [
                                    39,
                                    77,
                                    35,
                                    99
                                ],
                                "czyt": [
                                    6,
                                    42,
                                    69,
                                    40
                                ],
                                "fwlx": [
                                    15,
                                    73,
                                    33,
                                    25
                                ],
                                "tdxz": [
                                    94,
                                    51,
                                    31,
                                    7
                                ]
                            },
                            "total_count": 87
                        },
                        "大屯": {
                            "radar_data": [
                                1597,
                                3014,
                                2034,
                                3196,
                                2359
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    84,
                                    11,
                                    45
                                ],
                                "yhfw": [
                                    86,
                                    70,
                                    71,
                                    64
                                ],
                                "czyt": [
                                    4,
                                    58,
                                    39,
                                    72
                                ],
                                "fwlx": [
                                    73,
                                    38,
                                    49,
                                    67
                                ],
                                "tdxz": [
                                    93,
                                    88,
                                    97,
                                    74
                                ]
                            },
                            "total_count": 12
                        },
                        "豆各庄地区": {
                            "radar_data": [
                                3513,
                                1542,
                                3212,
                                3572,
                                3862
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    82,
                                    5,
                                    93
                                ],
                                "yhfw": [
                                    35,
                                    94,
                                    89,
                                    5
                                ],
                                "czyt": [
                                    33,
                                    3,
                                    63,
                                    52
                                ],
                                "fwlx": [
                                    78,
                                    8,
                                    7,
                                    35
                                ],
                                "tdxz": [
                                    24,
                                    81,
                                    93,
                                    53
                                ]
                            },
                            "total_count": 5
                        },
                        "常营地区": {
                            "radar_data": [
                                4794,
                                1906,
                                3719,
                                2105,
                                2446
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    19,
                                    31,
                                    58
                                ],
                                "yhfw": [
                                    15,
                                    54,
                                    21,
                                    93
                                ],
                                "czyt": [
                                    83,
                                    70,
                                    72,
                                    39
                                ],
                                "fwlx": [
                                    36,
                                    85,
                                    38,
                                    43
                                ],
                                "tdxz": [
                                    64,
                                    65,
                                    9,
                                    62
                                ]
                            },
                            "total_count": 54
                        },
                        "和平街": {
                            "radar_data": [
                                3951,
                                3999,
                                4498,
                                4268,
                                3377
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    73,
                                    61,
                                    20
                                ],
                                "yhfw": [
                                    6,
                                    62,
                                    5,
                                    90
                                ],
                                "czyt": [
                                    55,
                                    8,
                                    51,
                                    24
                                ],
                                "fwlx": [
                                    55,
                                    61,
                                    45,
                                    41
                                ],
                                "tdxz": [
                                    35,
                                    37,
                                    84,
                                    89
                                ]
                            },
                            "total_count": 38
                        },
                        "三里屯": {
                            "radar_data": [
                                1100,
                                3030,
                                3367,
                                1815,
                                3517
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    57,
                                    90,
                                    17
                                ],
                                "yhfw": [
                                    79,
                                    90,
                                    74,
                                    79
                                ],
                                "czyt": [
                                    55,
                                    89,
                                    25,
                                    20
                                ],
                                "fwlx": [
                                    78,
                                    91,
                                    78,
                                    82
                                ],
                                "tdxz": [
                                    95,
                                    7,
                                    39,
                                    57
                                ]
                            },
                            "total_count": 85
                        },
                        "劲松": {
                            "radar_data": [
                                1584,
                                1138,
                                4211,
                                1571,
                                4880
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    40,
                                    60,
                                    92
                                ],
                                "yhfw": [
                                    53,
                                    95,
                                    91,
                                    96
                                ],
                                "czyt": [
                                    84,
                                    83,
                                    81,
                                    23
                                ],
                                "fwlx": [
                                    99,
                                    8,
                                    97,
                                    64
                                ],
                                "tdxz": [
                                    97,
                                    92,
                                    97,
                                    18
                                ]
                            },
                            "total_count": 15
                        },
                        "黑庄户地区": {
                            "radar_data": [
                                3956,
                                2108,
                                4076,
                                4329,
                                3358
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    87,
                                    98,
                                    51
                                ],
                                "yhfw": [
                                    36,
                                    92,
                                    98,
                                    59
                                ],
                                "czyt": [
                                    72,
                                    94,
                                    65,
                                    79
                                ],
                                "fwlx": [
                                    85,
                                    60,
                                    40,
                                    89
                                ],
                                "tdxz": [
                                    68,
                                    85,
                                    4,
                                    64
                                ]
                            },
                            "total_count": 84
                        },
                        "望京开发": {
                            "radar_data": [
                                4143,
                                1911,
                                2262,
                                3232,
                                3139
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    8,
                                    41,
                                    3
                                ],
                                "yhfw": [
                                    80,
                                    27,
                                    37,
                                    2
                                ],
                                "czyt": [
                                    48,
                                    51,
                                    37,
                                    79
                                ],
                                "fwlx": [
                                    65,
                                    99,
                                    82,
                                    76
                                ],
                                "tdxz": [
                                    99,
                                    19,
                                    12,
                                    11
                                ]
                            },
                            "total_count": 89
                        },
                        "金盏地区": {
                            "radar_data": [
                                1990,
                                4122,
                                2358,
                                1841,
                                3872
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    87,
                                    26,
                                    57
                                ],
                                "yhfw": [
                                    62,
                                    69,
                                    13,
                                    71
                                ],
                                "czyt": [
                                    93,
                                    3,
                                    46,
                                    15
                                ],
                                "fwlx": [
                                    85,
                                    24,
                                    30,
                                    17
                                ],
                                "tdxz": [
                                    62,
                                    94,
                                    26,
                                    89
                                ]
                            },
                            "total_count": 33
                        },
                        "双井": {
                            "radar_data": [
                                2129,
                                4746,
                                1631,
                                1130,
                                2906
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    60,
                                    30,
                                    51
                                ],
                                "yhfw": [
                                    26,
                                    36,
                                    21,
                                    53
                                ],
                                "czyt": [
                                    6,
                                    7,
                                    48,
                                    97
                                ],
                                "fwlx": [
                                    60,
                                    56,
                                    2,
                                    49
                                ],
                                "tdxz": [
                                    43,
                                    43,
                                    14,
                                    80
                                ]
                            },
                            "total_count": 12
                        },
                        "平房地区": {
                            "radar_data": [
                                4429,
                                1219,
                                2678,
                                3120,
                                1898
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    3,
                                    70,
                                    44
                                ],
                                "yhfw": [
                                    65,
                                    73,
                                    88,
                                    87
                                ],
                                "czyt": [
                                    84,
                                    51,
                                    5,
                                    61
                                ],
                                "fwlx": [
                                    5,
                                    46,
                                    94,
                                    99
                                ],
                                "tdxz": [
                                    22,
                                    8,
                                    52,
                                    7
                                ]
                            },
                            "total_count": 66
                        },
                        "建外": {
                            "radar_data": [
                                3888,
                                4457,
                                3158,
                                4905,
                                3867
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    93,
                                    77,
                                    50
                                ],
                                "yhfw": [
                                    25,
                                    73,
                                    43,
                                    46
                                ],
                                "czyt": [
                                    20,
                                    70,
                                    65,
                                    26
                                ],
                                "fwlx": [
                                    63,
                                    39,
                                    93,
                                    20
                                ],
                                "tdxz": [
                                    28,
                                    98,
                                    2,
                                    27
                                ]
                            },
                            "total_count": 37
                        },
                        "望京": {
                            "radar_data": [
                                2308,
                                3021,
                                1735,
                                4647,
                                3273
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    13,
                                    23,
                                    52
                                ],
                                "yhfw": [
                                    66,
                                    58,
                                    37,
                                    93
                                ],
                                "czyt": [
                                    95,
                                    91,
                                    5,
                                    19
                                ],
                                "fwlx": [
                                    61,
                                    60,
                                    40,
                                    89
                                ],
                                "tdxz": [
                                    26,
                                    41,
                                    69,
                                    100
                                ]
                            },
                            "total_count": 82
                        },
                        "将台地区": {
                            "radar_data": [
                                4898,
                                2910,
                                2371,
                                2793,
                                2097
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    24,
                                    23,
                                    61
                                ],
                                "yhfw": [
                                    62,
                                    46,
                                    87,
                                    88
                                ],
                                "czyt": [
                                    100,
                                    26,
                                    42,
                                    90
                                ],
                                "fwlx": [
                                    17,
                                    22,
                                    22,
                                    29
                                ],
                                "tdxz": [
                                    71,
                                    51,
                                    87,
                                    4
                                ]
                            },
                            "total_count": 96
                        }
                    }
                },
                "2016": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "房屋类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "产权类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "土地性质",
                            "item": [
                                "个人",
                                "单位",
                                "自建违建"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "隐患房屋类型",
                            "item": [
                                "不确定风险",
                                "治安隐患",
                                "消防安全隐患",
                                "其他安全隐患"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "出租用途",
                            "item": [
                                "生活居住",
                                "日常办公",
                                "生产加工",
                                "商用"
                            ]
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "radar_data": [
                                3583,
                                1237,
                                2517,
                                4823,
                                4550
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    60,
                                    13,
                                    20
                                ],
                                "yhfw": [
                                    6,
                                    89,
                                    38,
                                    32
                                ],
                                "czyt": [
                                    88,
                                    96,
                                    89,
                                    53
                                ],
                                "fwlx": [
                                    89,
                                    50,
                                    49,
                                    67
                                ],
                                "tdxz": [
                                    6,
                                    64,
                                    69,
                                    12
                                ]
                            },
                            "total_count": 91
                        },
                        "亚运村": {
                            "radar_data": [
                                1502,
                                3086,
                                3375,
                                3337,
                                3235
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    97,
                                    69,
                                    47
                                ],
                                "yhfw": [
                                    10,
                                    85,
                                    27,
                                    59
                                ],
                                "czyt": [
                                    17,
                                    4,
                                    22,
                                    52
                                ],
                                "fwlx": [
                                    55,
                                    71,
                                    63,
                                    44
                                ],
                                "tdxz": [
                                    39,
                                    60,
                                    9,
                                    74
                                ]
                            },
                            "total_count": 65
                        },
                        "左家庄": {
                            "radar_data": [
                                1042,
                                1856,
                                2670,
                                2397,
                                4827
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    4,
                                    87,
                                    24
                                ],
                                "yhfw": [
                                    2,
                                    22,
                                    71,
                                    75
                                ],
                                "czyt": [
                                    40,
                                    43,
                                    74,
                                    80
                                ],
                                "fwlx": [
                                    19,
                                    3,
                                    96,
                                    16
                                ],
                                "tdxz": [
                                    73,
                                    78,
                                    28,
                                    2
                                ]
                            },
                            "total_count": 24
                        },
                        "王四营地区": {
                            "radar_data": [
                                4873,
                                4071,
                                3253,
                                3801,
                                4004
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    78,
                                    61,
                                    75
                                ],
                                "yhfw": [
                                    4,
                                    39,
                                    80,
                                    90
                                ],
                                "czyt": [
                                    87,
                                    35,
                                    70,
                                    5
                                ],
                                "fwlx": [
                                    6,
                                    77,
                                    11,
                                    50
                                ],
                                "tdxz": [
                                    85,
                                    5,
                                    26,
                                    25
                                ]
                            },
                            "total_count": 60
                        },
                        "三间房地区": {
                            "radar_data": [
                                1149,
                                4892,
                                2298,
                                2716,
                                3763
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    76,
                                    24,
                                    41
                                ],
                                "yhfw": [
                                    17,
                                    16,
                                    35,
                                    6
                                ],
                                "czyt": [
                                    42,
                                    82,
                                    34,
                                    21
                                ],
                                "fwlx": [
                                    31,
                                    11,
                                    45,
                                    43
                                ],
                                "tdxz": [
                                    23,
                                    45,
                                    13,
                                    64
                                ]
                            },
                            "total_count": 88
                        },
                        "首都机场": {
                            "radar_data": [
                                4609,
                                1743,
                                1200,
                                4244,
                                1603
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    45,
                                    26,
                                    39
                                ],
                                "yhfw": [
                                    18,
                                    27,
                                    65,
                                    55
                                ],
                                "czyt": [
                                    79,
                                    94,
                                    18,
                                    34
                                ],
                                "fwlx": [
                                    75,
                                    29,
                                    99,
                                    48
                                ],
                                "tdxz": [
                                    11,
                                    95,
                                    6,
                                    42
                                ]
                            },
                            "total_count": 65
                        },
                        "来广营地区": {
                            "radar_data": [
                                3526,
                                2799,
                                2397,
                                4194,
                                2862
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    58,
                                    87,
                                    95
                                ],
                                "yhfw": [
                                    68,
                                    95,
                                    48,
                                    88
                                ],
                                "czyt": [
                                    47,
                                    78,
                                    61,
                                    42
                                ],
                                "fwlx": [
                                    65,
                                    8,
                                    86,
                                    54
                                ],
                                "tdxz": [
                                    92,
                                    70,
                                    67,
                                    38
                                ]
                            },
                            "total_count": 5
                        },
                        "朝外": {
                            "radar_data": [
                                4411,
                                2701,
                                1400,
                                3256,
                                4085
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    52,
                                    80,
                                    27
                                ],
                                "yhfw": [
                                    88,
                                    54,
                                    76,
                                    37
                                ],
                                "czyt": [
                                    35,
                                    56,
                                    54,
                                    24
                                ],
                                "fwlx": [
                                    25,
                                    49,
                                    44,
                                    71
                                ],
                                "tdxz": [
                                    5,
                                    21,
                                    31,
                                    47
                                ]
                            },
                            "total_count": 50
                        },
                        "小红门地区": {
                            "radar_data": [
                                1115,
                                1603,
                                1191,
                                3439,
                                3049
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    73,
                                    98,
                                    95
                                ],
                                "yhfw": [
                                    57,
                                    16,
                                    36,
                                    98
                                ],
                                "czyt": [
                                    53,
                                    50,
                                    59,
                                    94
                                ],
                                "fwlx": [
                                    95,
                                    19,
                                    96,
                                    59
                                ],
                                "tdxz": [
                                    90,
                                    96,
                                    44,
                                    13
                                ]
                            },
                            "total_count": 89
                        },
                        "小关": {
                            "radar_data": [
                                1158,
                                3747,
                                3442,
                                1427,
                                1032
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    88,
                                    64,
                                    95
                                ],
                                "yhfw": [
                                    75,
                                    75,
                                    28,
                                    78
                                ],
                                "czyt": [
                                    43,
                                    27,
                                    17,
                                    69
                                ],
                                "fwlx": [
                                    10,
                                    94,
                                    45,
                                    4
                                ],
                                "tdxz": [
                                    12,
                                    76,
                                    91,
                                    22
                                ]
                            },
                            "total_count": 24
                        },
                        "八里庄": {
                            "radar_data": [
                                4214,
                                1431,
                                2073,
                                3767,
                                3453
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    23,
                                    99,
                                    70
                                ],
                                "yhfw": [
                                    44,
                                    42,
                                    93,
                                    50
                                ],
                                "czyt": [
                                    50,
                                    61,
                                    20,
                                    98
                                ],
                                "fwlx": [
                                    90,
                                    45,
                                    93,
                                    60
                                ],
                                "tdxz": [
                                    52,
                                    25,
                                    6,
                                    50
                                ]
                            },
                            "total_count": 39
                        },
                        "崔各庄地区": {
                            "radar_data": [
                                1044,
                                1278,
                                2790,
                                2367,
                                3697
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    68,
                                    75,
                                    76
                                ],
                                "yhfw": [
                                    64,
                                    37,
                                    32,
                                    57
                                ],
                                "czyt": [
                                    22,
                                    53,
                                    51,
                                    70
                                ],
                                "fwlx": [
                                    66,
                                    1,
                                    66,
                                    84
                                ],
                                "tdxz": [
                                    26,
                                    90,
                                    13,
                                    57
                                ]
                            },
                            "total_count": 90
                        },
                        "酒仙桥": {
                            "radar_data": [
                                1683,
                                4686,
                                4632,
                                2064,
                                1093
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    64,
                                    96,
                                    58
                                ],
                                "yhfw": [
                                    86,
                                    90,
                                    28,
                                    12
                                ],
                                "czyt": [
                                    98,
                                    88,
                                    81,
                                    64
                                ],
                                "fwlx": [
                                    93,
                                    1,
                                    12,
                                    89
                                ],
                                "tdxz": [
                                    83,
                                    29,
                                    79,
                                    25
                                ]
                            },
                            "total_count": 14
                        },
                        "麦子店": {
                            "radar_data": [
                                2867,
                                1622,
                                1813,
                                4921,
                                3821
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    52,
                                    6,
                                    95
                                ],
                                "yhfw": [
                                    70,
                                    84,
                                    76,
                                    84
                                ],
                                "czyt": [
                                    31,
                                    6,
                                    11,
                                    75
                                ],
                                "fwlx": [
                                    79,
                                    41,
                                    36,
                                    17
                                ],
                                "tdxz": [
                                    76,
                                    68,
                                    34,
                                    61
                                ]
                            },
                            "total_count": 8
                        },
                        "垈头": {
                            "radar_data": [
                                2482,
                                2506,
                                1867,
                                1080,
                                4129
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    36,
                                    13,
                                    89
                                ],
                                "yhfw": [
                                    76,
                                    20,
                                    77,
                                    81
                                ],
                                "czyt": [
                                    95,
                                    24,
                                    35,
                                    46
                                ],
                                "fwlx": [
                                    99,
                                    28,
                                    72,
                                    36
                                ],
                                "tdxz": [
                                    92,
                                    17,
                                    72,
                                    2
                                ]
                            },
                            "total_count": 84
                        },
                        "孙河地区": {
                            "radar_data": [
                                1633,
                                3083,
                                3690,
                                1486,
                                3537
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    48,
                                    91,
                                    73
                                ],
                                "yhfw": [
                                    67,
                                    18,
                                    45,
                                    4
                                ],
                                "czyt": [
                                    35,
                                    75,
                                    52,
                                    69
                                ],
                                "fwlx": [
                                    96,
                                    54,
                                    21,
                                    78
                                ],
                                "tdxz": [
                                    34,
                                    68,
                                    77,
                                    73
                                ]
                            },
                            "total_count": 14
                        },
                        "南磨房地区": {
                            "radar_data": [
                                1335,
                                4763,
                                2716,
                                4422,
                                3955
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    15,
                                    28,
                                    36
                                ],
                                "yhfw": [
                                    71,
                                    70,
                                    6,
                                    17
                                ],
                                "czyt": [
                                    73,
                                    95,
                                    39,
                                    73
                                ],
                                "fwlx": [
                                    80,
                                    85,
                                    74,
                                    75
                                ],
                                "tdxz": [
                                    78,
                                    99,
                                    52,
                                    98
                                ]
                            },
                            "total_count": 29
                        },
                        "呼家楼": {
                            "radar_data": [
                                3361,
                                2913,
                                2329,
                                1573,
                                4474
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    30,
                                    88,
                                    46
                                ],
                                "yhfw": [
                                    14,
                                    43,
                                    14,
                                    29
                                ],
                                "czyt": [
                                    60,
                                    59,
                                    86,
                                    52
                                ],
                                "fwlx": [
                                    9,
                                    99,
                                    35,
                                    66
                                ],
                                "tdxz": [
                                    25,
                                    73,
                                    94,
                                    89
                                ]
                            },
                            "total_count": 40
                        },
                        "东坝地区": {
                            "radar_data": [
                                1594,
                                2181,
                                2695,
                                1292,
                                1442
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    21,
                                    87,
                                    80
                                ],
                                "yhfw": [
                                    20,
                                    95,
                                    89,
                                    29
                                ],
                                "czyt": [
                                    12,
                                    81,
                                    53,
                                    49
                                ],
                                "fwlx": [
                                    60,
                                    29,
                                    92,
                                    10
                                ],
                                "tdxz": [
                                    24,
                                    56,
                                    58,
                                    59
                                ]
                            },
                            "total_count": 40
                        },
                        "官庄地区": {
                            "radar_data": [
                                3801,
                                2559,
                                1802,
                                1039,
                                3912
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    97,
                                    29,
                                    21
                                ],
                                "yhfw": [
                                    16,
                                    82,
                                    3,
                                    37
                                ],
                                "czyt": [
                                    50,
                                    84,
                                    51,
                                    52
                                ],
                                "fwlx": [
                                    99,
                                    25,
                                    31,
                                    29
                                ],
                                "tdxz": [
                                    40,
                                    54,
                                    46,
                                    91
                                ]
                            },
                            "total_count": 39
                        },
                        "东风地区": {
                            "radar_data": [
                                3531,
                                3285,
                                1905,
                                1886,
                                2051
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    10,
                                    78,
                                    67
                                ],
                                "yhfw": [
                                    49,
                                    66,
                                    43,
                                    19
                                ],
                                "czyt": [
                                    56,
                                    86,
                                    61,
                                    23
                                ],
                                "fwlx": [
                                    14,
                                    70,
                                    23,
                                    96
                                ],
                                "tdxz": [
                                    33,
                                    57,
                                    43,
                                    77
                                ]
                            },
                            "total_count": 56
                        },
                        "香河园": {
                            "radar_data": [
                                4928,
                                4227,
                                4461,
                                1077,
                                1090
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    36,
                                    40,
                                    79
                                ],
                                "yhfw": [
                                    8,
                                    25,
                                    38,
                                    33
                                ],
                                "czyt": [
                                    30,
                                    70,
                                    54,
                                    33
                                ],
                                "fwlx": [
                                    14,
                                    76,
                                    57,
                                    62
                                ],
                                "tdxz": [
                                    99,
                                    74,
                                    35,
                                    72
                                ]
                            },
                            "total_count": 72
                        },
                        "安贞": {
                            "radar_data": [
                                1410,
                                4663,
                                4505,
                                3087,
                                3560
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    44,
                                    85,
                                    34
                                ],
                                "yhfw": [
                                    54,
                                    22,
                                    95,
                                    54
                                ],
                                "czyt": [
                                    31,
                                    60,
                                    31,
                                    75
                                ],
                                "fwlx": [
                                    98,
                                    96,
                                    45,
                                    69
                                ],
                                "tdxz": [
                                    68,
                                    11,
                                    2,
                                    22
                                ]
                            },
                            "total_count": 97
                        },
                        "高碑店地区": {
                            "radar_data": [
                                4099,
                                1105,
                                3995,
                                1837,
                                4291
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    62,
                                    25,
                                    31
                                ],
                                "yhfw": [
                                    55,
                                    69,
                                    68,
                                    4
                                ],
                                "czyt": [
                                    63,
                                    49,
                                    45,
                                    28
                                ],
                                "fwlx": [
                                    5,
                                    3,
                                    63,
                                    100
                                ],
                                "tdxz": [
                                    22,
                                    91,
                                    81,
                                    70
                                ]
                            },
                            "total_count": 36
                        },
                        "团结湖": {
                            "radar_data": [
                                3881,
                                4569,
                                2388,
                                1696,
                                2924
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    71,
                                    52,
                                    78
                                ],
                                "yhfw": [
                                    21,
                                    58,
                                    43,
                                    93
                                ],
                                "czyt": [
                                    87,
                                    65,
                                    44,
                                    67
                                ],
                                "fwlx": [
                                    24,
                                    94,
                                    1,
                                    56
                                ],
                                "tdxz": [
                                    71,
                                    97,
                                    84,
                                    4
                                ]
                            },
                            "total_count": 44
                        },
                        "六里屯": {
                            "radar_data": [
                                2100,
                                1365,
                                1928,
                                3761,
                                1177
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    87,
                                    8,
                                    17
                                ],
                                "yhfw": [
                                    31,
                                    66,
                                    73,
                                    10
                                ],
                                "czyt": [
                                    95,
                                    3,
                                    76,
                                    67
                                ],
                                "fwlx": [
                                    70,
                                    1,
                                    51,
                                    70
                                ],
                                "tdxz": [
                                    65,
                                    29,
                                    17,
                                    23
                                ]
                            },
                            "total_count": 43
                        },
                        "十八里店地区": {
                            "radar_data": [
                                1708,
                                4126,
                                4015,
                                2989,
                                2169
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    89,
                                    61,
                                    53
                                ],
                                "yhfw": [
                                    59,
                                    87,
                                    97,
                                    49
                                ],
                                "czyt": [
                                    78,
                                    96,
                                    71,
                                    64
                                ],
                                "fwlx": [
                                    62,
                                    34,
                                    47,
                                    11
                                ],
                                "tdxz": [
                                    1,
                                    54,
                                    75,
                                    13
                                ]
                            },
                            "total_count": 20
                        },
                        "奥运村地区": {
                            "radar_data": [
                                3315,
                                3353,
                                4140,
                                2049,
                                2073
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    74,
                                    37,
                                    56
                                ],
                                "yhfw": [
                                    2,
                                    1,
                                    45,
                                    59
                                ],
                                "czyt": [
                                    25,
                                    6,
                                    55,
                                    15
                                ],
                                "fwlx": [
                                    46,
                                    17,
                                    62,
                                    9
                                ],
                                "tdxz": [
                                    26,
                                    47,
                                    47,
                                    39
                                ]
                            },
                            "total_count": 10
                        },
                        "潘家园": {
                            "radar_data": [
                                3523,
                                4172,
                                1027,
                                1760,
                                1196
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    4,
                                    44,
                                    63
                                ],
                                "yhfw": [
                                    48,
                                    34,
                                    44,
                                    95
                                ],
                                "czyt": [
                                    87,
                                    88,
                                    19,
                                    23
                                ],
                                "fwlx": [
                                    35,
                                    46,
                                    73,
                                    28
                                ],
                                "tdxz": [
                                    65,
                                    53,
                                    53,
                                    88
                                ]
                            },
                            "total_count": 79
                        },
                        "大屯": {
                            "radar_data": [
                                3313,
                                2882,
                                2775,
                                2007,
                                1773
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    25,
                                    16,
                                    24
                                ],
                                "yhfw": [
                                    50,
                                    9,
                                    53,
                                    24
                                ],
                                "czyt": [
                                    60,
                                    58,
                                    93,
                                    3
                                ],
                                "fwlx": [
                                    64,
                                    18,
                                    87,
                                    46
                                ],
                                "tdxz": [
                                    17,
                                    18,
                                    66,
                                    94
                                ]
                            },
                            "total_count": 98
                        },
                        "豆各庄地区": {
                            "radar_data": [
                                3712,
                                4476,
                                1858,
                                1375,
                                2656
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    40,
                                    64,
                                    61
                                ],
                                "yhfw": [
                                    57,
                                    38,
                                    11,
                                    68
                                ],
                                "czyt": [
                                    87,
                                    11,
                                    87,
                                    81
                                ],
                                "fwlx": [
                                    27,
                                    72,
                                    37,
                                    68
                                ],
                                "tdxz": [
                                    89,
                                    40,
                                    89,
                                    82
                                ]
                            },
                            "total_count": 81
                        },
                        "常营地区": {
                            "radar_data": [
                                1665,
                                4665,
                                4718,
                                4670,
                                1713
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    57,
                                    41,
                                    70
                                ],
                                "yhfw": [
                                    27,
                                    100,
                                    85,
                                    31
                                ],
                                "czyt": [
                                    17,
                                    42,
                                    11,
                                    57
                                ],
                                "fwlx": [
                                    83,
                                    6,
                                    49,
                                    86
                                ],
                                "tdxz": [
                                    16,
                                    43,
                                    88,
                                    82
                                ]
                            },
                            "total_count": 41
                        },
                        "和平街": {
                            "radar_data": [
                                1463,
                                3218,
                                3037,
                                4150,
                                4861
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    77,
                                    57,
                                    99
                                ],
                                "yhfw": [
                                    4,
                                    22,
                                    91,
                                    28
                                ],
                                "czyt": [
                                    87,
                                    14,
                                    81,
                                    26
                                ],
                                "fwlx": [
                                    82,
                                    3,
                                    74,
                                    35
                                ],
                                "tdxz": [
                                    11,
                                    25,
                                    84,
                                    77
                                ]
                            },
                            "total_count": 72
                        },
                        "三里屯": {
                            "radar_data": [
                                3771,
                                3917,
                                3763,
                                4677,
                                4995
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    63,
                                    9,
                                    78
                                ],
                                "yhfw": [
                                    10,
                                    84,
                                    65,
                                    70
                                ],
                                "czyt": [
                                    79,
                                    94,
                                    31,
                                    32
                                ],
                                "fwlx": [
                                    91,
                                    20,
                                    9,
                                    49
                                ],
                                "tdxz": [
                                    55,
                                    98,
                                    47,
                                    52
                                ]
                            },
                            "total_count": 20
                        },
                        "劲松": {
                            "radar_data": [
                                1508,
                                3922,
                                4536,
                                3009,
                                3237
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    88,
                                    41,
                                    26
                                ],
                                "yhfw": [
                                    56,
                                    80,
                                    46,
                                    61
                                ],
                                "czyt": [
                                    100,
                                    56,
                                    27,
                                    29
                                ],
                                "fwlx": [
                                    36,
                                    87,
                                    21,
                                    94
                                ],
                                "tdxz": [
                                    86,
                                    28,
                                    30,
                                    97
                                ]
                            },
                            "total_count": 13
                        },
                        "黑庄户地区": {
                            "radar_data": [
                                2163,
                                2547,
                                3560,
                                2739,
                                3349
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    50,
                                    99,
                                    84
                                ],
                                "yhfw": [
                                    6,
                                    96,
                                    15,
                                    11
                                ],
                                "czyt": [
                                    89,
                                    48,
                                    5,
                                    9
                                ],
                                "fwlx": [
                                    11,
                                    83,
                                    55,
                                    63
                                ],
                                "tdxz": [
                                    98,
                                    76,
                                    9,
                                    23
                                ]
                            },
                            "total_count": 40
                        },
                        "望京开发": {
                            "radar_data": [
                                2283,
                                1937,
                                3599,
                                2560,
                                4255
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    62,
                                    98,
                                    28
                                ],
                                "yhfw": [
                                    25,
                                    4,
                                    36,
                                    17
                                ],
                                "czyt": [
                                    75,
                                    86,
                                    12,
                                    97
                                ],
                                "fwlx": [
                                    40,
                                    51,
                                    73,
                                    47
                                ],
                                "tdxz": [
                                    70,
                                    9,
                                    68,
                                    17
                                ]
                            },
                            "total_count": 36
                        },
                        "金盏地区": {
                            "radar_data": [
                                3620,
                                3311,
                                4279,
                                3563,
                                2689
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    69,
                                    86,
                                    22
                                ],
                                "yhfw": [
                                    71,
                                    1,
                                    51,
                                    97
                                ],
                                "czyt": [
                                    52,
                                    80,
                                    64,
                                    24
                                ],
                                "fwlx": [
                                    63,
                                    81,
                                    98,
                                    21
                                ],
                                "tdxz": [
                                    12,
                                    3,
                                    52,
                                    91
                                ]
                            },
                            "total_count": 7
                        },
                        "双井": {
                            "radar_data": [
                                3177,
                                3302,
                                2881,
                                3630,
                                1378
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    82,
                                    71,
                                    59
                                ],
                                "yhfw": [
                                    40,
                                    81,
                                    10,
                                    89
                                ],
                                "czyt": [
                                    87,
                                    34,
                                    77,
                                    76
                                ],
                                "fwlx": [
                                    5,
                                    44,
                                    95,
                                    78
                                ],
                                "tdxz": [
                                    18,
                                    44,
                                    53,
                                    59
                                ]
                            },
                            "total_count": 39
                        },
                        "平房地区": {
                            "radar_data": [
                                4216,
                                3099,
                                3805,
                                3345,
                                2927
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    76,
                                    51,
                                    16
                                ],
                                "yhfw": [
                                    7,
                                    63,
                                    27,
                                    50
                                ],
                                "czyt": [
                                    78,
                                    28,
                                    77,
                                    65
                                ],
                                "fwlx": [
                                    83,
                                    76,
                                    89,
                                    63
                                ],
                                "tdxz": [
                                    12,
                                    89,
                                    25,
                                    32
                                ]
                            },
                            "total_count": 31
                        },
                        "建外": {
                            "radar_data": [
                                4441,
                                3206,
                                3838,
                                4613,
                                4925
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    89,
                                    32,
                                    74
                                ],
                                "yhfw": [
                                    14,
                                    99,
                                    23,
                                    76
                                ],
                                "czyt": [
                                    77,
                                    67,
                                    98,
                                    99
                                ],
                                "fwlx": [
                                    73,
                                    22,
                                    92,
                                    82
                                ],
                                "tdxz": [
                                    9,
                                    98,
                                    42,
                                    35
                                ]
                            },
                            "total_count": 64
                        },
                        "望京": {
                            "radar_data": [
                                1986,
                                2561,
                                2322,
                                2109,
                                1171
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    86,
                                    16,
                                    30
                                ],
                                "yhfw": [
                                    93,
                                    17,
                                    7,
                                    62
                                ],
                                "czyt": [
                                    23,
                                    48,
                                    17,
                                    50
                                ],
                                "fwlx": [
                                    100,
                                    63,
                                    40,
                                    49
                                ],
                                "tdxz": [
                                    86,
                                    67,
                                    85,
                                    93
                                ]
                            },
                            "total_count": 24
                        },
                        "将台地区": {
                            "radar_data": [
                                3087,
                                4039,
                                1724,
                                2517,
                                1485
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    54,
                                    57,
                                    89
                                ],
                                "yhfw": [
                                    98,
                                    9,
                                    29,
                                    79
                                ],
                                "czyt": [
                                    46,
                                    29,
                                    60,
                                    99
                                ],
                                "fwlx": [
                                    95,
                                    10,
                                    8,
                                    29
                                ],
                                "tdxz": [
                                    78,
                                    84,
                                    76,
                                    96
                                ]
                            },
                            "total_count": 63
                        }
                    }
                },
                "2017": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "房屋类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "产权类型",
                            "item": [
                                "普通楼房",
                                "普通平房",
                                "地下空间",
                                "自建楼"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "土地性质",
                            "item": [
                                "个人",
                                "单位",
                                "自建违建"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "隐患房屋类型",
                            "item": [
                                "不确定风险",
                                "治安隐患",
                                "消防安全隐患",
                                "其他安全隐患"
                            ]
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "出租用途",
                            "item": [
                                "生活居住",
                                "日常办公",
                                "生产加工",
                                "商用"
                            ]
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "radar_data": [
                                3506,
                                1768,
                                4075,
                                3902,
                                2156
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    14,
                                    15,
                                    86
                                ],
                                "yhfw": [
                                    54,
                                    88,
                                    78,
                                    1
                                ],
                                "czyt": [
                                    88,
                                    68,
                                    55,
                                    63
                                ],
                                "fwlx": [
                                    92,
                                    68,
                                    48,
                                    70
                                ],
                                "tdxz": [
                                    29,
                                    38,
                                    55,
                                    62
                                ]
                            },
                            "total_count": 75
                        },
                        "亚运村": {
                            "radar_data": [
                                3398,
                                3211,
                                2029,
                                1235,
                                4611
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    97,
                                    41,
                                    51
                                ],
                                "yhfw": [
                                    22,
                                    14,
                                    36,
                                    36
                                ],
                                "czyt": [
                                    35,
                                    66,
                                    5,
                                    90
                                ],
                                "fwlx": [
                                    82,
                                    11,
                                    71,
                                    43
                                ],
                                "tdxz": [
                                    22,
                                    76,
                                    29,
                                    94
                                ]
                            },
                            "total_count": 67
                        },
                        "左家庄": {
                            "radar_data": [
                                4706,
                                1596,
                                3152,
                                2320,
                                1938
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    37,
                                    34,
                                    57
                                ],
                                "yhfw": [
                                    89,
                                    42,
                                    62,
                                    40
                                ],
                                "czyt": [
                                    31,
                                    45,
                                    47,
                                    59
                                ],
                                "fwlx": [
                                    99,
                                    46,
                                    93,
                                    13
                                ],
                                "tdxz": [
                                    17,
                                    41,
                                    91,
                                    28
                                ]
                            },
                            "total_count": 72
                        },
                        "王四营地区": {
                            "radar_data": [
                                1862,
                                4748,
                                2592,
                                3888,
                                1200
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    78,
                                    2,
                                    85
                                ],
                                "yhfw": [
                                    16,
                                    66,
                                    67,
                                    76
                                ],
                                "czyt": [
                                    60,
                                    60,
                                    97,
                                    25
                                ],
                                "fwlx": [
                                    34,
                                    55,
                                    73,
                                    32
                                ],
                                "tdxz": [
                                    67,
                                    52,
                                    64,
                                    12
                                ]
                            },
                            "total_count": 85
                        },
                        "三间房地区": {
                            "radar_data": [
                                3025,
                                4607,
                                1707,
                                2400,
                                2370
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    51,
                                    51,
                                    87
                                ],
                                "yhfw": [
                                    79,
                                    39,
                                    59,
                                    63
                                ],
                                "czyt": [
                                    75,
                                    43,
                                    81,
                                    100
                                ],
                                "fwlx": [
                                    62,
                                    8,
                                    2,
                                    55
                                ],
                                "tdxz": [
                                    99,
                                    14,
                                    99,
                                    36
                                ]
                            },
                            "total_count": 78
                        },
                        "首都机场": {
                            "radar_data": [
                                4256,
                                1185,
                                2270,
                                1635,
                                3916
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    1,
                                    9,
                                    90
                                ],
                                "yhfw": [
                                    32,
                                    95,
                                    34,
                                    45
                                ],
                                "czyt": [
                                    53,
                                    65,
                                    97,
                                    84
                                ],
                                "fwlx": [
                                    62,
                                    82,
                                    1,
                                    40
                                ],
                                "tdxz": [
                                    81,
                                    2,
                                    30,
                                    37
                                ]
                            },
                            "total_count": 57
                        },
                        "来广营地区": {
                            "radar_data": [
                                2096,
                                3517,
                                3626,
                                1429,
                                1630
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    46,
                                    52,
                                    27
                                ],
                                "yhfw": [
                                    28,
                                    87,
                                    28,
                                    29
                                ],
                                "czyt": [
                                    27,
                                    84,
                                    68,
                                    7
                                ],
                                "fwlx": [
                                    1,
                                    30,
                                    77,
                                    60
                                ],
                                "tdxz": [
                                    81,
                                    47,
                                    11,
                                    26
                                ]
                            },
                            "total_count": 32
                        },
                        "朝外": {
                            "radar_data": [
                                2889,
                                2709,
                                4741,
                                1987,
                                4695
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    72,
                                    41,
                                    3
                                ],
                                "yhfw": [
                                    73,
                                    92,
                                    68,
                                    40
                                ],
                                "czyt": [
                                    76,
                                    87,
                                    41,
                                    8
                                ],
                                "fwlx": [
                                    89,
                                    6,
                                    98,
                                    60
                                ],
                                "tdxz": [
                                    70,
                                    32,
                                    48,
                                    88
                                ]
                            },
                            "total_count": 55
                        },
                        "小红门地区": {
                            "radar_data": [
                                2036,
                                3354,
                                2606,
                                2695,
                                2346
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    56,
                                    19,
                                    40
                                ],
                                "yhfw": [
                                    26,
                                    42,
                                    90,
                                    50
                                ],
                                "czyt": [
                                    61,
                                    95,
                                    62,
                                    46
                                ],
                                "fwlx": [
                                    42,
                                    95,
                                    8,
                                    32
                                ],
                                "tdxz": [
                                    68,
                                    48,
                                    14,
                                    71
                                ]
                            },
                            "total_count": 96
                        },
                        "小关": {
                            "radar_data": [
                                3658,
                                2935,
                                2766,
                                3270,
                                2941
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    75,
                                    85,
                                    67
                                ],
                                "yhfw": [
                                    95,
                                    15,
                                    80,
                                    23
                                ],
                                "czyt": [
                                    72,
                                    50,
                                    36,
                                    56
                                ],
                                "fwlx": [
                                    39,
                                    38,
                                    20,
                                    39
                                ],
                                "tdxz": [
                                    92,
                                    15,
                                    84,
                                    19
                                ]
                            },
                            "total_count": 95
                        },
                        "八里庄": {
                            "radar_data": [
                                3434,
                                2641,
                                1136,
                                2888,
                                4570
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    2,
                                    23,
                                    58
                                ],
                                "yhfw": [
                                    10,
                                    83,
                                    36,
                                    20
                                ],
                                "czyt": [
                                    88,
                                    22,
                                    57,
                                    26
                                ],
                                "fwlx": [
                                    6,
                                    1,
                                    67,
                                    11
                                ],
                                "tdxz": [
                                    33,
                                    25,
                                    7,
                                    93
                                ]
                            },
                            "total_count": 100
                        },
                        "崔各庄地区": {
                            "radar_data": [
                                1574,
                                4944,
                                1026,
                                4679,
                                4798
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    61,
                                    38,
                                    87
                                ],
                                "yhfw": [
                                    68,
                                    21,
                                    57,
                                    25
                                ],
                                "czyt": [
                                    59,
                                    58,
                                    25,
                                    28
                                ],
                                "fwlx": [
                                    72,
                                    56,
                                    100,
                                    17
                                ],
                                "tdxz": [
                                    76,
                                    66,
                                    47,
                                    83
                                ]
                            },
                            "total_count": 65
                        },
                        "酒仙桥": {
                            "radar_data": [
                                3035,
                                1852,
                                2624,
                                3744,
                                2299
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    64,
                                    67,
                                    35
                                ],
                                "yhfw": [
                                    51,
                                    32,
                                    91,
                                    43
                                ],
                                "czyt": [
                                    98,
                                    48,
                                    79,
                                    11
                                ],
                                "fwlx": [
                                    23,
                                    4,
                                    17,
                                    11
                                ],
                                "tdxz": [
                                    2,
                                    66,
                                    69,
                                    78
                                ]
                            },
                            "total_count": 72
                        },
                        "麦子店": {
                            "radar_data": [
                                3264,
                                3323,
                                3876,
                                1016,
                                4428
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    98,
                                    95,
                                    67
                                ],
                                "yhfw": [
                                    6,
                                    78,
                                    26,
                                    28
                                ],
                                "czyt": [
                                    81,
                                    40,
                                    15,
                                    56
                                ],
                                "fwlx": [
                                    45,
                                    59,
                                    96,
                                    53
                                ],
                                "tdxz": [
                                    28,
                                    54,
                                    56,
                                    36
                                ]
                            },
                            "total_count": 87
                        },
                        "垈头": {
                            "radar_data": [
                                2600,
                                4616,
                                3889,
                                3327,
                                2741
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    56,
                                    76,
                                    98
                                ],
                                "yhfw": [
                                    42,
                                    12,
                                    69,
                                    16
                                ],
                                "czyt": [
                                    88,
                                    25,
                                    10,
                                    77
                                ],
                                "fwlx": [
                                    53,
                                    7,
                                    81,
                                    52
                                ],
                                "tdxz": [
                                    5,
                                    53,
                                    78,
                                    29
                                ]
                            },
                            "total_count": 22
                        },
                        "孙河地区": {
                            "radar_data": [
                                1800,
                                4465,
                                2417,
                                2396,
                                2223
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    3,
                                    12,
                                    33
                                ],
                                "yhfw": [
                                    36,
                                    53,
                                    2,
                                    65
                                ],
                                "czyt": [
                                    51,
                                    20,
                                    88,
                                    87
                                ],
                                "fwlx": [
                                    90,
                                    69,
                                    29,
                                    58
                                ],
                                "tdxz": [
                                    29,
                                    1,
                                    76,
                                    27
                                ]
                            },
                            "total_count": 80
                        },
                        "南磨房地区": {
                            "radar_data": [
                                2910,
                                1012,
                                3216,
                                3624,
                                4231
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    27,
                                    56,
                                    42
                                ],
                                "yhfw": [
                                    3,
                                    53,
                                    66,
                                    98
                                ],
                                "czyt": [
                                    11,
                                    14,
                                    56,
                                    6
                                ],
                                "fwlx": [
                                    87,
                                    64,
                                    4,
                                    93
                                ],
                                "tdxz": [
                                    72,
                                    6,
                                    82,
                                    56
                                ]
                            },
                            "total_count": 33
                        },
                        "呼家楼": {
                            "radar_data": [
                                1423,
                                4239,
                                3652,
                                3633,
                                3627
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    95,
                                    56,
                                    93
                                ],
                                "yhfw": [
                                    44,
                                    65,
                                    72,
                                    97
                                ],
                                "czyt": [
                                    41,
                                    87,
                                    10,
                                    86
                                ],
                                "fwlx": [
                                    73,
                                    71,
                                    90,
                                    29
                                ],
                                "tdxz": [
                                    12,
                                    39,
                                    26,
                                    33
                                ]
                            },
                            "total_count": 33
                        },
                        "东坝地区": {
                            "radar_data": [
                                1965,
                                1012,
                                2560,
                                1008,
                                1704
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    58,
                                    61,
                                    11
                                ],
                                "yhfw": [
                                    30,
                                    63,
                                    14,
                                    38
                                ],
                                "czyt": [
                                    39,
                                    80,
                                    48,
                                    57
                                ],
                                "fwlx": [
                                    97,
                                    11,
                                    9,
                                    4
                                ],
                                "tdxz": [
                                    56,
                                    31,
                                    95,
                                    21
                                ]
                            },
                            "total_count": 44
                        },
                        "官庄地区": {
                            "radar_data": [
                                4810,
                                4923,
                                2052,
                                4911,
                                4337
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    14,
                                    71,
                                    86
                                ],
                                "yhfw": [
                                    66,
                                    9,
                                    95,
                                    6
                                ],
                                "czyt": [
                                    5,
                                    55,
                                    40,
                                    96
                                ],
                                "fwlx": [
                                    26,
                                    20,
                                    91,
                                    56
                                ],
                                "tdxz": [
                                    40,
                                    79,
                                    66,
                                    84
                                ]
                            },
                            "total_count": 47
                        },
                        "东风地区": {
                            "radar_data": [
                                1511,
                                4615,
                                2933,
                                2664,
                                1526
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    18,
                                    46,
                                    54
                                ],
                                "yhfw": [
                                    4,
                                    83,
                                    34,
                                    98
                                ],
                                "czyt": [
                                    4,
                                    83,
                                    90,
                                    97
                                ],
                                "fwlx": [
                                    59,
                                    80,
                                    22,
                                    50
                                ],
                                "tdxz": [
                                    17,
                                    3,
                                    99,
                                    14
                                ]
                            },
                            "total_count": 56
                        },
                        "香河园": {
                            "radar_data": [
                                2069,
                                3635,
                                4492,
                                2275,
                                4462
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    21,
                                    6,
                                    54
                                ],
                                "yhfw": [
                                    58,
                                    33,
                                    67,
                                    81
                                ],
                                "czyt": [
                                    29,
                                    29,
                                    27,
                                    70
                                ],
                                "fwlx": [
                                    61,
                                    81,
                                    97,
                                    15
                                ],
                                "tdxz": [
                                    88,
                                    52,
                                    77,
                                    17
                                ]
                            },
                            "total_count": 48
                        },
                        "安贞": {
                            "radar_data": [
                                4487,
                                4242,
                                2603,
                                4933,
                                1848
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    85,
                                    6,
                                    8
                                ],
                                "yhfw": [
                                    62,
                                    43,
                                    40,
                                    92
                                ],
                                "czyt": [
                                    18,
                                    55,
                                    66,
                                    39
                                ],
                                "fwlx": [
                                    11,
                                    41,
                                    38,
                                    74
                                ],
                                "tdxz": [
                                    71,
                                    94,
                                    83,
                                    73
                                ]
                            },
                            "total_count": 13
                        },
                        "高碑店地区": {
                            "radar_data": [
                                2472,
                                4158,
                                4549,
                                3697,
                                4822
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    53,
                                    7,
                                    99
                                ],
                                "yhfw": [
                                    30,
                                    10,
                                    10,
                                    14
                                ],
                                "czyt": [
                                    26,
                                    10,
                                    64,
                                    93
                                ],
                                "fwlx": [
                                    15,
                                    49,
                                    86,
                                    3
                                ],
                                "tdxz": [
                                    26,
                                    8,
                                    70,
                                    55
                                ]
                            },
                            "total_count": 70
                        },
                        "团结湖": {
                            "radar_data": [
                                3053,
                                1898,
                                2024,
                                2784,
                                4585
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    66,
                                    26,
                                    37
                                ],
                                "yhfw": [
                                    89,
                                    8,
                                    57,
                                    54
                                ],
                                "czyt": [
                                    53,
                                    76,
                                    30,
                                    75
                                ],
                                "fwlx": [
                                    72,
                                    56,
                                    71,
                                    33
                                ],
                                "tdxz": [
                                    77,
                                    20,
                                    100,
                                    59
                                ]
                            },
                            "total_count": 24
                        },
                        "六里屯": {
                            "radar_data": [
                                4768,
                                3597,
                                2790,
                                4922,
                                4527
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    56,
                                    32,
                                    27
                                ],
                                "yhfw": [
                                    76,
                                    96,
                                    18,
                                    18
                                ],
                                "czyt": [
                                    57,
                                    18,
                                    19,
                                    93
                                ],
                                "fwlx": [
                                    32,
                                    33,
                                    11,
                                    98
                                ],
                                "tdxz": [
                                    74,
                                    57,
                                    39,
                                    2
                                ]
                            },
                            "total_count": 66
                        },
                        "十八里店地区": {
                            "radar_data": [
                                4553,
                                2275,
                                2770,
                                3838,
                                2476
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    74,
                                    21,
                                    39
                                ],
                                "yhfw": [
                                    28,
                                    89,
                                    90,
                                    99
                                ],
                                "czyt": [
                                    90,
                                    89,
                                    16,
                                    81
                                ],
                                "fwlx": [
                                    60,
                                    20,
                                    74,
                                    92
                                ],
                                "tdxz": [
                                    80,
                                    5,
                                    62,
                                    65
                                ]
                            },
                            "total_count": 70
                        },
                        "奥运村地区": {
                            "radar_data": [
                                4912,
                                3426,
                                4360,
                                1871,
                                3226
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    28,
                                    65,
                                    30
                                ],
                                "yhfw": [
                                    65,
                                    48,
                                    15,
                                    42
                                ],
                                "czyt": [
                                    47,
                                    18,
                                    77,
                                    37
                                ],
                                "fwlx": [
                                    75,
                                    35,
                                    45,
                                    20
                                ],
                                "tdxz": [
                                    37,
                                    59,
                                    1,
                                    26
                                ]
                            },
                            "total_count": 31
                        },
                        "潘家园": {
                            "radar_data": [
                                4942,
                                1308,
                                2824,
                                2461,
                                1610
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    18,
                                    7,
                                    81
                                ],
                                "yhfw": [
                                    12,
                                    16,
                                    90,
                                    1
                                ],
                                "czyt": [
                                    90,
                                    91,
                                    84,
                                    46
                                ],
                                "fwlx": [
                                    88,
                                    38,
                                    43,
                                    40
                                ],
                                "tdxz": [
                                    53,
                                    45,
                                    30,
                                    44
                                ]
                            },
                            "total_count": 10
                        },
                        "大屯": {
                            "radar_data": [
                                1697,
                                1624,
                                3172,
                                4583,
                                3554
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    12,
                                    5,
                                    46
                                ],
                                "yhfw": [
                                    13,
                                    45,
                                    29,
                                    13
                                ],
                                "czyt": [
                                    97,
                                    62,
                                    6,
                                    60
                                ],
                                "fwlx": [
                                    74,
                                    16,
                                    78,
                                    28
                                ],
                                "tdxz": [
                                    74,
                                    10,
                                    12,
                                    15
                                ]
                            },
                            "total_count": 85
                        },
                        "豆各庄地区": {
                            "radar_data": [
                                1451,
                                4673,
                                4556,
                                1141,
                                3558
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    2,
                                    64,
                                    43
                                ],
                                "yhfw": [
                                    88,
                                    4,
                                    14,
                                    2
                                ],
                                "czyt": [
                                    84,
                                    28,
                                    93,
                                    98
                                ],
                                "fwlx": [
                                    42,
                                    1,
                                    91,
                                    95
                                ],
                                "tdxz": [
                                    51,
                                    58,
                                    7,
                                    57
                                ]
                            },
                            "total_count": 65
                        },
                        "常营地区": {
                            "radar_data": [
                                1522,
                                1889,
                                2570,
                                1767,
                                1125
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    2,
                                    4,
                                    74
                                ],
                                "yhfw": [
                                    59,
                                    26,
                                    8,
                                    77
                                ],
                                "czyt": [
                                    12,
                                    7,
                                    69,
                                    12
                                ],
                                "fwlx": [
                                    10,
                                    20,
                                    28,
                                    44
                                ],
                                "tdxz": [
                                    75,
                                    86,
                                    20,
                                    58
                                ]
                            },
                            "total_count": 60
                        },
                        "和平街": {
                            "radar_data": [
                                4138,
                                3011,
                                3235,
                                1606,
                                3451
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    4,
                                    7,
                                    89
                                ],
                                "yhfw": [
                                    54,
                                    59,
                                    10,
                                    64
                                ],
                                "czyt": [
                                    13,
                                    13,
                                    88,
                                    94
                                ],
                                "fwlx": [
                                    38,
                                    98,
                                    91,
                                    64
                                ],
                                "tdxz": [
                                    34,
                                    47,
                                    49,
                                    33
                                ]
                            },
                            "total_count": 73
                        },
                        "三里屯": {
                            "radar_data": [
                                4584,
                                4818,
                                2079,
                                3183,
                                3946
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    30,
                                    51,
                                    32
                                ],
                                "yhfw": [
                                    32,
                                    64,
                                    3,
                                    60
                                ],
                                "czyt": [
                                    21,
                                    72,
                                    52,
                                    46
                                ],
                                "fwlx": [
                                    27,
                                    37,
                                    36,
                                    12
                                ],
                                "tdxz": [
                                    67,
                                    99,
                                    7,
                                    79
                                ]
                            },
                            "total_count": 2
                        },
                        "劲松": {
                            "radar_data": [
                                1225,
                                4831,
                                1820,
                                3490,
                                3586
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    86,
                                    61,
                                    32
                                ],
                                "yhfw": [
                                    22,
                                    98,
                                    98,
                                    29
                                ],
                                "czyt": [
                                    37,
                                    11,
                                    56,
                                    1
                                ],
                                "fwlx": [
                                    36,
                                    90,
                                    50,
                                    68
                                ],
                                "tdxz": [
                                    93,
                                    83,
                                    95,
                                    96
                                ]
                            },
                            "total_count": 65
                        },
                        "黑庄户地区": {
                            "radar_data": [
                                2094,
                                2145,
                                2559,
                                3778,
                                1905
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    78,
                                    23,
                                    99
                                ],
                                "yhfw": [
                                    34,
                                    27,
                                    66,
                                    69
                                ],
                                "czyt": [
                                    32,
                                    82,
                                    54,
                                    12
                                ],
                                "fwlx": [
                                    53,
                                    17,
                                    75,
                                    100
                                ],
                                "tdxz": [
                                    88,
                                    14,
                                    96,
                                    89
                                ]
                            },
                            "total_count": 4
                        },
                        "望京开发": {
                            "radar_data": [
                                1577,
                                2789,
                                2887,
                                2856,
                                2804
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    68,
                                    69,
                                    99
                                ],
                                "yhfw": [
                                    38,
                                    1,
                                    85,
                                    47
                                ],
                                "czyt": [
                                    7,
                                    71,
                                    35,
                                    70
                                ],
                                "fwlx": [
                                    81,
                                    16,
                                    65,
                                    41
                                ],
                                "tdxz": [
                                    99,
                                    88,
                                    62,
                                    85
                                ]
                            },
                            "total_count": 88
                        },
                        "金盏地区": {
                            "radar_data": [
                                4428,
                                1448,
                                2406,
                                1369,
                                2531
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    26,
                                    29,
                                    58
                                ],
                                "yhfw": [
                                    2,
                                    39,
                                    37,
                                    14
                                ],
                                "czyt": [
                                    69,
                                    49,
                                    17,
                                    54
                                ],
                                "fwlx": [
                                    95,
                                    25,
                                    43,
                                    79
                                ],
                                "tdxz": [
                                    33,
                                    86,
                                    98,
                                    38
                                ]
                            },
                            "total_count": 30
                        },
                        "双井": {
                            "radar_data": [
                                3614,
                                3737,
                                1168,
                                4892,
                                4225
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    100,
                                    8,
                                    87
                                ],
                                "yhfw": [
                                    88,
                                    67,
                                    92,
                                    74
                                ],
                                "czyt": [
                                    95,
                                    10,
                                    98,
                                    7
                                ],
                                "fwlx": [
                                    7,
                                    86,
                                    6,
                                    54
                                ],
                                "tdxz": [
                                    76,
                                    69,
                                    37,
                                    85
                                ]
                            },
                            "total_count": 71
                        },
                        "平房地区": {
                            "radar_data": [
                                3847,
                                4040,
                                1259,
                                2060,
                                5000
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    47,
                                    46,
                                    30
                                ],
                                "yhfw": [
                                    25,
                                    81,
                                    6,
                                    86
                                ],
                                "czyt": [
                                    36,
                                    13,
                                    60,
                                    18
                                ],
                                "fwlx": [
                                    62,
                                    24,
                                    60,
                                    91
                                ],
                                "tdxz": [
                                    96,
                                    24,
                                    76,
                                    34
                                ]
                            },
                            "total_count": 50
                        },
                        "建外": {
                            "radar_data": [
                                1316,
                                3355,
                                2980,
                                2185,
                                3801
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    50,
                                    83,
                                    3
                                ],
                                "yhfw": [
                                    6,
                                    10,
                                    97,
                                    30
                                ],
                                "czyt": [
                                    55,
                                    96,
                                    36,
                                    82
                                ],
                                "fwlx": [
                                    60,
                                    23,
                                    79,
                                    76
                                ],
                                "tdxz": [
                                    22,
                                    27,
                                    52,
                                    72
                                ]
                            },
                            "total_count": 17
                        },
                        "望京": {
                            "radar_data": [
                                1792,
                                2270,
                                4640,
                                4030,
                                3514
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    40,
                                    60,
                                    30
                                ],
                                "yhfw": [
                                    44,
                                    77,
                                    30,
                                    36
                                ],
                                "czyt": [
                                    35,
                                    75,
                                    47,
                                    39
                                ],
                                "fwlx": [
                                    2,
                                    15,
                                    62,
                                    56
                                ],
                                "tdxz": [
                                    44,
                                    28,
                                    55,
                                    48
                                ]
                            },
                            "total_count": 86
                        },
                        "将台地区": {
                            "radar_data": [
                                2642,
                                1118,
                                2728,
                                4419,
                                2136
                            ],
                            "statistic_data": {
                                "cqlx": [
                                    80,
                                    3,
                                    39
                                ],
                                "yhfw": [
                                    23,
                                    59,
                                    12,
                                    14
                                ],
                                "czyt": [
                                    43,
                                    37,
                                    18,
                                    24
                                ],
                                "fwlx": [
                                    76,
                                    97,
                                    94,
                                    93
                                ],
                                "tdxz": [
                                    85,
                                    97,
                                    23,
                                    57
                                ]
                            },
                            "total_count": 81
                        }
                    }
                }
            }
        },
        "人口": {
            "type": {
                "migration_map": {
                    "dd": "dd"
                },
                "color_map": {
                    "legend": [
                        {
                            "formula": "0-10",
                            "legend_color": "#4f6eed",
                            "name": "100万人以下"
                        },
                        {
                            "formula": "10-30",
                            "legend_color": "#5596ff",
                            "name": "100万~200万"
                        },
                        {
                            "formula": "30-50",
                            "legend_color": "#99ccff",
                            "name": "200万~300万"
                        },
                        {
                            "formula": "50-70",
                            "legend_color": "#ebebff",
                            "name": "300万~400万"
                        },
                        {
                            "formula": "70-max",
                            "legend_color": "#ffffff",
                            "name": "400万以上"
                        }
                    ],
                    "legend_index_display": [
                        "100万人以下",
                        "100万~200万",
                        "200万~300万",
                        "300万~400万",
                        "400万以上"
                    ]
                },
                "bitmap": {
                    "dd": "dd"
                }
            },
            "data": {
                "2015": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "男女平衡"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "劳动适龄"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "充分就业"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "文化程度"
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "radar_data": [
                                3837,
                                3649,
                                4196,
                                1362
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 48,
                                    "ldsl": 21,
                                    "whcd": 84,
                                    "cfjy": 76
                                },
                                "2": {
                                    "nvph": 72,
                                    "ldsl": 1,
                                    "whcd": 37,
                                    "cfjy": 23
                                },
                                "3": {
                                    "nvph": 21,
                                    "ldsl": 59,
                                    "whcd": 29,
                                    "cfjy": 36
                                },
                                "4": {
                                    "nvph": 63,
                                    "ldsl": 70,
                                    "whcd": 40,
                                    "cfjy": 34
                                },
                                "5": {
                                    "nvph": 65,
                                    "ldsl": 60,
                                    "whcd": 51,
                                    "cfjy": 15
                                },
                                "6": {
                                    "nvph": 93,
                                    "ldsl": 27,
                                    "whcd": 5,
                                    "cfjy": 97
                                },
                                "7": {
                                    "nvph": 94,
                                    "ldsl": 85,
                                    "whcd": 26,
                                    "cfjy": 88
                                },
                                "8": {
                                    "nvph": 14,
                                    "ldsl": 22,
                                    "whcd": 18,
                                    "cfjy": 10
                                },
                                "9": {
                                    "nvph": 45,
                                    "ldsl": 10,
                                    "whcd": 15,
                                    "cfjy": 42
                                },
                                "10": {
                                    "nvph": 70,
                                    "ldsl": 37,
                                    "whcd": 89,
                                    "cfjy": 22
                                },
                                "11": {
                                    "nvph": 92,
                                    "ldsl": 89,
                                    "whcd": 55,
                                    "cfjy": 94
                                },
                                "12": {
                                    "nvph": 94,
                                    "ldsl": 90,
                                    "whcd": 75,
                                    "cfjy": 42
                                }
                            },
                            "total_count": 72
                        },
                        "亚运村": {
                            "radar_data": [
                                1658,
                                1674,
                                4492,
                                3392
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 98,
                                    "ldsl": 50,
                                    "whcd": 69,
                                    "cfjy": 56
                                },
                                "2": {
                                    "nvph": 1,
                                    "ldsl": 38,
                                    "whcd": 27,
                                    "cfjy": 12
                                },
                                "3": {
                                    "nvph": 81,
                                    "ldsl": 21,
                                    "whcd": 68,
                                    "cfjy": 86
                                },
                                "4": {
                                    "nvph": 41,
                                    "ldsl": 6,
                                    "whcd": 56,
                                    "cfjy": 65
                                },
                                "5": {
                                    "nvph": 26,
                                    "ldsl": 81,
                                    "whcd": 22,
                                    "cfjy": 58
                                },
                                "6": {
                                    "nvph": 68,
                                    "ldsl": 36,
                                    "whcd": 12,
                                    "cfjy": 44
                                },
                                "7": {
                                    "nvph": 25,
                                    "ldsl": 28,
                                    "whcd": 62,
                                    "cfjy": 99
                                },
                                "8": {
                                    "nvph": 26,
                                    "ldsl": 26,
                                    "whcd": 68,
                                    "cfjy": 6
                                },
                                "9": {
                                    "nvph": 98,
                                    "ldsl": 50,
                                    "whcd": 54,
                                    "cfjy": 14
                                },
                                "10": {
                                    "nvph": 27,
                                    "ldsl": 19,
                                    "whcd": 92,
                                    "cfjy": 77
                                },
                                "11": {
                                    "nvph": 53,
                                    "ldsl": 80,
                                    "whcd": 33,
                                    "cfjy": 6
                                },
                                "12": {
                                    "nvph": 48,
                                    "ldsl": 3,
                                    "whcd": 14,
                                    "cfjy": 73
                                }
                            },
                            "total_count": 84
                        },
                        "左家庄": {
                            "radar_data": [
                                1122,
                                2186,
                                2148,
                                4642
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 95,
                                    "ldsl": 46,
                                    "whcd": 94,
                                    "cfjy": 22
                                },
                                "2": {
                                    "nvph": 25,
                                    "ldsl": 84,
                                    "whcd": 90,
                                    "cfjy": 73
                                },
                                "3": {
                                    "nvph": 47,
                                    "ldsl": 88,
                                    "whcd": 16,
                                    "cfjy": 17
                                },
                                "4": {
                                    "nvph": 90,
                                    "ldsl": 82,
                                    "whcd": 69,
                                    "cfjy": 23
                                },
                                "5": {
                                    "nvph": 60,
                                    "ldsl": 19,
                                    "whcd": 82,
                                    "cfjy": 96
                                },
                                "6": {
                                    "nvph": 37,
                                    "ldsl": 90,
                                    "whcd": 43,
                                    "cfjy": 38
                                },
                                "7": {
                                    "nvph": 48,
                                    "ldsl": 79,
                                    "whcd": 45,
                                    "cfjy": 63
                                },
                                "8": {
                                    "nvph": 39,
                                    "ldsl": 70,
                                    "whcd": 56,
                                    "cfjy": 33
                                },
                                "9": {
                                    "nvph": 66,
                                    "ldsl": 63,
                                    "whcd": 70,
                                    "cfjy": 6
                                },
                                "10": {
                                    "nvph": 92,
                                    "ldsl": 4,
                                    "whcd": 3,
                                    "cfjy": 47
                                },
                                "11": {
                                    "nvph": 83,
                                    "ldsl": 19,
                                    "whcd": 17,
                                    "cfjy": 100
                                },
                                "12": {
                                    "nvph": 95,
                                    "ldsl": 58,
                                    "whcd": 29,
                                    "cfjy": 28
                                }
                            },
                            "total_count": 12
                        },
                        "王四营地区": {
                            "radar_data": [
                                3456,
                                1295,
                                3142,
                                1350
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 24,
                                    "ldsl": 75,
                                    "whcd": 79,
                                    "cfjy": 62
                                },
                                "2": {
                                    "nvph": 95,
                                    "ldsl": 40,
                                    "whcd": 73,
                                    "cfjy": 86
                                },
                                "3": {
                                    "nvph": 24,
                                    "ldsl": 38,
                                    "whcd": 53,
                                    "cfjy": 95
                                },
                                "4": {
                                    "nvph": 44,
                                    "ldsl": 42,
                                    "whcd": 34,
                                    "cfjy": 96
                                },
                                "5": {
                                    "nvph": 15,
                                    "ldsl": 88,
                                    "whcd": 57,
                                    "cfjy": 40
                                },
                                "6": {
                                    "nvph": 38,
                                    "ldsl": 54,
                                    "whcd": 29,
                                    "cfjy": 83
                                },
                                "7": {
                                    "nvph": 98,
                                    "ldsl": 21,
                                    "whcd": 37,
                                    "cfjy": 29
                                },
                                "8": {
                                    "nvph": 65,
                                    "ldsl": 19,
                                    "whcd": 69,
                                    "cfjy": 45
                                },
                                "9": {
                                    "nvph": 82,
                                    "ldsl": 23,
                                    "whcd": 78,
                                    "cfjy": 83
                                },
                                "10": {
                                    "nvph": 32,
                                    "ldsl": 31,
                                    "whcd": 48,
                                    "cfjy": 84
                                },
                                "11": {
                                    "nvph": 77,
                                    "ldsl": 46,
                                    "whcd": 10,
                                    "cfjy": 28
                                },
                                "12": {
                                    "nvph": 64,
                                    "ldsl": 62,
                                    "whcd": 56,
                                    "cfjy": 63
                                }
                            },
                            "total_count": 40
                        },
                        "三间房地区": {
                            "radar_data": [
                                1933,
                                4039,
                                4103,
                                4966
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 90,
                                    "ldsl": 32,
                                    "whcd": 73,
                                    "cfjy": 55
                                },
                                "2": {
                                    "nvph": 5,
                                    "ldsl": 64,
                                    "whcd": 73,
                                    "cfjy": 43
                                },
                                "3": {
                                    "nvph": 8,
                                    "ldsl": 9,
                                    "whcd": 84,
                                    "cfjy": 75
                                },
                                "4": {
                                    "nvph": 84,
                                    "ldsl": 30,
                                    "whcd": 47,
                                    "cfjy": 18
                                },
                                "5": {
                                    "nvph": 56,
                                    "ldsl": 20,
                                    "whcd": 55,
                                    "cfjy": 3
                                },
                                "6": {
                                    "nvph": 86,
                                    "ldsl": 5,
                                    "whcd": 86,
                                    "cfjy": 69
                                },
                                "7": {
                                    "nvph": 77,
                                    "ldsl": 63,
                                    "whcd": 16,
                                    "cfjy": 98
                                },
                                "8": {
                                    "nvph": 39,
                                    "ldsl": 92,
                                    "whcd": 53,
                                    "cfjy": 70
                                },
                                "9": {
                                    "nvph": 9,
                                    "ldsl": 92,
                                    "whcd": 66,
                                    "cfjy": 19
                                },
                                "10": {
                                    "nvph": 66,
                                    "ldsl": 39,
                                    "whcd": 95,
                                    "cfjy": 23
                                },
                                "11": {
                                    "nvph": 28,
                                    "ldsl": 90,
                                    "whcd": 57,
                                    "cfjy": 22
                                },
                                "12": {
                                    "nvph": 46,
                                    "ldsl": 48,
                                    "whcd": 56,
                                    "cfjy": 81
                                }
                            },
                            "total_count": 50
                        },
                        "首都机场": {
                            "radar_data": [
                                3596,
                                4986,
                                2281,
                                2598
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 50,
                                    "ldsl": 3,
                                    "whcd": 7,
                                    "cfjy": 68
                                },
                                "2": {
                                    "nvph": 90,
                                    "ldsl": 20,
                                    "whcd": 54,
                                    "cfjy": 64
                                },
                                "3": {
                                    "nvph": 13,
                                    "ldsl": 35,
                                    "whcd": 32,
                                    "cfjy": 5
                                },
                                "4": {
                                    "nvph": 67,
                                    "ldsl": 96,
                                    "whcd": 94,
                                    "cfjy": 38
                                },
                                "5": {
                                    "nvph": 58,
                                    "ldsl": 58,
                                    "whcd": 52,
                                    "cfjy": 23
                                },
                                "6": {
                                    "nvph": 14,
                                    "ldsl": 49,
                                    "whcd": 20,
                                    "cfjy": 81
                                },
                                "7": {
                                    "nvph": 81,
                                    "ldsl": 82,
                                    "whcd": 34,
                                    "cfjy": 65
                                },
                                "8": {
                                    "nvph": 15,
                                    "ldsl": 82,
                                    "whcd": 3,
                                    "cfjy": 69
                                },
                                "9": {
                                    "nvph": 29,
                                    "ldsl": 11,
                                    "whcd": 51,
                                    "cfjy": 49
                                },
                                "10": {
                                    "nvph": 37,
                                    "ldsl": 90,
                                    "whcd": 26,
                                    "cfjy": 88
                                },
                                "11": {
                                    "nvph": 55,
                                    "ldsl": 12,
                                    "whcd": 60,
                                    "cfjy": 33
                                },
                                "12": {
                                    "nvph": 34,
                                    "ldsl": 86,
                                    "whcd": 20,
                                    "cfjy": 97
                                }
                            },
                            "total_count": 26
                        },
                        "来广营地区": {
                            "radar_data": [
                                3473,
                                3260,
                                2811,
                                4225
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 46,
                                    "ldsl": 38,
                                    "whcd": 4,
                                    "cfjy": 92
                                },
                                "2": {
                                    "nvph": 13,
                                    "ldsl": 74,
                                    "whcd": 98,
                                    "cfjy": 52
                                },
                                "3": {
                                    "nvph": 99,
                                    "ldsl": 55,
                                    "whcd": 43,
                                    "cfjy": 74
                                },
                                "4": {
                                    "nvph": 81,
                                    "ldsl": 74,
                                    "whcd": 45,
                                    "cfjy": 86
                                },
                                "5": {
                                    "nvph": 37,
                                    "ldsl": 65,
                                    "whcd": 3,
                                    "cfjy": 20
                                },
                                "6": {
                                    "nvph": 19,
                                    "ldsl": 65,
                                    "whcd": 23,
                                    "cfjy": 43
                                },
                                "7": {
                                    "nvph": 45,
                                    "ldsl": 84,
                                    "whcd": 99,
                                    "cfjy": 54
                                },
                                "8": {
                                    "nvph": 69,
                                    "ldsl": 18,
                                    "whcd": 16,
                                    "cfjy": 11
                                },
                                "9": {
                                    "nvph": 38,
                                    "ldsl": 47,
                                    "whcd": 16,
                                    "cfjy": 7
                                },
                                "10": {
                                    "nvph": 35,
                                    "ldsl": 73,
                                    "whcd": 77,
                                    "cfjy": 59
                                },
                                "11": {
                                    "nvph": 48,
                                    "ldsl": 60,
                                    "whcd": 35,
                                    "cfjy": 90
                                },
                                "12": {
                                    "nvph": 85,
                                    "ldsl": 4,
                                    "whcd": 7,
                                    "cfjy": 8
                                }
                            },
                            "total_count": 6
                        },
                        "朝外": {
                            "radar_data": [
                                2101,
                                3467,
                                4337,
                                1674
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 19,
                                    "ldsl": 82,
                                    "whcd": 50,
                                    "cfjy": 27
                                },
                                "2": {
                                    "nvph": 75,
                                    "ldsl": 98,
                                    "whcd": 19,
                                    "cfjy": 99
                                },
                                "3": {
                                    "nvph": 90,
                                    "ldsl": 57,
                                    "whcd": 1,
                                    "cfjy": 35
                                },
                                "4": {
                                    "nvph": 2,
                                    "ldsl": 90,
                                    "whcd": 38,
                                    "cfjy": 49
                                },
                                "5": {
                                    "nvph": 37,
                                    "ldsl": 26,
                                    "whcd": 35,
                                    "cfjy": 65
                                },
                                "6": {
                                    "nvph": 80,
                                    "ldsl": 57,
                                    "whcd": 38,
                                    "cfjy": 81
                                },
                                "7": {
                                    "nvph": 17,
                                    "ldsl": 65,
                                    "whcd": 85,
                                    "cfjy": 54
                                },
                                "8": {
                                    "nvph": 31,
                                    "ldsl": 37,
                                    "whcd": 95,
                                    "cfjy": 55
                                },
                                "9": {
                                    "nvph": 62,
                                    "ldsl": 24,
                                    "whcd": 29,
                                    "cfjy": 47
                                },
                                "10": {
                                    "nvph": 70,
                                    "ldsl": 9,
                                    "whcd": 96,
                                    "cfjy": 92
                                },
                                "11": {
                                    "nvph": 68,
                                    "ldsl": 28,
                                    "whcd": 69,
                                    "cfjy": 34
                                },
                                "12": {
                                    "nvph": 10,
                                    "ldsl": 22,
                                    "whcd": 70,
                                    "cfjy": 4
                                }
                            },
                            "total_count": 84
                        },
                        "小红门地区": {
                            "radar_data": [
                                1963,
                                3530,
                                2343,
                                2661
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 67,
                                    "ldsl": 82,
                                    "whcd": 42,
                                    "cfjy": 10
                                },
                                "2": {
                                    "nvph": 66,
                                    "ldsl": 2,
                                    "whcd": 33,
                                    "cfjy": 78
                                },
                                "3": {
                                    "nvph": 13,
                                    "ldsl": 47,
                                    "whcd": 38,
                                    "cfjy": 25
                                },
                                "4": {
                                    "nvph": 53,
                                    "ldsl": 65,
                                    "whcd": 78,
                                    "cfjy": 14
                                },
                                "5": {
                                    "nvph": 30,
                                    "ldsl": 9,
                                    "whcd": 66,
                                    "cfjy": 65
                                },
                                "6": {
                                    "nvph": 88,
                                    "ldsl": 33,
                                    "whcd": 95,
                                    "cfjy": 97
                                },
                                "7": {
                                    "nvph": 72,
                                    "ldsl": 40,
                                    "whcd": 37,
                                    "cfjy": 87
                                },
                                "8": {
                                    "nvph": 24,
                                    "ldsl": 65,
                                    "whcd": 57,
                                    "cfjy": 76
                                },
                                "9": {
                                    "nvph": 42,
                                    "ldsl": 37,
                                    "whcd": 79,
                                    "cfjy": 94
                                },
                                "10": {
                                    "nvph": 9,
                                    "ldsl": 50,
                                    "whcd": 32,
                                    "cfjy": 96
                                },
                                "11": {
                                    "nvph": 55,
                                    "ldsl": 9,
                                    "whcd": 68,
                                    "cfjy": 2
                                },
                                "12": {
                                    "nvph": 85,
                                    "ldsl": 53,
                                    "whcd": 86,
                                    "cfjy": 47
                                }
                            },
                            "total_count": 81
                        },
                        "小关": {
                            "radar_data": [
                                3625,
                                1655,
                                1271,
                                4458
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 67,
                                    "ldsl": 51,
                                    "whcd": 7,
                                    "cfjy": 31
                                },
                                "2": {
                                    "nvph": 64,
                                    "ldsl": 37,
                                    "whcd": 96,
                                    "cfjy": 32
                                },
                                "3": {
                                    "nvph": 26,
                                    "ldsl": 71,
                                    "whcd": 92,
                                    "cfjy": 1
                                },
                                "4": {
                                    "nvph": 74,
                                    "ldsl": 33,
                                    "whcd": 26,
                                    "cfjy": 41
                                },
                                "5": {
                                    "nvph": 7,
                                    "ldsl": 73,
                                    "whcd": 13,
                                    "cfjy": 23
                                },
                                "6": {
                                    "nvph": 29,
                                    "ldsl": 10,
                                    "whcd": 14,
                                    "cfjy": 57
                                },
                                "7": {
                                    "nvph": 9,
                                    "ldsl": 20,
                                    "whcd": 86,
                                    "cfjy": 6
                                },
                                "8": {
                                    "nvph": 61,
                                    "ldsl": 93,
                                    "whcd": 68,
                                    "cfjy": 77
                                },
                                "9": {
                                    "nvph": 90,
                                    "ldsl": 100,
                                    "whcd": 42,
                                    "cfjy": 93
                                },
                                "10": {
                                    "nvph": 20,
                                    "ldsl": 5,
                                    "whcd": 88,
                                    "cfjy": 20
                                },
                                "11": {
                                    "nvph": 83,
                                    "ldsl": 26,
                                    "whcd": 77,
                                    "cfjy": 70
                                },
                                "12": {
                                    "nvph": 89,
                                    "ldsl": 29,
                                    "whcd": 60,
                                    "cfjy": 12
                                }
                            },
                            "total_count": 27
                        },
                        "八里庄": {
                            "radar_data": [
                                4039,
                                2251,
                                4360,
                                1738
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 63,
                                    "ldsl": 7,
                                    "whcd": 82,
                                    "cfjy": 67
                                },
                                "2": {
                                    "nvph": 50,
                                    "ldsl": 95,
                                    "whcd": 38,
                                    "cfjy": 4
                                },
                                "3": {
                                    "nvph": 13,
                                    "ldsl": 16,
                                    "whcd": 56,
                                    "cfjy": 88
                                },
                                "4": {
                                    "nvph": 26,
                                    "ldsl": 57,
                                    "whcd": 79,
                                    "cfjy": 33
                                },
                                "5": {
                                    "nvph": 17,
                                    "ldsl": 94,
                                    "whcd": 11,
                                    "cfjy": 25
                                },
                                "6": {
                                    "nvph": 30,
                                    "ldsl": 75,
                                    "whcd": 100,
                                    "cfjy": 19
                                },
                                "7": {
                                    "nvph": 25,
                                    "ldsl": 82,
                                    "whcd": 67,
                                    "cfjy": 7
                                },
                                "8": {
                                    "nvph": 72,
                                    "ldsl": 55,
                                    "whcd": 54,
                                    "cfjy": 89
                                },
                                "9": {
                                    "nvph": 82,
                                    "ldsl": 77,
                                    "whcd": 29,
                                    "cfjy": 8
                                },
                                "10": {
                                    "nvph": 4,
                                    "ldsl": 73,
                                    "whcd": 31,
                                    "cfjy": 74
                                },
                                "11": {
                                    "nvph": 61,
                                    "ldsl": 45,
                                    "whcd": 53,
                                    "cfjy": 18
                                },
                                "12": {
                                    "nvph": 40,
                                    "ldsl": 39,
                                    "whcd": 56,
                                    "cfjy": 8
                                }
                            },
                            "total_count": 95
                        },
                        "崔各庄地区": {
                            "radar_data": [
                                1597,
                                1812,
                                4261,
                                3744
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 6,
                                    "ldsl": 86,
                                    "whcd": 91,
                                    "cfjy": 56
                                },
                                "2": {
                                    "nvph": 89,
                                    "ldsl": 56,
                                    "whcd": 84,
                                    "cfjy": 79
                                },
                                "3": {
                                    "nvph": 58,
                                    "ldsl": 83,
                                    "whcd": 67,
                                    "cfjy": 13
                                },
                                "4": {
                                    "nvph": 3,
                                    "ldsl": 4,
                                    "whcd": 18,
                                    "cfjy": 38
                                },
                                "5": {
                                    "nvph": 31,
                                    "ldsl": 25,
                                    "whcd": 73,
                                    "cfjy": 4
                                },
                                "6": {
                                    "nvph": 16,
                                    "ldsl": 59,
                                    "whcd": 83,
                                    "cfjy": 12
                                },
                                "7": {
                                    "nvph": 50,
                                    "ldsl": 26,
                                    "whcd": 19,
                                    "cfjy": 67
                                },
                                "8": {
                                    "nvph": 34,
                                    "ldsl": 32,
                                    "whcd": 4,
                                    "cfjy": 100
                                },
                                "9": {
                                    "nvph": 68,
                                    "ldsl": 39,
                                    "whcd": 49,
                                    "cfjy": 19
                                },
                                "10": {
                                    "nvph": 85,
                                    "ldsl": 76,
                                    "whcd": 84,
                                    "cfjy": 70
                                },
                                "11": {
                                    "nvph": 4,
                                    "ldsl": 84,
                                    "whcd": 21,
                                    "cfjy": 64
                                },
                                "12": {
                                    "nvph": 3,
                                    "ldsl": 37,
                                    "whcd": 85,
                                    "cfjy": 6
                                }
                            },
                            "total_count": 68
                        },
                        "酒仙桥": {
                            "radar_data": [
                                4140,
                                3432,
                                2814,
                                3003
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 13,
                                    "ldsl": 91,
                                    "whcd": 10,
                                    "cfjy": 1
                                },
                                "2": {
                                    "nvph": 12,
                                    "ldsl": 28,
                                    "whcd": 34,
                                    "cfjy": 38
                                },
                                "3": {
                                    "nvph": 24,
                                    "ldsl": 54,
                                    "whcd": 64,
                                    "cfjy": 34
                                },
                                "4": {
                                    "nvph": 96,
                                    "ldsl": 62,
                                    "whcd": 4,
                                    "cfjy": 86
                                },
                                "5": {
                                    "nvph": 53,
                                    "ldsl": 94,
                                    "whcd": 36,
                                    "cfjy": 76
                                },
                                "6": {
                                    "nvph": 79,
                                    "ldsl": 99,
                                    "whcd": 99,
                                    "cfjy": 24
                                },
                                "7": {
                                    "nvph": 51,
                                    "ldsl": 64,
                                    "whcd": 67,
                                    "cfjy": 88
                                },
                                "8": {
                                    "nvph": 17,
                                    "ldsl": 20,
                                    "whcd": 92,
                                    "cfjy": 71
                                },
                                "9": {
                                    "nvph": 21,
                                    "ldsl": 69,
                                    "whcd": 6,
                                    "cfjy": 72
                                },
                                "10": {
                                    "nvph": 46,
                                    "ldsl": 79,
                                    "whcd": 38,
                                    "cfjy": 28
                                },
                                "11": {
                                    "nvph": 12,
                                    "ldsl": 81,
                                    "whcd": 65,
                                    "cfjy": 80
                                },
                                "12": {
                                    "nvph": 63,
                                    "ldsl": 36,
                                    "whcd": 76,
                                    "cfjy": 95
                                }
                            },
                            "total_count": 4
                        },
                        "麦子店": {
                            "radar_data": [
                                3384,
                                4551,
                                2271,
                                1252
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 76,
                                    "ldsl": 57,
                                    "whcd": 23,
                                    "cfjy": 37
                                },
                                "2": {
                                    "nvph": 33,
                                    "ldsl": 39,
                                    "whcd": 84,
                                    "cfjy": 66
                                },
                                "3": {
                                    "nvph": 12,
                                    "ldsl": 46,
                                    "whcd": 81,
                                    "cfjy": 82
                                },
                                "4": {
                                    "nvph": 31,
                                    "ldsl": 61,
                                    "whcd": 61,
                                    "cfjy": 76
                                },
                                "5": {
                                    "nvph": 93,
                                    "ldsl": 97,
                                    "whcd": 38,
                                    "cfjy": 50
                                },
                                "6": {
                                    "nvph": 82,
                                    "ldsl": 81,
                                    "whcd": 60,
                                    "cfjy": 96
                                },
                                "7": {
                                    "nvph": 89,
                                    "ldsl": 49,
                                    "whcd": 80,
                                    "cfjy": 29
                                },
                                "8": {
                                    "nvph": 48,
                                    "ldsl": 62,
                                    "whcd": 53,
                                    "cfjy": 24
                                },
                                "9": {
                                    "nvph": 77,
                                    "ldsl": 58,
                                    "whcd": 1,
                                    "cfjy": 85
                                },
                                "10": {
                                    "nvph": 12,
                                    "ldsl": 10,
                                    "whcd": 51,
                                    "cfjy": 43
                                },
                                "11": {
                                    "nvph": 89,
                                    "ldsl": 81,
                                    "whcd": 77,
                                    "cfjy": 41
                                },
                                "12": {
                                    "nvph": 91,
                                    "ldsl": 61,
                                    "whcd": 97,
                                    "cfjy": 78
                                }
                            },
                            "total_count": 68
                        },
                        "垈头": {
                            "radar_data": [
                                4666,
                                2747,
                                2010,
                                1618
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 55,
                                    "ldsl": 93,
                                    "whcd": 36,
                                    "cfjy": 71
                                },
                                "2": {
                                    "nvph": 72,
                                    "ldsl": 2,
                                    "whcd": 31,
                                    "cfjy": 68
                                },
                                "3": {
                                    "nvph": 4,
                                    "ldsl": 74,
                                    "whcd": 38,
                                    "cfjy": 27
                                },
                                "4": {
                                    "nvph": 68,
                                    "ldsl": 99,
                                    "whcd": 63,
                                    "cfjy": 50
                                },
                                "5": {
                                    "nvph": 71,
                                    "ldsl": 100,
                                    "whcd": 29,
                                    "cfjy": 61
                                },
                                "6": {
                                    "nvph": 51,
                                    "ldsl": 19,
                                    "whcd": 3,
                                    "cfjy": 27
                                },
                                "7": {
                                    "nvph": 42,
                                    "ldsl": 89,
                                    "whcd": 25,
                                    "cfjy": 89
                                },
                                "8": {
                                    "nvph": 14,
                                    "ldsl": 74,
                                    "whcd": 70,
                                    "cfjy": 4
                                },
                                "9": {
                                    "nvph": 31,
                                    "ldsl": 97,
                                    "whcd": 88,
                                    "cfjy": 84
                                },
                                "10": {
                                    "nvph": 87,
                                    "ldsl": 7,
                                    "whcd": 16,
                                    "cfjy": 85
                                },
                                "11": {
                                    "nvph": 83,
                                    "ldsl": 24,
                                    "whcd": 42,
                                    "cfjy": 100
                                },
                                "12": {
                                    "nvph": 7,
                                    "ldsl": 70,
                                    "whcd": 97,
                                    "cfjy": 10
                                }
                            },
                            "total_count": 58
                        },
                        "孙河地区": {
                            "radar_data": [
                                3753,
                                2627,
                                2032,
                                3959
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 78,
                                    "ldsl": 74,
                                    "whcd": 71,
                                    "cfjy": 72
                                },
                                "2": {
                                    "nvph": 96,
                                    "ldsl": 86,
                                    "whcd": 76,
                                    "cfjy": 31
                                },
                                "3": {
                                    "nvph": 66,
                                    "ldsl": 90,
                                    "whcd": 96,
                                    "cfjy": 42
                                },
                                "4": {
                                    "nvph": 89,
                                    "ldsl": 86,
                                    "whcd": 83,
                                    "cfjy": 35
                                },
                                "5": {
                                    "nvph": 98,
                                    "ldsl": 9,
                                    "whcd": 46,
                                    "cfjy": 26
                                },
                                "6": {
                                    "nvph": 24,
                                    "ldsl": 53,
                                    "whcd": 10,
                                    "cfjy": 52
                                },
                                "7": {
                                    "nvph": 30,
                                    "ldsl": 99,
                                    "whcd": 62,
                                    "cfjy": 49
                                },
                                "8": {
                                    "nvph": 11,
                                    "ldsl": 88,
                                    "whcd": 79,
                                    "cfjy": 5
                                },
                                "9": {
                                    "nvph": 38,
                                    "ldsl": 54,
                                    "whcd": 49,
                                    "cfjy": 29
                                },
                                "10": {
                                    "nvph": 29,
                                    "ldsl": 56,
                                    "whcd": 20,
                                    "cfjy": 4
                                },
                                "11": {
                                    "nvph": 96,
                                    "ldsl": 94,
                                    "whcd": 83,
                                    "cfjy": 3
                                },
                                "12": {
                                    "nvph": 62,
                                    "ldsl": 65,
                                    "whcd": 75,
                                    "cfjy": 39
                                }
                            },
                            "total_count": 56
                        },
                        "南磨房地区": {
                            "radar_data": [
                                4704,
                                3402,
                                3792,
                                4537
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 66,
                                    "ldsl": 1,
                                    "whcd": 17,
                                    "cfjy": 47
                                },
                                "2": {
                                    "nvph": 53,
                                    "ldsl": 16,
                                    "whcd": 6,
                                    "cfjy": 52
                                },
                                "3": {
                                    "nvph": 100,
                                    "ldsl": 30,
                                    "whcd": 36,
                                    "cfjy": 58
                                },
                                "4": {
                                    "nvph": 55,
                                    "ldsl": 12,
                                    "whcd": 73,
                                    "cfjy": 53
                                },
                                "5": {
                                    "nvph": 26,
                                    "ldsl": 97,
                                    "whcd": 18,
                                    "cfjy": 44
                                },
                                "6": {
                                    "nvph": 80,
                                    "ldsl": 20,
                                    "whcd": 44,
                                    "cfjy": 83
                                },
                                "7": {
                                    "nvph": 10,
                                    "ldsl": 56,
                                    "whcd": 2,
                                    "cfjy": 61
                                },
                                "8": {
                                    "nvph": 93,
                                    "ldsl": 77,
                                    "whcd": 8,
                                    "cfjy": 14
                                },
                                "9": {
                                    "nvph": 39,
                                    "ldsl": 75,
                                    "whcd": 13,
                                    "cfjy": 68
                                },
                                "10": {
                                    "nvph": 26,
                                    "ldsl": 54,
                                    "whcd": 57,
                                    "cfjy": 59
                                },
                                "11": {
                                    "nvph": 68,
                                    "ldsl": 93,
                                    "whcd": 58,
                                    "cfjy": 3
                                },
                                "12": {
                                    "nvph": 37,
                                    "ldsl": 15,
                                    "whcd": 12,
                                    "cfjy": 63
                                }
                            },
                            "total_count": 9
                        },
                        "呼家楼": {
                            "radar_data": [
                                4329,
                                1688,
                                2401,
                                3840
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 16,
                                    "ldsl": 10,
                                    "whcd": 50,
                                    "cfjy": 57
                                },
                                "2": {
                                    "nvph": 17,
                                    "ldsl": 63,
                                    "whcd": 2,
                                    "cfjy": 29
                                },
                                "3": {
                                    "nvph": 56,
                                    "ldsl": 53,
                                    "whcd": 33,
                                    "cfjy": 73
                                },
                                "4": {
                                    "nvph": 63,
                                    "ldsl": 84,
                                    "whcd": 99,
                                    "cfjy": 65
                                },
                                "5": {
                                    "nvph": 86,
                                    "ldsl": 90,
                                    "whcd": 52,
                                    "cfjy": 92
                                },
                                "6": {
                                    "nvph": 45,
                                    "ldsl": 58,
                                    "whcd": 10,
                                    "cfjy": 27
                                },
                                "7": {
                                    "nvph": 97,
                                    "ldsl": 28,
                                    "whcd": 82,
                                    "cfjy": 66
                                },
                                "8": {
                                    "nvph": 68,
                                    "ldsl": 12,
                                    "whcd": 11,
                                    "cfjy": 57
                                },
                                "9": {
                                    "nvph": 59,
                                    "ldsl": 38,
                                    "whcd": 49,
                                    "cfjy": 91
                                },
                                "10": {
                                    "nvph": 9,
                                    "ldsl": 29,
                                    "whcd": 36,
                                    "cfjy": 92
                                },
                                "11": {
                                    "nvph": 48,
                                    "ldsl": 28,
                                    "whcd": 43,
                                    "cfjy": 44
                                },
                                "12": {
                                    "nvph": 26,
                                    "ldsl": 91,
                                    "whcd": 40,
                                    "cfjy": 38
                                }
                            },
                            "total_count": 25
                        },
                        "东坝地区": {
                            "radar_data": [
                                2122,
                                2852,
                                1837,
                                4019
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 99,
                                    "ldsl": 98,
                                    "whcd": 46,
                                    "cfjy": 2
                                },
                                "2": {
                                    "nvph": 1,
                                    "ldsl": 96,
                                    "whcd": 21,
                                    "cfjy": 15
                                },
                                "3": {
                                    "nvph": 56,
                                    "ldsl": 31,
                                    "whcd": 19,
                                    "cfjy": 74
                                },
                                "4": {
                                    "nvph": 3,
                                    "ldsl": 37,
                                    "whcd": 95,
                                    "cfjy": 95
                                },
                                "5": {
                                    "nvph": 66,
                                    "ldsl": 1,
                                    "whcd": 91,
                                    "cfjy": 4
                                },
                                "6": {
                                    "nvph": 54,
                                    "ldsl": 13,
                                    "whcd": 96,
                                    "cfjy": 49
                                },
                                "7": {
                                    "nvph": 26,
                                    "ldsl": 94,
                                    "whcd": 65,
                                    "cfjy": 44
                                },
                                "8": {
                                    "nvph": 10,
                                    "ldsl": 68,
                                    "whcd": 41,
                                    "cfjy": 30
                                },
                                "9": {
                                    "nvph": 94,
                                    "ldsl": 19,
                                    "whcd": 7,
                                    "cfjy": 28
                                },
                                "10": {
                                    "nvph": 55,
                                    "ldsl": 74,
                                    "whcd": 35,
                                    "cfjy": 27
                                },
                                "11": {
                                    "nvph": 77,
                                    "ldsl": 83,
                                    "whcd": 20,
                                    "cfjy": 9
                                },
                                "12": {
                                    "nvph": 22,
                                    "ldsl": 62,
                                    "whcd": 80,
                                    "cfjy": 75
                                }
                            },
                            "total_count": 85
                        },
                        "官庄地区": {
                            "radar_data": [
                                4772,
                                3348,
                                4741,
                                3473
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 67,
                                    "ldsl": 53,
                                    "whcd": 29,
                                    "cfjy": 63
                                },
                                "2": {
                                    "nvph": 41,
                                    "ldsl": 69,
                                    "whcd": 45,
                                    "cfjy": 15
                                },
                                "3": {
                                    "nvph": 20,
                                    "ldsl": 39,
                                    "whcd": 17,
                                    "cfjy": 5
                                },
                                "4": {
                                    "nvph": 53,
                                    "ldsl": 59,
                                    "whcd": 28,
                                    "cfjy": 20
                                },
                                "5": {
                                    "nvph": 31,
                                    "ldsl": 1,
                                    "whcd": 56,
                                    "cfjy": 95
                                },
                                "6": {
                                    "nvph": 76,
                                    "ldsl": 42,
                                    "whcd": 51,
                                    "cfjy": 46
                                },
                                "7": {
                                    "nvph": 1,
                                    "ldsl": 72,
                                    "whcd": 16,
                                    "cfjy": 78
                                },
                                "8": {
                                    "nvph": 4,
                                    "ldsl": 83,
                                    "whcd": 65,
                                    "cfjy": 7
                                },
                                "9": {
                                    "nvph": 94,
                                    "ldsl": 51,
                                    "whcd": 81,
                                    "cfjy": 51
                                },
                                "10": {
                                    "nvph": 71,
                                    "ldsl": 47,
                                    "whcd": 37,
                                    "cfjy": 99
                                },
                                "11": {
                                    "nvph": 79,
                                    "ldsl": 44,
                                    "whcd": 75,
                                    "cfjy": 4
                                },
                                "12": {
                                    "nvph": 62,
                                    "ldsl": 40,
                                    "whcd": 37,
                                    "cfjy": 85
                                }
                            },
                            "total_count": 61
                        },
                        "东风地区": {
                            "radar_data": [
                                1763,
                                4978,
                                3321,
                                3600
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 5,
                                    "ldsl": 40,
                                    "whcd": 87,
                                    "cfjy": 23
                                },
                                "2": {
                                    "nvph": 64,
                                    "ldsl": 43,
                                    "whcd": 86,
                                    "cfjy": 24
                                },
                                "3": {
                                    "nvph": 79,
                                    "ldsl": 39,
                                    "whcd": 12,
                                    "cfjy": 60
                                },
                                "4": {
                                    "nvph": 18,
                                    "ldsl": 33,
                                    "whcd": 47,
                                    "cfjy": 21
                                },
                                "5": {
                                    "nvph": 95,
                                    "ldsl": 37,
                                    "whcd": 53,
                                    "cfjy": 81
                                },
                                "6": {
                                    "nvph": 52,
                                    "ldsl": 7,
                                    "whcd": 13,
                                    "cfjy": 19
                                },
                                "7": {
                                    "nvph": 81,
                                    "ldsl": 1,
                                    "whcd": 86,
                                    "cfjy": 73
                                },
                                "8": {
                                    "nvph": 11,
                                    "ldsl": 12,
                                    "whcd": 24,
                                    "cfjy": 99
                                },
                                "9": {
                                    "nvph": 96,
                                    "ldsl": 16,
                                    "whcd": 4,
                                    "cfjy": 95
                                },
                                "10": {
                                    "nvph": 11,
                                    "ldsl": 64,
                                    "whcd": 59,
                                    "cfjy": 73
                                },
                                "11": {
                                    "nvph": 21,
                                    "ldsl": 57,
                                    "whcd": 35,
                                    "cfjy": 85
                                },
                                "12": {
                                    "nvph": 45,
                                    "ldsl": 64,
                                    "whcd": 12,
                                    "cfjy": 84
                                }
                            },
                            "total_count": 58
                        },
                        "香河园": {
                            "radar_data": [
                                4798,
                                2743,
                                1516,
                                3520
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 79,
                                    "ldsl": 62,
                                    "whcd": 95,
                                    "cfjy": 17
                                },
                                "2": {
                                    "nvph": 37,
                                    "ldsl": 21,
                                    "whcd": 91,
                                    "cfjy": 57
                                },
                                "3": {
                                    "nvph": 46,
                                    "ldsl": 51,
                                    "whcd": 81,
                                    "cfjy": 89
                                },
                                "4": {
                                    "nvph": 6,
                                    "ldsl": 12,
                                    "whcd": 57,
                                    "cfjy": 4
                                },
                                "5": {
                                    "nvph": 2,
                                    "ldsl": 58,
                                    "whcd": 91,
                                    "cfjy": 34
                                },
                                "6": {
                                    "nvph": 96,
                                    "ldsl": 71,
                                    "whcd": 100,
                                    "cfjy": 3
                                },
                                "7": {
                                    "nvph": 8,
                                    "ldsl": 52,
                                    "whcd": 20,
                                    "cfjy": 54
                                },
                                "8": {
                                    "nvph": 64,
                                    "ldsl": 37,
                                    "whcd": 87,
                                    "cfjy": 14
                                },
                                "9": {
                                    "nvph": 41,
                                    "ldsl": 50,
                                    "whcd": 11,
                                    "cfjy": 67
                                },
                                "10": {
                                    "nvph": 58,
                                    "ldsl": 69,
                                    "whcd": 29,
                                    "cfjy": 67
                                },
                                "11": {
                                    "nvph": 45,
                                    "ldsl": 46,
                                    "whcd": 79,
                                    "cfjy": 37
                                },
                                "12": {
                                    "nvph": 42,
                                    "ldsl": 82,
                                    "whcd": 65,
                                    "cfjy": 25
                                }
                            },
                            "total_count": 56
                        },
                        "安贞": {
                            "radar_data": [
                                4352,
                                3956,
                                4993,
                                1168
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 53,
                                    "ldsl": 10,
                                    "whcd": 25,
                                    "cfjy": 48
                                },
                                "2": {
                                    "nvph": 23,
                                    "ldsl": 90,
                                    "whcd": 26,
                                    "cfjy": 18
                                },
                                "3": {
                                    "nvph": 46,
                                    "ldsl": 24,
                                    "whcd": 29,
                                    "cfjy": 72
                                },
                                "4": {
                                    "nvph": 40,
                                    "ldsl": 99,
                                    "whcd": 93,
                                    "cfjy": 44
                                },
                                "5": {
                                    "nvph": 23,
                                    "ldsl": 10,
                                    "whcd": 88,
                                    "cfjy": 35
                                },
                                "6": {
                                    "nvph": 29,
                                    "ldsl": 59,
                                    "whcd": 9,
                                    "cfjy": 75
                                },
                                "7": {
                                    "nvph": 14,
                                    "ldsl": 36,
                                    "whcd": 32,
                                    "cfjy": 29
                                },
                                "8": {
                                    "nvph": 79,
                                    "ldsl": 16,
                                    "whcd": 47,
                                    "cfjy": 51
                                },
                                "9": {
                                    "nvph": 79,
                                    "ldsl": 93,
                                    "whcd": 60,
                                    "cfjy": 47
                                },
                                "10": {
                                    "nvph": 63,
                                    "ldsl": 6,
                                    "whcd": 27,
                                    "cfjy": 67
                                },
                                "11": {
                                    "nvph": 1,
                                    "ldsl": 60,
                                    "whcd": 71,
                                    "cfjy": 61
                                },
                                "12": {
                                    "nvph": 22,
                                    "ldsl": 13,
                                    "whcd": 11,
                                    "cfjy": 30
                                }
                            },
                            "total_count": 66
                        },
                        "高碑店地区": {
                            "radar_data": [
                                3740,
                                4343,
                                4714,
                                1524
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 37,
                                    "ldsl": 32,
                                    "whcd": 56,
                                    "cfjy": 95
                                },
                                "2": {
                                    "nvph": 58,
                                    "ldsl": 62,
                                    "whcd": 22,
                                    "cfjy": 50
                                },
                                "3": {
                                    "nvph": 89,
                                    "ldsl": 86,
                                    "whcd": 28,
                                    "cfjy": 32
                                },
                                "4": {
                                    "nvph": 42,
                                    "ldsl": 20,
                                    "whcd": 26,
                                    "cfjy": 79
                                },
                                "5": {
                                    "nvph": 55,
                                    "ldsl": 36,
                                    "whcd": 61,
                                    "cfjy": 38
                                },
                                "6": {
                                    "nvph": 29,
                                    "ldsl": 86,
                                    "whcd": 97,
                                    "cfjy": 19
                                },
                                "7": {
                                    "nvph": 75,
                                    "ldsl": 47,
                                    "whcd": 54,
                                    "cfjy": 28
                                },
                                "8": {
                                    "nvph": 37,
                                    "ldsl": 22,
                                    "whcd": 64,
                                    "cfjy": 3
                                },
                                "9": {
                                    "nvph": 6,
                                    "ldsl": 52,
                                    "whcd": 26,
                                    "cfjy": 82
                                },
                                "10": {
                                    "nvph": 22,
                                    "ldsl": 8,
                                    "whcd": 8,
                                    "cfjy": 49
                                },
                                "11": {
                                    "nvph": 26,
                                    "ldsl": 22,
                                    "whcd": 40,
                                    "cfjy": 9
                                },
                                "12": {
                                    "nvph": 72,
                                    "ldsl": 33,
                                    "whcd": 45,
                                    "cfjy": 85
                                }
                            },
                            "total_count": 43
                        },
                        "团结湖": {
                            "radar_data": [
                                3050,
                                1535,
                                4928,
                                2988
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 10,
                                    "ldsl": 11,
                                    "whcd": 93,
                                    "cfjy": 39
                                },
                                "2": {
                                    "nvph": 86,
                                    "ldsl": 10,
                                    "whcd": 93,
                                    "cfjy": 6
                                },
                                "3": {
                                    "nvph": 78,
                                    "ldsl": 79,
                                    "whcd": 9,
                                    "cfjy": 21
                                },
                                "4": {
                                    "nvph": 7,
                                    "ldsl": 84,
                                    "whcd": 59,
                                    "cfjy": 100
                                },
                                "5": {
                                    "nvph": 7,
                                    "ldsl": 33,
                                    "whcd": 4,
                                    "cfjy": 47
                                },
                                "6": {
                                    "nvph": 72,
                                    "ldsl": 10,
                                    "whcd": 35,
                                    "cfjy": 10
                                },
                                "7": {
                                    "nvph": 47,
                                    "ldsl": 78,
                                    "whcd": 70,
                                    "cfjy": 47
                                },
                                "8": {
                                    "nvph": 87,
                                    "ldsl": 73,
                                    "whcd": 91,
                                    "cfjy": 3
                                },
                                "9": {
                                    "nvph": 66,
                                    "ldsl": 85,
                                    "whcd": 97,
                                    "cfjy": 64
                                },
                                "10": {
                                    "nvph": 38,
                                    "ldsl": 43,
                                    "whcd": 37,
                                    "cfjy": 73
                                },
                                "11": {
                                    "nvph": 83,
                                    "ldsl": 71,
                                    "whcd": 53,
                                    "cfjy": 63
                                },
                                "12": {
                                    "nvph": 54,
                                    "ldsl": 73,
                                    "whcd": 13,
                                    "cfjy": 75
                                }
                            },
                            "total_count": 16
                        },
                        "六里屯": {
                            "radar_data": [
                                2405,
                                2639,
                                1772,
                                1368
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 92,
                                    "ldsl": 36,
                                    "whcd": 67,
                                    "cfjy": 17
                                },
                                "2": {
                                    "nvph": 12,
                                    "ldsl": 27,
                                    "whcd": 28,
                                    "cfjy": 5
                                },
                                "3": {
                                    "nvph": 25,
                                    "ldsl": 4,
                                    "whcd": 69,
                                    "cfjy": 60
                                },
                                "4": {
                                    "nvph": 17,
                                    "ldsl": 65,
                                    "whcd": 27,
                                    "cfjy": 47
                                },
                                "5": {
                                    "nvph": 71,
                                    "ldsl": 10,
                                    "whcd": 43,
                                    "cfjy": 55
                                },
                                "6": {
                                    "nvph": 90,
                                    "ldsl": 5,
                                    "whcd": 63,
                                    "cfjy": 63
                                },
                                "7": {
                                    "nvph": 79,
                                    "ldsl": 41,
                                    "whcd": 38,
                                    "cfjy": 33
                                },
                                "8": {
                                    "nvph": 90,
                                    "ldsl": 15,
                                    "whcd": 33,
                                    "cfjy": 93
                                },
                                "9": {
                                    "nvph": 40,
                                    "ldsl": 26,
                                    "whcd": 34,
                                    "cfjy": 31
                                },
                                "10": {
                                    "nvph": 45,
                                    "ldsl": 17,
                                    "whcd": 3,
                                    "cfjy": 81
                                },
                                "11": {
                                    "nvph": 48,
                                    "ldsl": 55,
                                    "whcd": 100,
                                    "cfjy": 83
                                },
                                "12": {
                                    "nvph": 2,
                                    "ldsl": 19,
                                    "whcd": 33,
                                    "cfjy": 41
                                }
                            },
                            "total_count": 50
                        },
                        "十八里店地区": {
                            "radar_data": [
                                3794,
                                1434,
                                2621,
                                4992
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 57,
                                    "ldsl": 54,
                                    "whcd": 70,
                                    "cfjy": 47
                                },
                                "2": {
                                    "nvph": 76,
                                    "ldsl": 2,
                                    "whcd": 93,
                                    "cfjy": 32
                                },
                                "3": {
                                    "nvph": 47,
                                    "ldsl": 74,
                                    "whcd": 97,
                                    "cfjy": 28
                                },
                                "4": {
                                    "nvph": 15,
                                    "ldsl": 31,
                                    "whcd": 38,
                                    "cfjy": 7
                                },
                                "5": {
                                    "nvph": 3,
                                    "ldsl": 88,
                                    "whcd": 25,
                                    "cfjy": 44
                                },
                                "6": {
                                    "nvph": 42,
                                    "ldsl": 87,
                                    "whcd": 18,
                                    "cfjy": 28
                                },
                                "7": {
                                    "nvph": 36,
                                    "ldsl": 44,
                                    "whcd": 8,
                                    "cfjy": 55
                                },
                                "8": {
                                    "nvph": 36,
                                    "ldsl": 66,
                                    "whcd": 62,
                                    "cfjy": 59
                                },
                                "9": {
                                    "nvph": 27,
                                    "ldsl": 52,
                                    "whcd": 1,
                                    "cfjy": 29
                                },
                                "10": {
                                    "nvph": 92,
                                    "ldsl": 25,
                                    "whcd": 45,
                                    "cfjy": 71
                                },
                                "11": {
                                    "nvph": 54,
                                    "ldsl": 41,
                                    "whcd": 52,
                                    "cfjy": 52
                                },
                                "12": {
                                    "nvph": 16,
                                    "ldsl": 49,
                                    "whcd": 49,
                                    "cfjy": 46
                                }
                            },
                            "total_count": 87
                        },
                        "奥运村地区": {
                            "radar_data": [
                                1600,
                                4550,
                                1794,
                                4457
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 45,
                                    "ldsl": 37,
                                    "whcd": 9,
                                    "cfjy": 33
                                },
                                "2": {
                                    "nvph": 25,
                                    "ldsl": 74,
                                    "whcd": 25,
                                    "cfjy": 30
                                },
                                "3": {
                                    "nvph": 83,
                                    "ldsl": 38,
                                    "whcd": 35,
                                    "cfjy": 96
                                },
                                "4": {
                                    "nvph": 58,
                                    "ldsl": 19,
                                    "whcd": 52,
                                    "cfjy": 55
                                },
                                "5": {
                                    "nvph": 69,
                                    "ldsl": 59,
                                    "whcd": 64,
                                    "cfjy": 52
                                },
                                "6": {
                                    "nvph": 68,
                                    "ldsl": 74,
                                    "whcd": 92,
                                    "cfjy": 92
                                },
                                "7": {
                                    "nvph": 97,
                                    "ldsl": 95,
                                    "whcd": 79,
                                    "cfjy": 90
                                },
                                "8": {
                                    "nvph": 19,
                                    "ldsl": 36,
                                    "whcd": 63,
                                    "cfjy": 36
                                },
                                "9": {
                                    "nvph": 1,
                                    "ldsl": 44,
                                    "whcd": 96,
                                    "cfjy": 35
                                },
                                "10": {
                                    "nvph": 22,
                                    "ldsl": 3,
                                    "whcd": 41,
                                    "cfjy": 58
                                },
                                "11": {
                                    "nvph": 71,
                                    "ldsl": 23,
                                    "whcd": 53,
                                    "cfjy": 52
                                },
                                "12": {
                                    "nvph": 39,
                                    "ldsl": 79,
                                    "whcd": 91,
                                    "cfjy": 82
                                }
                            },
                            "total_count": 23
                        },
                        "潘家园": {
                            "radar_data": [
                                2970,
                                1599,
                                4079,
                                2656
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 7,
                                    "ldsl": 4,
                                    "whcd": 77,
                                    "cfjy": 72
                                },
                                "2": {
                                    "nvph": 14,
                                    "ldsl": 3,
                                    "whcd": 72,
                                    "cfjy": 79
                                },
                                "3": {
                                    "nvph": 17,
                                    "ldsl": 46,
                                    "whcd": 75,
                                    "cfjy": 92
                                },
                                "4": {
                                    "nvph": 56,
                                    "ldsl": 32,
                                    "whcd": 33,
                                    "cfjy": 45
                                },
                                "5": {
                                    "nvph": 84,
                                    "ldsl": 2,
                                    "whcd": 58,
                                    "cfjy": 99
                                },
                                "6": {
                                    "nvph": 71,
                                    "ldsl": 8,
                                    "whcd": 88,
                                    "cfjy": 51
                                },
                                "7": {
                                    "nvph": 93,
                                    "ldsl": 63,
                                    "whcd": 76,
                                    "cfjy": 17
                                },
                                "8": {
                                    "nvph": 45,
                                    "ldsl": 100,
                                    "whcd": 80,
                                    "cfjy": 7
                                },
                                "9": {
                                    "nvph": 89,
                                    "ldsl": 47,
                                    "whcd": 46,
                                    "cfjy": 99
                                },
                                "10": {
                                    "nvph": 5,
                                    "ldsl": 9,
                                    "whcd": 84,
                                    "cfjy": 43
                                },
                                "11": {
                                    "nvph": 7,
                                    "ldsl": 51,
                                    "whcd": 63,
                                    "cfjy": 30
                                },
                                "12": {
                                    "nvph": 29,
                                    "ldsl": 54,
                                    "whcd": 55,
                                    "cfjy": 28
                                }
                            },
                            "total_count": 77
                        },
                        "大屯": {
                            "radar_data": [
                                2860,
                                2199,
                                3497,
                                3859
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 15,
                                    "ldsl": 53,
                                    "whcd": 72,
                                    "cfjy": 53
                                },
                                "2": {
                                    "nvph": 75,
                                    "ldsl": 86,
                                    "whcd": 80,
                                    "cfjy": 48
                                },
                                "3": {
                                    "nvph": 69,
                                    "ldsl": 91,
                                    "whcd": 43,
                                    "cfjy": 19
                                },
                                "4": {
                                    "nvph": 82,
                                    "ldsl": 44,
                                    "whcd": 7,
                                    "cfjy": 26
                                },
                                "5": {
                                    "nvph": 53,
                                    "ldsl": 53,
                                    "whcd": 67,
                                    "cfjy": 82
                                },
                                "6": {
                                    "nvph": 70,
                                    "ldsl": 86,
                                    "whcd": 79,
                                    "cfjy": 4
                                },
                                "7": {
                                    "nvph": 41,
                                    "ldsl": 26,
                                    "whcd": 2,
                                    "cfjy": 90
                                },
                                "8": {
                                    "nvph": 94,
                                    "ldsl": 51,
                                    "whcd": 28,
                                    "cfjy": 97
                                },
                                "9": {
                                    "nvph": 76,
                                    "ldsl": 26,
                                    "whcd": 81,
                                    "cfjy": 96
                                },
                                "10": {
                                    "nvph": 43,
                                    "ldsl": 17,
                                    "whcd": 1,
                                    "cfjy": 76
                                },
                                "11": {
                                    "nvph": 99,
                                    "ldsl": 12,
                                    "whcd": 68,
                                    "cfjy": 10
                                },
                                "12": {
                                    "nvph": 46,
                                    "ldsl": 40,
                                    "whcd": 5,
                                    "cfjy": 63
                                }
                            },
                            "total_count": 91
                        },
                        "豆各庄地区": {
                            "radar_data": [
                                1986,
                                1812,
                                1157,
                                2197
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 47,
                                    "ldsl": 12,
                                    "whcd": 53,
                                    "cfjy": 88
                                },
                                "2": {
                                    "nvph": 80,
                                    "ldsl": 14,
                                    "whcd": 13,
                                    "cfjy": 99
                                },
                                "3": {
                                    "nvph": 47,
                                    "ldsl": 14,
                                    "whcd": 55,
                                    "cfjy": 23
                                },
                                "4": {
                                    "nvph": 42,
                                    "ldsl": 29,
                                    "whcd": 42,
                                    "cfjy": 72
                                },
                                "5": {
                                    "nvph": 100,
                                    "ldsl": 97,
                                    "whcd": 74,
                                    "cfjy": 10
                                },
                                "6": {
                                    "nvph": 91,
                                    "ldsl": 47,
                                    "whcd": 97,
                                    "cfjy": 96
                                },
                                "7": {
                                    "nvph": 62,
                                    "ldsl": 74,
                                    "whcd": 96,
                                    "cfjy": 21
                                },
                                "8": {
                                    "nvph": 3,
                                    "ldsl": 96,
                                    "whcd": 10,
                                    "cfjy": 30
                                },
                                "9": {
                                    "nvph": 60,
                                    "ldsl": 89,
                                    "whcd": 20,
                                    "cfjy": 35
                                },
                                "10": {
                                    "nvph": 77,
                                    "ldsl": 90,
                                    "whcd": 17,
                                    "cfjy": 31
                                },
                                "11": {
                                    "nvph": 29,
                                    "ldsl": 41,
                                    "whcd": 59,
                                    "cfjy": 32
                                },
                                "12": {
                                    "nvph": 13,
                                    "ldsl": 14,
                                    "whcd": 43,
                                    "cfjy": 2
                                }
                            },
                            "total_count": 97
                        },
                        "常营地区": {
                            "radar_data": [
                                4213,
                                4805,
                                1818,
                                3614
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 40,
                                    "ldsl": 42,
                                    "whcd": 64,
                                    "cfjy": 96
                                },
                                "2": {
                                    "nvph": 4,
                                    "ldsl": 51,
                                    "whcd": 48,
                                    "cfjy": 4
                                },
                                "3": {
                                    "nvph": 39,
                                    "ldsl": 35,
                                    "whcd": 21,
                                    "cfjy": 41
                                },
                                "4": {
                                    "nvph": 91,
                                    "ldsl": 91,
                                    "whcd": 57,
                                    "cfjy": 76
                                },
                                "5": {
                                    "nvph": 64,
                                    "ldsl": 18,
                                    "whcd": 3,
                                    "cfjy": 59
                                },
                                "6": {
                                    "nvph": 9,
                                    "ldsl": 56,
                                    "whcd": 74,
                                    "cfjy": 40
                                },
                                "7": {
                                    "nvph": 43,
                                    "ldsl": 76,
                                    "whcd": 86,
                                    "cfjy": 2
                                },
                                "8": {
                                    "nvph": 87,
                                    "ldsl": 35,
                                    "whcd": 17,
                                    "cfjy": 2
                                },
                                "9": {
                                    "nvph": 62,
                                    "ldsl": 14,
                                    "whcd": 92,
                                    "cfjy": 77
                                },
                                "10": {
                                    "nvph": 9,
                                    "ldsl": 36,
                                    "whcd": 36,
                                    "cfjy": 6
                                },
                                "11": {
                                    "nvph": 86,
                                    "ldsl": 6,
                                    "whcd": 28,
                                    "cfjy": 87
                                },
                                "12": {
                                    "nvph": 70,
                                    "ldsl": 70,
                                    "whcd": 77,
                                    "cfjy": 74
                                }
                            },
                            "total_count": 90
                        },
                        "和平街": {
                            "radar_data": [
                                3808,
                                2487,
                                4902,
                                4754
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 26,
                                    "ldsl": 64,
                                    "whcd": 57,
                                    "cfjy": 72
                                },
                                "2": {
                                    "nvph": 92,
                                    "ldsl": 81,
                                    "whcd": 92,
                                    "cfjy": 66
                                },
                                "3": {
                                    "nvph": 19,
                                    "ldsl": 62,
                                    "whcd": 3,
                                    "cfjy": 69
                                },
                                "4": {
                                    "nvph": 18,
                                    "ldsl": 66,
                                    "whcd": 50,
                                    "cfjy": 52
                                },
                                "5": {
                                    "nvph": 57,
                                    "ldsl": 91,
                                    "whcd": 37,
                                    "cfjy": 76
                                },
                                "6": {
                                    "nvph": 21,
                                    "ldsl": 19,
                                    "whcd": 88,
                                    "cfjy": 96
                                },
                                "7": {
                                    "nvph": 9,
                                    "ldsl": 62,
                                    "whcd": 41,
                                    "cfjy": 69
                                },
                                "8": {
                                    "nvph": 2,
                                    "ldsl": 32,
                                    "whcd": 49,
                                    "cfjy": 92
                                },
                                "9": {
                                    "nvph": 90,
                                    "ldsl": 9,
                                    "whcd": 2,
                                    "cfjy": 100
                                },
                                "10": {
                                    "nvph": 80,
                                    "ldsl": 15,
                                    "whcd": 86,
                                    "cfjy": 34
                                },
                                "11": {
                                    "nvph": 21,
                                    "ldsl": 54,
                                    "whcd": 39,
                                    "cfjy": 85
                                },
                                "12": {
                                    "nvph": 36,
                                    "ldsl": 83,
                                    "whcd": 78,
                                    "cfjy": 51
                                }
                            },
                            "total_count": 35
                        },
                        "三里屯": {
                            "radar_data": [
                                2039,
                                1666,
                                2038,
                                2907
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 98,
                                    "ldsl": 40,
                                    "whcd": 4,
                                    "cfjy": 12
                                },
                                "2": {
                                    "nvph": 70,
                                    "ldsl": 33,
                                    "whcd": 85,
                                    "cfjy": 23
                                },
                                "3": {
                                    "nvph": 87,
                                    "ldsl": 79,
                                    "whcd": 34,
                                    "cfjy": 68
                                },
                                "4": {
                                    "nvph": 85,
                                    "ldsl": 20,
                                    "whcd": 45,
                                    "cfjy": 97
                                },
                                "5": {
                                    "nvph": 75,
                                    "ldsl": 14,
                                    "whcd": 23,
                                    "cfjy": 52
                                },
                                "6": {
                                    "nvph": 55,
                                    "ldsl": 32,
                                    "whcd": 73,
                                    "cfjy": 68
                                },
                                "7": {
                                    "nvph": 67,
                                    "ldsl": 64,
                                    "whcd": 56,
                                    "cfjy": 53
                                },
                                "8": {
                                    "nvph": 78,
                                    "ldsl": 5,
                                    "whcd": 97,
                                    "cfjy": 64
                                },
                                "9": {
                                    "nvph": 8,
                                    "ldsl": 76,
                                    "whcd": 41,
                                    "cfjy": 31
                                },
                                "10": {
                                    "nvph": 92,
                                    "ldsl": 91,
                                    "whcd": 91,
                                    "cfjy": 98
                                },
                                "11": {
                                    "nvph": 44,
                                    "ldsl": 9,
                                    "whcd": 71,
                                    "cfjy": 57
                                },
                                "12": {
                                    "nvph": 43,
                                    "ldsl": 26,
                                    "whcd": 53,
                                    "cfjy": 20
                                }
                            },
                            "total_count": 13
                        },
                        "劲松": {
                            "radar_data": [
                                2032,
                                3251,
                                1202,
                                1120
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 45,
                                    "ldsl": 100,
                                    "whcd": 13,
                                    "cfjy": 55
                                },
                                "2": {
                                    "nvph": 24,
                                    "ldsl": 37,
                                    "whcd": 78,
                                    "cfjy": 99
                                },
                                "3": {
                                    "nvph": 98,
                                    "ldsl": 98,
                                    "whcd": 36,
                                    "cfjy": 60
                                },
                                "4": {
                                    "nvph": 44,
                                    "ldsl": 45,
                                    "whcd": 33,
                                    "cfjy": 81
                                },
                                "5": {
                                    "nvph": 83,
                                    "ldsl": 2,
                                    "whcd": 88,
                                    "cfjy": 26
                                },
                                "6": {
                                    "nvph": 86,
                                    "ldsl": 11,
                                    "whcd": 78,
                                    "cfjy": 12
                                },
                                "7": {
                                    "nvph": 5,
                                    "ldsl": 83,
                                    "whcd": 17,
                                    "cfjy": 1
                                },
                                "8": {
                                    "nvph": 47,
                                    "ldsl": 21,
                                    "whcd": 64,
                                    "cfjy": 95
                                },
                                "9": {
                                    "nvph": 12,
                                    "ldsl": 75,
                                    "whcd": 18,
                                    "cfjy": 51
                                },
                                "10": {
                                    "nvph": 30,
                                    "ldsl": 55,
                                    "whcd": 20,
                                    "cfjy": 45
                                },
                                "11": {
                                    "nvph": 5,
                                    "ldsl": 30,
                                    "whcd": 2,
                                    "cfjy": 17
                                },
                                "12": {
                                    "nvph": 2,
                                    "ldsl": 97,
                                    "whcd": 94,
                                    "cfjy": 32
                                }
                            },
                            "total_count": 38
                        },
                        "黑庄户地区": {
                            "radar_data": [
                                1310,
                                2068,
                                2142,
                                1382
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 8,
                                    "ldsl": 17,
                                    "whcd": 18,
                                    "cfjy": 60
                                },
                                "2": {
                                    "nvph": 54,
                                    "ldsl": 34,
                                    "whcd": 40,
                                    "cfjy": 51
                                },
                                "3": {
                                    "nvph": 81,
                                    "ldsl": 68,
                                    "whcd": 44,
                                    "cfjy": 23
                                },
                                "4": {
                                    "nvph": 17,
                                    "ldsl": 84,
                                    "whcd": 49,
                                    "cfjy": 1
                                },
                                "5": {
                                    "nvph": 84,
                                    "ldsl": 3,
                                    "whcd": 52,
                                    "cfjy": 82
                                },
                                "6": {
                                    "nvph": 28,
                                    "ldsl": 4,
                                    "whcd": 60,
                                    "cfjy": 75
                                },
                                "7": {
                                    "nvph": 54,
                                    "ldsl": 98,
                                    "whcd": 11,
                                    "cfjy": 92
                                },
                                "8": {
                                    "nvph": 70,
                                    "ldsl": 31,
                                    "whcd": 30,
                                    "cfjy": 11
                                },
                                "9": {
                                    "nvph": 25,
                                    "ldsl": 16,
                                    "whcd": 25,
                                    "cfjy": 92
                                },
                                "10": {
                                    "nvph": 61,
                                    "ldsl": 96,
                                    "whcd": 22,
                                    "cfjy": 91
                                },
                                "11": {
                                    "nvph": 13,
                                    "ldsl": 54,
                                    "whcd": 44,
                                    "cfjy": 11
                                },
                                "12": {
                                    "nvph": 1,
                                    "ldsl": 60,
                                    "whcd": 1,
                                    "cfjy": 73
                                }
                            },
                            "total_count": 30
                        },
                        "望京开发": {
                            "radar_data": [
                                1046,
                                3418,
                                3160,
                                1932
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 99,
                                    "ldsl": 14,
                                    "whcd": 86,
                                    "cfjy": 89
                                },
                                "2": {
                                    "nvph": 72,
                                    "ldsl": 6,
                                    "whcd": 15,
                                    "cfjy": 68
                                },
                                "3": {
                                    "nvph": 8,
                                    "ldsl": 88,
                                    "whcd": 2,
                                    "cfjy": 23
                                },
                                "4": {
                                    "nvph": 5,
                                    "ldsl": 39,
                                    "whcd": 82,
                                    "cfjy": 40
                                },
                                "5": {
                                    "nvph": 46,
                                    "ldsl": 61,
                                    "whcd": 84,
                                    "cfjy": 48
                                },
                                "6": {
                                    "nvph": 42,
                                    "ldsl": 85,
                                    "whcd": 30,
                                    "cfjy": 11
                                },
                                "7": {
                                    "nvph": 98,
                                    "ldsl": 4,
                                    "whcd": 21,
                                    "cfjy": 87
                                },
                                "8": {
                                    "nvph": 43,
                                    "ldsl": 76,
                                    "whcd": 55,
                                    "cfjy": 87
                                },
                                "9": {
                                    "nvph": 14,
                                    "ldsl": 87,
                                    "whcd": 70,
                                    "cfjy": 44
                                },
                                "10": {
                                    "nvph": 56,
                                    "ldsl": 88,
                                    "whcd": 20,
                                    "cfjy": 13
                                },
                                "11": {
                                    "nvph": 49,
                                    "ldsl": 12,
                                    "whcd": 59,
                                    "cfjy": 95
                                },
                                "12": {
                                    "nvph": 3,
                                    "ldsl": 43,
                                    "whcd": 85,
                                    "cfjy": 2
                                }
                            },
                            "total_count": 52
                        },
                        "金盏地区": {
                            "radar_data": [
                                2215,
                                3002,
                                4937,
                                1080
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 8,
                                    "ldsl": 56,
                                    "whcd": 38,
                                    "cfjy": 22
                                },
                                "2": {
                                    "nvph": 83,
                                    "ldsl": 35,
                                    "whcd": 67,
                                    "cfjy": 22
                                },
                                "3": {
                                    "nvph": 38,
                                    "ldsl": 39,
                                    "whcd": 42,
                                    "cfjy": 80
                                },
                                "4": {
                                    "nvph": 91,
                                    "ldsl": 84,
                                    "whcd": 51,
                                    "cfjy": 82
                                },
                                "5": {
                                    "nvph": 28,
                                    "ldsl": 34,
                                    "whcd": 20,
                                    "cfjy": 24
                                },
                                "6": {
                                    "nvph": 92,
                                    "ldsl": 93,
                                    "whcd": 18,
                                    "cfjy": 7
                                },
                                "7": {
                                    "nvph": 100,
                                    "ldsl": 18,
                                    "whcd": 43,
                                    "cfjy": 69
                                },
                                "8": {
                                    "nvph": 44,
                                    "ldsl": 24,
                                    "whcd": 23,
                                    "cfjy": 51
                                },
                                "9": {
                                    "nvph": 36,
                                    "ldsl": 48,
                                    "whcd": 62,
                                    "cfjy": 56
                                },
                                "10": {
                                    "nvph": 73,
                                    "ldsl": 30,
                                    "whcd": 89,
                                    "cfjy": 31
                                },
                                "11": {
                                    "nvph": 7,
                                    "ldsl": 38,
                                    "whcd": 99,
                                    "cfjy": 63
                                },
                                "12": {
                                    "nvph": 83,
                                    "ldsl": 43,
                                    "whcd": 63,
                                    "cfjy": 41
                                }
                            },
                            "total_count": 59
                        },
                        "双井": {
                            "radar_data": [
                                2726,
                                4109,
                                3943,
                                1402
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 57,
                                    "ldsl": 74,
                                    "whcd": 1,
                                    "cfjy": 74
                                },
                                "2": {
                                    "nvph": 45,
                                    "ldsl": 20,
                                    "whcd": 50,
                                    "cfjy": 84
                                },
                                "3": {
                                    "nvph": 70,
                                    "ldsl": 31,
                                    "whcd": 44,
                                    "cfjy": 58
                                },
                                "4": {
                                    "nvph": 48,
                                    "ldsl": 87,
                                    "whcd": 77,
                                    "cfjy": 21
                                },
                                "5": {
                                    "nvph": 44,
                                    "ldsl": 34,
                                    "whcd": 42,
                                    "cfjy": 99
                                },
                                "6": {
                                    "nvph": 33,
                                    "ldsl": 60,
                                    "whcd": 31,
                                    "cfjy": 1
                                },
                                "7": {
                                    "nvph": 78,
                                    "ldsl": 2,
                                    "whcd": 30,
                                    "cfjy": 99
                                },
                                "8": {
                                    "nvph": 81,
                                    "ldsl": 81,
                                    "whcd": 74,
                                    "cfjy": 32
                                },
                                "9": {
                                    "nvph": 93,
                                    "ldsl": 28,
                                    "whcd": 86,
                                    "cfjy": 10
                                },
                                "10": {
                                    "nvph": 53,
                                    "ldsl": 90,
                                    "whcd": 8,
                                    "cfjy": 12
                                },
                                "11": {
                                    "nvph": 67,
                                    "ldsl": 97,
                                    "whcd": 6,
                                    "cfjy": 4
                                },
                                "12": {
                                    "nvph": 8,
                                    "ldsl": 15,
                                    "whcd": 83,
                                    "cfjy": 81
                                }
                            },
                            "total_count": 31
                        },
                        "平房地区": {
                            "radar_data": [
                                4814,
                                3171,
                                4015,
                                3356
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 90,
                                    "ldsl": 18,
                                    "whcd": 3,
                                    "cfjy": 15
                                },
                                "2": {
                                    "nvph": 7,
                                    "ldsl": 84,
                                    "whcd": 52,
                                    "cfjy": 1
                                },
                                "3": {
                                    "nvph": 62,
                                    "ldsl": 84,
                                    "whcd": 94,
                                    "cfjy": 87
                                },
                                "4": {
                                    "nvph": 54,
                                    "ldsl": 33,
                                    "whcd": 95,
                                    "cfjy": 94
                                },
                                "5": {
                                    "nvph": 73,
                                    "ldsl": 72,
                                    "whcd": 5,
                                    "cfjy": 31
                                },
                                "6": {
                                    "nvph": 9,
                                    "ldsl": 97,
                                    "whcd": 100,
                                    "cfjy": 65
                                },
                                "7": {
                                    "nvph": 91,
                                    "ldsl": 45,
                                    "whcd": 11,
                                    "cfjy": 8
                                },
                                "8": {
                                    "nvph": 24,
                                    "ldsl": 68,
                                    "whcd": 64,
                                    "cfjy": 23
                                },
                                "9": {
                                    "nvph": 87,
                                    "ldsl": 30,
                                    "whcd": 87,
                                    "cfjy": 4
                                },
                                "10": {
                                    "nvph": 56,
                                    "ldsl": 2,
                                    "whcd": 86,
                                    "cfjy": 72
                                },
                                "11": {
                                    "nvph": 2,
                                    "ldsl": 80,
                                    "whcd": 67,
                                    "cfjy": 1
                                },
                                "12": {
                                    "nvph": 51,
                                    "ldsl": 22,
                                    "whcd": 3,
                                    "cfjy": 26
                                }
                            },
                            "total_count": 38
                        },
                        "建外": {
                            "radar_data": [
                                2977,
                                3413,
                                3467,
                                3753
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 39,
                                    "ldsl": 72,
                                    "whcd": 67,
                                    "cfjy": 66
                                },
                                "2": {
                                    "nvph": 28,
                                    "ldsl": 46,
                                    "whcd": 68,
                                    "cfjy": 10
                                },
                                "3": {
                                    "nvph": 98,
                                    "ldsl": 39,
                                    "whcd": 54,
                                    "cfjy": 23
                                },
                                "4": {
                                    "nvph": 3,
                                    "ldsl": 31,
                                    "whcd": 18,
                                    "cfjy": 27
                                },
                                "5": {
                                    "nvph": 79,
                                    "ldsl": 44,
                                    "whcd": 12,
                                    "cfjy": 88
                                },
                                "6": {
                                    "nvph": 54,
                                    "ldsl": 14,
                                    "whcd": 76,
                                    "cfjy": 19
                                },
                                "7": {
                                    "nvph": 76,
                                    "ldsl": 54,
                                    "whcd": 68,
                                    "cfjy": 1
                                },
                                "8": {
                                    "nvph": 57,
                                    "ldsl": 53,
                                    "whcd": 1,
                                    "cfjy": 50
                                },
                                "9": {
                                    "nvph": 38,
                                    "ldsl": 30,
                                    "whcd": 34,
                                    "cfjy": 94
                                },
                                "10": {
                                    "nvph": 65,
                                    "ldsl": 70,
                                    "whcd": 42,
                                    "cfjy": 35
                                },
                                "11": {
                                    "nvph": 85,
                                    "ldsl": 64,
                                    "whcd": 63,
                                    "cfjy": 63
                                },
                                "12": {
                                    "nvph": 54,
                                    "ldsl": 62,
                                    "whcd": 31,
                                    "cfjy": 58
                                }
                            },
                            "total_count": 49
                        },
                        "望京": {
                            "radar_data": [
                                1495,
                                1505,
                                3123,
                                3648
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 68,
                                    "ldsl": 84,
                                    "whcd": 7,
                                    "cfjy": 36
                                },
                                "2": {
                                    "nvph": 8,
                                    "ldsl": 77,
                                    "whcd": 99,
                                    "cfjy": 26
                                },
                                "3": {
                                    "nvph": 52,
                                    "ldsl": 34,
                                    "whcd": 25,
                                    "cfjy": 62
                                },
                                "4": {
                                    "nvph": 70,
                                    "ldsl": 2,
                                    "whcd": 67,
                                    "cfjy": 12
                                },
                                "5": {
                                    "nvph": 14,
                                    "ldsl": 52,
                                    "whcd": 95,
                                    "cfjy": 54
                                },
                                "6": {
                                    "nvph": 69,
                                    "ldsl": 31,
                                    "whcd": 23,
                                    "cfjy": 52
                                },
                                "7": {
                                    "nvph": 94,
                                    "ldsl": 72,
                                    "whcd": 51,
                                    "cfjy": 77
                                },
                                "8": {
                                    "nvph": 50,
                                    "ldsl": 49,
                                    "whcd": 45,
                                    "cfjy": 42
                                },
                                "9": {
                                    "nvph": 58,
                                    "ldsl": 62,
                                    "whcd": 86,
                                    "cfjy": 9
                                },
                                "10": {
                                    "nvph": 81,
                                    "ldsl": 75,
                                    "whcd": 49,
                                    "cfjy": 60
                                },
                                "11": {
                                    "nvph": 43,
                                    "ldsl": 92,
                                    "whcd": 24,
                                    "cfjy": 31
                                },
                                "12": {
                                    "nvph": 70,
                                    "ldsl": 68,
                                    "whcd": 40,
                                    "cfjy": 19
                                }
                            },
                            "total_count": 55
                        },
                        "将台地区": {
                            "radar_data": [
                                2726,
                                4895,
                                4689,
                                3488
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 13,
                                    "ldsl": 50,
                                    "whcd": 30,
                                    "cfjy": 5
                                },
                                "2": {
                                    "nvph": 58,
                                    "ldsl": 77,
                                    "whcd": 87,
                                    "cfjy": 35
                                },
                                "3": {
                                    "nvph": 25,
                                    "ldsl": 87,
                                    "whcd": 66,
                                    "cfjy": 41
                                },
                                "4": {
                                    "nvph": 12,
                                    "ldsl": 94,
                                    "whcd": 68,
                                    "cfjy": 20
                                },
                                "5": {
                                    "nvph": 39,
                                    "ldsl": 21,
                                    "whcd": 27,
                                    "cfjy": 46
                                },
                                "6": {
                                    "nvph": 7,
                                    "ldsl": 95,
                                    "whcd": 18,
                                    "cfjy": 71
                                },
                                "7": {
                                    "nvph": 20,
                                    "ldsl": 5,
                                    "whcd": 13,
                                    "cfjy": 8
                                },
                                "8": {
                                    "nvph": 29,
                                    "ldsl": 25,
                                    "whcd": 83,
                                    "cfjy": 68
                                },
                                "9": {
                                    "nvph": 86,
                                    "ldsl": 90,
                                    "whcd": 2,
                                    "cfjy": 96
                                },
                                "10": {
                                    "nvph": 55,
                                    "ldsl": 30,
                                    "whcd": 57,
                                    "cfjy": 58
                                },
                                "11": {
                                    "nvph": 66,
                                    "ldsl": 53,
                                    "whcd": 2,
                                    "cfjy": 28
                                },
                                "12": {
                                    "nvph": 52,
                                    "ldsl": 40,
                                    "whcd": 11,
                                    "cfjy": 45
                                }
                            },
                            "total_count": 42
                        }
                    }
                },
                "2016": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "男女平衡"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "劳动适龄"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "充分就业"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "文化程度"
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "radar_data": [
                                4993,
                                2783,
                                1151,
                                1799
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 20,
                                    "ldsl": 9,
                                    "whcd": 70,
                                    "cfjy": 50
                                },
                                "2": {
                                    "nvph": 92,
                                    "ldsl": 58,
                                    "whcd": 52,
                                    "cfjy": 18
                                },
                                "3": {
                                    "nvph": 15,
                                    "ldsl": 53,
                                    "whcd": 75,
                                    "cfjy": 53
                                },
                                "4": {
                                    "nvph": 39,
                                    "ldsl": 64,
                                    "whcd": 46,
                                    "cfjy": 72
                                },
                                "5": {
                                    "nvph": 53,
                                    "ldsl": 79,
                                    "whcd": 86,
                                    "cfjy": 28
                                },
                                "6": {
                                    "nvph": 43,
                                    "ldsl": 88,
                                    "whcd": 47,
                                    "cfjy": 67
                                },
                                "7": {
                                    "nvph": 58,
                                    "ldsl": 20,
                                    "whcd": 26,
                                    "cfjy": 66
                                },
                                "8": {
                                    "nvph": 48,
                                    "ldsl": 74,
                                    "whcd": 41,
                                    "cfjy": 26
                                },
                                "9": {
                                    "nvph": 42,
                                    "ldsl": 33,
                                    "whcd": 98,
                                    "cfjy": 93
                                },
                                "10": {
                                    "nvph": 82,
                                    "ldsl": 7,
                                    "whcd": 41,
                                    "cfjy": 51
                                },
                                "11": {
                                    "nvph": 44,
                                    "ldsl": 99,
                                    "whcd": 28,
                                    "cfjy": 49
                                },
                                "12": {
                                    "nvph": 52,
                                    "ldsl": 75,
                                    "whcd": 10,
                                    "cfjy": 13
                                }
                            },
                            "total_count": 83
                        },
                        "亚运村": {
                            "radar_data": [
                                2896,
                                1194,
                                4777,
                                3489
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 94,
                                    "ldsl": 47,
                                    "whcd": 83,
                                    "cfjy": 94
                                },
                                "2": {
                                    "nvph": 48,
                                    "ldsl": 85,
                                    "whcd": 14,
                                    "cfjy": 77
                                },
                                "3": {
                                    "nvph": 62,
                                    "ldsl": 33,
                                    "whcd": 80,
                                    "cfjy": 86
                                },
                                "4": {
                                    "nvph": 55,
                                    "ldsl": 70,
                                    "whcd": 37,
                                    "cfjy": 62
                                },
                                "5": {
                                    "nvph": 43,
                                    "ldsl": 37,
                                    "whcd": 25,
                                    "cfjy": 100
                                },
                                "6": {
                                    "nvph": 91,
                                    "ldsl": 68,
                                    "whcd": 26,
                                    "cfjy": 10
                                },
                                "7": {
                                    "nvph": 17,
                                    "ldsl": 96,
                                    "whcd": 37,
                                    "cfjy": 59
                                },
                                "8": {
                                    "nvph": 91,
                                    "ldsl": 85,
                                    "whcd": 16,
                                    "cfjy": 7
                                },
                                "9": {
                                    "nvph": 40,
                                    "ldsl": 37,
                                    "whcd": 31,
                                    "cfjy": 22
                                },
                                "10": {
                                    "nvph": 22,
                                    "ldsl": 61,
                                    "whcd": 23,
                                    "cfjy": 81
                                },
                                "11": {
                                    "nvph": 29,
                                    "ldsl": 17,
                                    "whcd": 18,
                                    "cfjy": 96
                                },
                                "12": {
                                    "nvph": 51,
                                    "ldsl": 32,
                                    "whcd": 82,
                                    "cfjy": 76
                                }
                            },
                            "total_count": 62
                        },
                        "左家庄": {
                            "radar_data": [
                                1440,
                                4323,
                                2764,
                                2923
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 12,
                                    "ldsl": 33,
                                    "whcd": 10,
                                    "cfjy": 82
                                },
                                "2": {
                                    "nvph": 48,
                                    "ldsl": 45,
                                    "whcd": 73,
                                    "cfjy": 90
                                },
                                "3": {
                                    "nvph": 71,
                                    "ldsl": 34,
                                    "whcd": 35,
                                    "cfjy": 30
                                },
                                "4": {
                                    "nvph": 45,
                                    "ldsl": 51,
                                    "whcd": 46,
                                    "cfjy": 58
                                },
                                "5": {
                                    "nvph": 36,
                                    "ldsl": 79,
                                    "whcd": 19,
                                    "cfjy": 56
                                },
                                "6": {
                                    "nvph": 17,
                                    "ldsl": 8,
                                    "whcd": 18,
                                    "cfjy": 81
                                },
                                "7": {
                                    "nvph": 99,
                                    "ldsl": 96,
                                    "whcd": 15,
                                    "cfjy": 44
                                },
                                "8": {
                                    "nvph": 26,
                                    "ldsl": 43,
                                    "whcd": 85,
                                    "cfjy": 83
                                },
                                "9": {
                                    "nvph": 14,
                                    "ldsl": 72,
                                    "whcd": 24,
                                    "cfjy": 44
                                },
                                "10": {
                                    "nvph": 53,
                                    "ldsl": 18,
                                    "whcd": 34,
                                    "cfjy": 77
                                },
                                "11": {
                                    "nvph": 91,
                                    "ldsl": 67,
                                    "whcd": 6,
                                    "cfjy": 29
                                },
                                "12": {
                                    "nvph": 26,
                                    "ldsl": 4,
                                    "whcd": 3,
                                    "cfjy": 54
                                }
                            },
                            "total_count": 18
                        },
                        "王四营地区": {
                            "radar_data": [
                                2516,
                                1151,
                                3913,
                                3018
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 99,
                                    "ldsl": 61,
                                    "whcd": 35,
                                    "cfjy": 57
                                },
                                "2": {
                                    "nvph": 4,
                                    "ldsl": 18,
                                    "whcd": 17,
                                    "cfjy": 47
                                },
                                "3": {
                                    "nvph": 70,
                                    "ldsl": 1,
                                    "whcd": 8,
                                    "cfjy": 93
                                },
                                "4": {
                                    "nvph": 59,
                                    "ldsl": 8,
                                    "whcd": 45,
                                    "cfjy": 76
                                },
                                "5": {
                                    "nvph": 70,
                                    "ldsl": 33,
                                    "whcd": 58,
                                    "cfjy": 94
                                },
                                "6": {
                                    "nvph": 21,
                                    "ldsl": 86,
                                    "whcd": 8,
                                    "cfjy": 62
                                },
                                "7": {
                                    "nvph": 23,
                                    "ldsl": 3,
                                    "whcd": 74,
                                    "cfjy": 82
                                },
                                "8": {
                                    "nvph": 32,
                                    "ldsl": 89,
                                    "whcd": 68,
                                    "cfjy": 4
                                },
                                "9": {
                                    "nvph": 89,
                                    "ldsl": 18,
                                    "whcd": 41,
                                    "cfjy": 23
                                },
                                "10": {
                                    "nvph": 94,
                                    "ldsl": 99,
                                    "whcd": 86,
                                    "cfjy": 39
                                },
                                "11": {
                                    "nvph": 59,
                                    "ldsl": 5,
                                    "whcd": 32,
                                    "cfjy": 51
                                },
                                "12": {
                                    "nvph": 12,
                                    "ldsl": 64,
                                    "whcd": 91,
                                    "cfjy": 2
                                }
                            },
                            "total_count": 21
                        },
                        "三间房地区": {
                            "radar_data": [
                                3226,
                                1966,
                                1859,
                                1464
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 31,
                                    "ldsl": 97,
                                    "whcd": 65,
                                    "cfjy": 5
                                },
                                "2": {
                                    "nvph": 15,
                                    "ldsl": 68,
                                    "whcd": 89,
                                    "cfjy": 21
                                },
                                "3": {
                                    "nvph": 48,
                                    "ldsl": 4,
                                    "whcd": 67,
                                    "cfjy": 85
                                },
                                "4": {
                                    "nvph": 96,
                                    "ldsl": 43,
                                    "whcd": 9,
                                    "cfjy": 19
                                },
                                "5": {
                                    "nvph": 73,
                                    "ldsl": 49,
                                    "whcd": 22,
                                    "cfjy": 49
                                },
                                "6": {
                                    "nvph": 47,
                                    "ldsl": 31,
                                    "whcd": 48,
                                    "cfjy": 99
                                },
                                "7": {
                                    "nvph": 17,
                                    "ldsl": 57,
                                    "whcd": 97,
                                    "cfjy": 34
                                },
                                "8": {
                                    "nvph": 76,
                                    "ldsl": 16,
                                    "whcd": 86,
                                    "cfjy": 6
                                },
                                "9": {
                                    "nvph": 51,
                                    "ldsl": 83,
                                    "whcd": 70,
                                    "cfjy": 51
                                },
                                "10": {
                                    "nvph": 72,
                                    "ldsl": 20,
                                    "whcd": 95,
                                    "cfjy": 29
                                },
                                "11": {
                                    "nvph": 37,
                                    "ldsl": 84,
                                    "whcd": 28,
                                    "cfjy": 5
                                },
                                "12": {
                                    "nvph": 45,
                                    "ldsl": 61,
                                    "whcd": 96,
                                    "cfjy": 72
                                }
                            },
                            "total_count": 81
                        },
                        "首都机场": {
                            "radar_data": [
                                1940,
                                2651,
                                3404,
                                4181
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 36,
                                    "ldsl": 83,
                                    "whcd": 21,
                                    "cfjy": 13
                                },
                                "2": {
                                    "nvph": 47,
                                    "ldsl": 67,
                                    "whcd": 99,
                                    "cfjy": 12
                                },
                                "3": {
                                    "nvph": 93,
                                    "ldsl": 98,
                                    "whcd": 87,
                                    "cfjy": 15
                                },
                                "4": {
                                    "nvph": 73,
                                    "ldsl": 33,
                                    "whcd": 40,
                                    "cfjy": 62
                                },
                                "5": {
                                    "nvph": 8,
                                    "ldsl": 33,
                                    "whcd": 89,
                                    "cfjy": 19
                                },
                                "6": {
                                    "nvph": 42,
                                    "ldsl": 3,
                                    "whcd": 54,
                                    "cfjy": 44
                                },
                                "7": {
                                    "nvph": 63,
                                    "ldsl": 76,
                                    "whcd": 34,
                                    "cfjy": 79
                                },
                                "8": {
                                    "nvph": 25,
                                    "ldsl": 44,
                                    "whcd": 16,
                                    "cfjy": 21
                                },
                                "9": {
                                    "nvph": 71,
                                    "ldsl": 71,
                                    "whcd": 91,
                                    "cfjy": 40
                                },
                                "10": {
                                    "nvph": 19,
                                    "ldsl": 61,
                                    "whcd": 66,
                                    "cfjy": 95
                                },
                                "11": {
                                    "nvph": 94,
                                    "ldsl": 16,
                                    "whcd": 90,
                                    "cfjy": 49
                                },
                                "12": {
                                    "nvph": 27,
                                    "ldsl": 55,
                                    "whcd": 39,
                                    "cfjy": 7
                                }
                            },
                            "total_count": 75
                        },
                        "来广营地区": {
                            "radar_data": [
                                4524,
                                2642,
                                3076,
                                3567
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 42,
                                    "ldsl": 55,
                                    "whcd": 67,
                                    "cfjy": 61
                                },
                                "2": {
                                    "nvph": 35,
                                    "ldsl": 31,
                                    "whcd": 70,
                                    "cfjy": 30
                                },
                                "3": {
                                    "nvph": 96,
                                    "ldsl": 59,
                                    "whcd": 19,
                                    "cfjy": 22
                                },
                                "4": {
                                    "nvph": 82,
                                    "ldsl": 76,
                                    "whcd": 77,
                                    "cfjy": 22
                                },
                                "5": {
                                    "nvph": 86,
                                    "ldsl": 100,
                                    "whcd": 19,
                                    "cfjy": 10
                                },
                                "6": {
                                    "nvph": 54,
                                    "ldsl": 13,
                                    "whcd": 50,
                                    "cfjy": 93
                                },
                                "7": {
                                    "nvph": 57,
                                    "ldsl": 73,
                                    "whcd": 58,
                                    "cfjy": 45
                                },
                                "8": {
                                    "nvph": 57,
                                    "ldsl": 48,
                                    "whcd": 40,
                                    "cfjy": 31
                                },
                                "9": {
                                    "nvph": 7,
                                    "ldsl": 7,
                                    "whcd": 83,
                                    "cfjy": 47
                                },
                                "10": {
                                    "nvph": 38,
                                    "ldsl": 88,
                                    "whcd": 76,
                                    "cfjy": 31
                                },
                                "11": {
                                    "nvph": 81,
                                    "ldsl": 25,
                                    "whcd": 93,
                                    "cfjy": 19
                                },
                                "12": {
                                    "nvph": 85,
                                    "ldsl": 33,
                                    "whcd": 11,
                                    "cfjy": 88
                                }
                            },
                            "total_count": 16
                        },
                        "朝外": {
                            "radar_data": [
                                1338,
                                3480,
                                3150,
                                1287
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 36,
                                    "ldsl": 52,
                                    "whcd": 73,
                                    "cfjy": 99
                                },
                                "2": {
                                    "nvph": 71,
                                    "ldsl": 68,
                                    "whcd": 81,
                                    "cfjy": 90
                                },
                                "3": {
                                    "nvph": 83,
                                    "ldsl": 17,
                                    "whcd": 96,
                                    "cfjy": 48
                                },
                                "4": {
                                    "nvph": 79,
                                    "ldsl": 80,
                                    "whcd": 62,
                                    "cfjy": 55
                                },
                                "5": {
                                    "nvph": 14,
                                    "ldsl": 97,
                                    "whcd": 20,
                                    "cfjy": 70
                                },
                                "6": {
                                    "nvph": 29,
                                    "ldsl": 83,
                                    "whcd": 5,
                                    "cfjy": 51
                                },
                                "7": {
                                    "nvph": 11,
                                    "ldsl": 30,
                                    "whcd": 10,
                                    "cfjy": 72
                                },
                                "8": {
                                    "nvph": 48,
                                    "ldsl": 95,
                                    "whcd": 39,
                                    "cfjy": 11
                                },
                                "9": {
                                    "nvph": 1,
                                    "ldsl": 34,
                                    "whcd": 66,
                                    "cfjy": 31
                                },
                                "10": {
                                    "nvph": 23,
                                    "ldsl": 48,
                                    "whcd": 78,
                                    "cfjy": 80
                                },
                                "11": {
                                    "nvph": 15,
                                    "ldsl": 71,
                                    "whcd": 26,
                                    "cfjy": 9
                                },
                                "12": {
                                    "nvph": 33,
                                    "ldsl": 84,
                                    "whcd": 53,
                                    "cfjy": 30
                                }
                            },
                            "total_count": 67
                        },
                        "小红门地区": {
                            "radar_data": [
                                4793,
                                3953,
                                3222,
                                2269
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 60,
                                    "ldsl": 63,
                                    "whcd": 75,
                                    "cfjy": 6
                                },
                                "2": {
                                    "nvph": 30,
                                    "ldsl": 53,
                                    "whcd": 2,
                                    "cfjy": 39
                                },
                                "3": {
                                    "nvph": 29,
                                    "ldsl": 68,
                                    "whcd": 13,
                                    "cfjy": 75
                                },
                                "4": {
                                    "nvph": 57,
                                    "ldsl": 10,
                                    "whcd": 8,
                                    "cfjy": 6
                                },
                                "5": {
                                    "nvph": 31,
                                    "ldsl": 17,
                                    "whcd": 91,
                                    "cfjy": 12
                                },
                                "6": {
                                    "nvph": 6,
                                    "ldsl": 11,
                                    "whcd": 32,
                                    "cfjy": 65
                                },
                                "7": {
                                    "nvph": 9,
                                    "ldsl": 66,
                                    "whcd": 34,
                                    "cfjy": 62
                                },
                                "8": {
                                    "nvph": 91,
                                    "ldsl": 4,
                                    "whcd": 53,
                                    "cfjy": 47
                                },
                                "9": {
                                    "nvph": 87,
                                    "ldsl": 18,
                                    "whcd": 39,
                                    "cfjy": 82
                                },
                                "10": {
                                    "nvph": 42,
                                    "ldsl": 100,
                                    "whcd": 79,
                                    "cfjy": 4
                                },
                                "11": {
                                    "nvph": 3,
                                    "ldsl": 1,
                                    "whcd": 42,
                                    "cfjy": 92
                                },
                                "12": {
                                    "nvph": 15,
                                    "ldsl": 37,
                                    "whcd": 47,
                                    "cfjy": 58
                                }
                            },
                            "total_count": 50
                        },
                        "小关": {
                            "radar_data": [
                                3276,
                                2235,
                                1025,
                                3356
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 25,
                                    "ldsl": 32,
                                    "whcd": 97,
                                    "cfjy": 34
                                },
                                "2": {
                                    "nvph": 80,
                                    "ldsl": 1,
                                    "whcd": 79,
                                    "cfjy": 38
                                },
                                "3": {
                                    "nvph": 19,
                                    "ldsl": 76,
                                    "whcd": 3,
                                    "cfjy": 42
                                },
                                "4": {
                                    "nvph": 10,
                                    "ldsl": 6,
                                    "whcd": 26,
                                    "cfjy": 36
                                },
                                "5": {
                                    "nvph": 51,
                                    "ldsl": 71,
                                    "whcd": 37,
                                    "cfjy": 91
                                },
                                "6": {
                                    "nvph": 16,
                                    "ldsl": 7,
                                    "whcd": 3,
                                    "cfjy": 92
                                },
                                "7": {
                                    "nvph": 9,
                                    "ldsl": 64,
                                    "whcd": 33,
                                    "cfjy": 91
                                },
                                "8": {
                                    "nvph": 82,
                                    "ldsl": 76,
                                    "whcd": 86,
                                    "cfjy": 56
                                },
                                "9": {
                                    "nvph": 89,
                                    "ldsl": 96,
                                    "whcd": 1,
                                    "cfjy": 1
                                },
                                "10": {
                                    "nvph": 100,
                                    "ldsl": 6,
                                    "whcd": 50,
                                    "cfjy": 12
                                },
                                "11": {
                                    "nvph": 95,
                                    "ldsl": 69,
                                    "whcd": 16,
                                    "cfjy": 50
                                },
                                "12": {
                                    "nvph": 42,
                                    "ldsl": 73,
                                    "whcd": 2,
                                    "cfjy": 26
                                }
                            },
                            "total_count": 47
                        },
                        "八里庄": {
                            "radar_data": [
                                2408,
                                4746,
                                2013,
                                2673
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 34,
                                    "ldsl": 42,
                                    "whcd": 74,
                                    "cfjy": 55
                                },
                                "2": {
                                    "nvph": 79,
                                    "ldsl": 29,
                                    "whcd": 4,
                                    "cfjy": 99
                                },
                                "3": {
                                    "nvph": 78,
                                    "ldsl": 27,
                                    "whcd": 99,
                                    "cfjy": 55
                                },
                                "4": {
                                    "nvph": 31,
                                    "ldsl": 6,
                                    "whcd": 37,
                                    "cfjy": 39
                                },
                                "5": {
                                    "nvph": 44,
                                    "ldsl": 26,
                                    "whcd": 20,
                                    "cfjy": 10
                                },
                                "6": {
                                    "nvph": 81,
                                    "ldsl": 49,
                                    "whcd": 77,
                                    "cfjy": 62
                                },
                                "7": {
                                    "nvph": 19,
                                    "ldsl": 99,
                                    "whcd": 5,
                                    "cfjy": 5
                                },
                                "8": {
                                    "nvph": 59,
                                    "ldsl": 82,
                                    "whcd": 99,
                                    "cfjy": 51
                                },
                                "9": {
                                    "nvph": 57,
                                    "ldsl": 58,
                                    "whcd": 1,
                                    "cfjy": 50
                                },
                                "10": {
                                    "nvph": 77,
                                    "ldsl": 39,
                                    "whcd": 55,
                                    "cfjy": 36
                                },
                                "11": {
                                    "nvph": 49,
                                    "ldsl": 54,
                                    "whcd": 63,
                                    "cfjy": 23
                                },
                                "12": {
                                    "nvph": 49,
                                    "ldsl": 48,
                                    "whcd": 55,
                                    "cfjy": 20
                                }
                            },
                            "total_count": 42
                        },
                        "崔各庄地区": {
                            "radar_data": [
                                1250,
                                3815,
                                3070,
                                4918
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 32,
                                    "ldsl": 8,
                                    "whcd": 28,
                                    "cfjy": 45
                                },
                                "2": {
                                    "nvph": 33,
                                    "ldsl": 34,
                                    "whcd": 76,
                                    "cfjy": 79
                                },
                                "3": {
                                    "nvph": 97,
                                    "ldsl": 86,
                                    "whcd": 32,
                                    "cfjy": 83
                                },
                                "4": {
                                    "nvph": 77,
                                    "ldsl": 70,
                                    "whcd": 40,
                                    "cfjy": 22
                                },
                                "5": {
                                    "nvph": 43,
                                    "ldsl": 82,
                                    "whcd": 24,
                                    "cfjy": 61
                                },
                                "6": {
                                    "nvph": 36,
                                    "ldsl": 37,
                                    "whcd": 79,
                                    "cfjy": 56
                                },
                                "7": {
                                    "nvph": 71,
                                    "ldsl": 2,
                                    "whcd": 12,
                                    "cfjy": 52
                                },
                                "8": {
                                    "nvph": 82,
                                    "ldsl": 71,
                                    "whcd": 26,
                                    "cfjy": 91
                                },
                                "9": {
                                    "nvph": 59,
                                    "ldsl": 38,
                                    "whcd": 19,
                                    "cfjy": 2
                                },
                                "10": {
                                    "nvph": 13,
                                    "ldsl": 1,
                                    "whcd": 54,
                                    "cfjy": 55
                                },
                                "11": {
                                    "nvph": 29,
                                    "ldsl": 35,
                                    "whcd": 52,
                                    "cfjy": 3
                                },
                                "12": {
                                    "nvph": 44,
                                    "ldsl": 14,
                                    "whcd": 57,
                                    "cfjy": 5
                                }
                            },
                            "total_count": 98
                        },
                        "酒仙桥": {
                            "radar_data": [
                                4016,
                                2679,
                                4681,
                                4581
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 81,
                                    "ldsl": 27,
                                    "whcd": 65,
                                    "cfjy": 73
                                },
                                "2": {
                                    "nvph": 17,
                                    "ldsl": 4,
                                    "whcd": 38,
                                    "cfjy": 29
                                },
                                "3": {
                                    "nvph": 48,
                                    "ldsl": 100,
                                    "whcd": 73,
                                    "cfjy": 48
                                },
                                "4": {
                                    "nvph": 71,
                                    "ldsl": 40,
                                    "whcd": 9,
                                    "cfjy": 78
                                },
                                "5": {
                                    "nvph": 42,
                                    "ldsl": 86,
                                    "whcd": 23,
                                    "cfjy": 48
                                },
                                "6": {
                                    "nvph": 45,
                                    "ldsl": 95,
                                    "whcd": 89,
                                    "cfjy": 35
                                },
                                "7": {
                                    "nvph": 35,
                                    "ldsl": 84,
                                    "whcd": 58,
                                    "cfjy": 82
                                },
                                "8": {
                                    "nvph": 48,
                                    "ldsl": 83,
                                    "whcd": 55,
                                    "cfjy": 13
                                },
                                "9": {
                                    "nvph": 18,
                                    "ldsl": 77,
                                    "whcd": 46,
                                    "cfjy": 33
                                },
                                "10": {
                                    "nvph": 90,
                                    "ldsl": 40,
                                    "whcd": 96,
                                    "cfjy": 36
                                },
                                "11": {
                                    "nvph": 65,
                                    "ldsl": 16,
                                    "whcd": 77,
                                    "cfjy": 78
                                },
                                "12": {
                                    "nvph": 53,
                                    "ldsl": 49,
                                    "whcd": 88,
                                    "cfjy": 22
                                }
                            },
                            "total_count": 50
                        },
                        "麦子店": {
                            "radar_data": [
                                3327,
                                1631,
                                2279,
                                1145
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 61,
                                    "ldsl": 83,
                                    "whcd": 60,
                                    "cfjy": 1
                                },
                                "2": {
                                    "nvph": 37,
                                    "ldsl": 29,
                                    "whcd": 69,
                                    "cfjy": 60
                                },
                                "3": {
                                    "nvph": 77,
                                    "ldsl": 31,
                                    "whcd": 94,
                                    "cfjy": 37
                                },
                                "4": {
                                    "nvph": 60,
                                    "ldsl": 9,
                                    "whcd": 98,
                                    "cfjy": 68
                                },
                                "5": {
                                    "nvph": 91,
                                    "ldsl": 80,
                                    "whcd": 37,
                                    "cfjy": 53
                                },
                                "6": {
                                    "nvph": 31,
                                    "ldsl": 38,
                                    "whcd": 17,
                                    "cfjy": 57
                                },
                                "7": {
                                    "nvph": 42,
                                    "ldsl": 11,
                                    "whcd": 100,
                                    "cfjy": 23
                                },
                                "8": {
                                    "nvph": 74,
                                    "ldsl": 78,
                                    "whcd": 89,
                                    "cfjy": 24
                                },
                                "9": {
                                    "nvph": 100,
                                    "ldsl": 35,
                                    "whcd": 79,
                                    "cfjy": 70
                                },
                                "10": {
                                    "nvph": 34,
                                    "ldsl": 42,
                                    "whcd": 45,
                                    "cfjy": 90
                                },
                                "11": {
                                    "nvph": 65,
                                    "ldsl": 9,
                                    "whcd": 21,
                                    "cfjy": 52
                                },
                                "12": {
                                    "nvph": 58,
                                    "ldsl": 73,
                                    "whcd": 87,
                                    "cfjy": 67
                                }
                            },
                            "total_count": 11
                        },
                        "垈头": {
                            "radar_data": [
                                3283,
                                4612,
                                4727,
                                3343
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 16,
                                    "ldsl": 9,
                                    "whcd": 37,
                                    "cfjy": 18
                                },
                                "2": {
                                    "nvph": 22,
                                    "ldsl": 37,
                                    "whcd": 13,
                                    "cfjy": 80
                                },
                                "3": {
                                    "nvph": 54,
                                    "ldsl": 73,
                                    "whcd": 55,
                                    "cfjy": 86
                                },
                                "4": {
                                    "nvph": 100,
                                    "ldsl": 4,
                                    "whcd": 9,
                                    "cfjy": 76
                                },
                                "5": {
                                    "nvph": 63,
                                    "ldsl": 88,
                                    "whcd": 98,
                                    "cfjy": 31
                                },
                                "6": {
                                    "nvph": 1,
                                    "ldsl": 19,
                                    "whcd": 62,
                                    "cfjy": 45
                                },
                                "7": {
                                    "nvph": 29,
                                    "ldsl": 99,
                                    "whcd": 79,
                                    "cfjy": 94
                                },
                                "8": {
                                    "nvph": 96,
                                    "ldsl": 11,
                                    "whcd": 65,
                                    "cfjy": 25
                                },
                                "9": {
                                    "nvph": 58,
                                    "ldsl": 34,
                                    "whcd": 69,
                                    "cfjy": 9
                                },
                                "10": {
                                    "nvph": 36,
                                    "ldsl": 43,
                                    "whcd": 49,
                                    "cfjy": 90
                                },
                                "11": {
                                    "nvph": 47,
                                    "ldsl": 45,
                                    "whcd": 60,
                                    "cfjy": 29
                                },
                                "12": {
                                    "nvph": 4,
                                    "ldsl": 2,
                                    "whcd": 76,
                                    "cfjy": 30
                                }
                            },
                            "total_count": 38
                        },
                        "孙河地区": {
                            "radar_data": [
                                3090,
                                3059,
                                2447,
                                4389
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 18,
                                    "ldsl": 8,
                                    "whcd": 28,
                                    "cfjy": 85
                                },
                                "2": {
                                    "nvph": 33,
                                    "ldsl": 88,
                                    "whcd": 93,
                                    "cfjy": 66
                                },
                                "3": {
                                    "nvph": 14,
                                    "ldsl": 92,
                                    "whcd": 62,
                                    "cfjy": 65
                                },
                                "4": {
                                    "nvph": 1,
                                    "ldsl": 62,
                                    "whcd": 50,
                                    "cfjy": 28
                                },
                                "5": {
                                    "nvph": 22,
                                    "ldsl": 37,
                                    "whcd": 42,
                                    "cfjy": 76
                                },
                                "6": {
                                    "nvph": 76,
                                    "ldsl": 84,
                                    "whcd": 35,
                                    "cfjy": 53
                                },
                                "7": {
                                    "nvph": 74,
                                    "ldsl": 58,
                                    "whcd": 39,
                                    "cfjy": 36
                                },
                                "8": {
                                    "nvph": 88,
                                    "ldsl": 88,
                                    "whcd": 6,
                                    "cfjy": 59
                                },
                                "9": {
                                    "nvph": 71,
                                    "ldsl": 41,
                                    "whcd": 48,
                                    "cfjy": 32
                                },
                                "10": {
                                    "nvph": 60,
                                    "ldsl": 9,
                                    "whcd": 71,
                                    "cfjy": 78
                                },
                                "11": {
                                    "nvph": 14,
                                    "ldsl": 94,
                                    "whcd": 69,
                                    "cfjy": 68
                                },
                                "12": {
                                    "nvph": 71,
                                    "ldsl": 9,
                                    "whcd": 1,
                                    "cfjy": 63
                                }
                            },
                            "total_count": 24
                        },
                        "南磨房地区": {
                            "radar_data": [
                                1168,
                                3958,
                                1015,
                                2242
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 30,
                                    "ldsl": 62,
                                    "whcd": 29,
                                    "cfjy": 2
                                },
                                "2": {
                                    "nvph": 62,
                                    "ldsl": 83,
                                    "whcd": 91,
                                    "cfjy": 35
                                },
                                "3": {
                                    "nvph": 29,
                                    "ldsl": 9,
                                    "whcd": 87,
                                    "cfjy": 83
                                },
                                "4": {
                                    "nvph": 36,
                                    "ldsl": 98,
                                    "whcd": 97,
                                    "cfjy": 65
                                },
                                "5": {
                                    "nvph": 99,
                                    "ldsl": 50,
                                    "whcd": 91,
                                    "cfjy": 92
                                },
                                "6": {
                                    "nvph": 8,
                                    "ldsl": 81,
                                    "whcd": 13,
                                    "cfjy": 26
                                },
                                "7": {
                                    "nvph": 87,
                                    "ldsl": 46,
                                    "whcd": 71,
                                    "cfjy": 76
                                },
                                "8": {
                                    "nvph": 65,
                                    "ldsl": 35,
                                    "whcd": 38,
                                    "cfjy": 61
                                },
                                "9": {
                                    "nvph": 82,
                                    "ldsl": 91,
                                    "whcd": 52,
                                    "cfjy": 57
                                },
                                "10": {
                                    "nvph": 27,
                                    "ldsl": 3,
                                    "whcd": 17,
                                    "cfjy": 15
                                },
                                "11": {
                                    "nvph": 6,
                                    "ldsl": 8,
                                    "whcd": 78,
                                    "cfjy": 4
                                },
                                "12": {
                                    "nvph": 17,
                                    "ldsl": 32,
                                    "whcd": 20,
                                    "cfjy": 83
                                }
                            },
                            "total_count": 43
                        },
                        "呼家楼": {
                            "radar_data": [
                                1622,
                                3414,
                                4981,
                                3161
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 9,
                                    "ldsl": 75,
                                    "whcd": 2,
                                    "cfjy": 45
                                },
                                "2": {
                                    "nvph": 6,
                                    "ldsl": 52,
                                    "whcd": 98,
                                    "cfjy": 84
                                },
                                "3": {
                                    "nvph": 99,
                                    "ldsl": 70,
                                    "whcd": 19,
                                    "cfjy": 63
                                },
                                "4": {
                                    "nvph": 6,
                                    "ldsl": 64,
                                    "whcd": 17,
                                    "cfjy": 90
                                },
                                "5": {
                                    "nvph": 97,
                                    "ldsl": 45,
                                    "whcd": 4,
                                    "cfjy": 27
                                },
                                "6": {
                                    "nvph": 57,
                                    "ldsl": 18,
                                    "whcd": 13,
                                    "cfjy": 43
                                },
                                "7": {
                                    "nvph": 96,
                                    "ldsl": 5,
                                    "whcd": 36,
                                    "cfjy": 53
                                },
                                "8": {
                                    "nvph": 12,
                                    "ldsl": 71,
                                    "whcd": 11,
                                    "cfjy": 27
                                },
                                "9": {
                                    "nvph": 9,
                                    "ldsl": 11,
                                    "whcd": 47,
                                    "cfjy": 31
                                },
                                "10": {
                                    "nvph": 10,
                                    "ldsl": 93,
                                    "whcd": 15,
                                    "cfjy": 27
                                },
                                "11": {
                                    "nvph": 3,
                                    "ldsl": 80,
                                    "whcd": 48,
                                    "cfjy": 44
                                },
                                "12": {
                                    "nvph": 32,
                                    "ldsl": 12,
                                    "whcd": 47,
                                    "cfjy": 8
                                }
                            },
                            "total_count": 55
                        },
                        "东坝地区": {
                            "radar_data": [
                                4513,
                                4212,
                                2153,
                                3684
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 16,
                                    "ldsl": 52,
                                    "whcd": 8,
                                    "cfjy": 36
                                },
                                "2": {
                                    "nvph": 77,
                                    "ldsl": 95,
                                    "whcd": 26,
                                    "cfjy": 7
                                },
                                "3": {
                                    "nvph": 60,
                                    "ldsl": 4,
                                    "whcd": 43,
                                    "cfjy": 12
                                },
                                "4": {
                                    "nvph": 76,
                                    "ldsl": 42,
                                    "whcd": 67,
                                    "cfjy": 98
                                },
                                "5": {
                                    "nvph": 32,
                                    "ldsl": 71,
                                    "whcd": 82,
                                    "cfjy": 54
                                },
                                "6": {
                                    "nvph": 82,
                                    "ldsl": 18,
                                    "whcd": 2,
                                    "cfjy": 98
                                },
                                "7": {
                                    "nvph": 46,
                                    "ldsl": 68,
                                    "whcd": 5,
                                    "cfjy": 99
                                },
                                "8": {
                                    "nvph": 5,
                                    "ldsl": 2,
                                    "whcd": 34,
                                    "cfjy": 51
                                },
                                "9": {
                                    "nvph": 62,
                                    "ldsl": 92,
                                    "whcd": 3,
                                    "cfjy": 38
                                },
                                "10": {
                                    "nvph": 50,
                                    "ldsl": 63,
                                    "whcd": 27,
                                    "cfjy": 10
                                },
                                "11": {
                                    "nvph": 52,
                                    "ldsl": 36,
                                    "whcd": 50,
                                    "cfjy": 31
                                },
                                "12": {
                                    "nvph": 50,
                                    "ldsl": 42,
                                    "whcd": 18,
                                    "cfjy": 69
                                }
                            },
                            "total_count": 95
                        },
                        "官庄地区": {
                            "radar_data": [
                                2221,
                                3574,
                                1348,
                                4800
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 74,
                                    "ldsl": 21,
                                    "whcd": 60,
                                    "cfjy": 15
                                },
                                "2": {
                                    "nvph": 28,
                                    "ldsl": 22,
                                    "whcd": 62,
                                    "cfjy": 51
                                },
                                "3": {
                                    "nvph": 69,
                                    "ldsl": 18,
                                    "whcd": 70,
                                    "cfjy": 52
                                },
                                "4": {
                                    "nvph": 36,
                                    "ldsl": 82,
                                    "whcd": 13,
                                    "cfjy": 1
                                },
                                "5": {
                                    "nvph": 64,
                                    "ldsl": 82,
                                    "whcd": 3,
                                    "cfjy": 99
                                },
                                "6": {
                                    "nvph": 79,
                                    "ldsl": 36,
                                    "whcd": 59,
                                    "cfjy": 97
                                },
                                "7": {
                                    "nvph": 23,
                                    "ldsl": 92,
                                    "whcd": 81,
                                    "cfjy": 31
                                },
                                "8": {
                                    "nvph": 2,
                                    "ldsl": 58,
                                    "whcd": 25,
                                    "cfjy": 7
                                },
                                "9": {
                                    "nvph": 75,
                                    "ldsl": 39,
                                    "whcd": 87,
                                    "cfjy": 71
                                },
                                "10": {
                                    "nvph": 47,
                                    "ldsl": 44,
                                    "whcd": 80,
                                    "cfjy": 17
                                },
                                "11": {
                                    "nvph": 94,
                                    "ldsl": 2,
                                    "whcd": 61,
                                    "cfjy": 82
                                },
                                "12": {
                                    "nvph": 73,
                                    "ldsl": 92,
                                    "whcd": 85,
                                    "cfjy": 79
                                }
                            },
                            "total_count": 60
                        },
                        "东风地区": {
                            "radar_data": [
                                1900,
                                1189,
                                1912,
                                4518
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 26,
                                    "ldsl": 40,
                                    "whcd": 97,
                                    "cfjy": 67
                                },
                                "2": {
                                    "nvph": 82,
                                    "ldsl": 84,
                                    "whcd": 49,
                                    "cfjy": 19
                                },
                                "3": {
                                    "nvph": 54,
                                    "ldsl": 88,
                                    "whcd": 50,
                                    "cfjy": 31
                                },
                                "4": {
                                    "nvph": 3,
                                    "ldsl": 88,
                                    "whcd": 25,
                                    "cfjy": 57
                                },
                                "5": {
                                    "nvph": 56,
                                    "ldsl": 48,
                                    "whcd": 89,
                                    "cfjy": 76
                                },
                                "6": {
                                    "nvph": 93,
                                    "ldsl": 52,
                                    "whcd": 82,
                                    "cfjy": 9
                                },
                                "7": {
                                    "nvph": 72,
                                    "ldsl": 48,
                                    "whcd": 76,
                                    "cfjy": 52
                                },
                                "8": {
                                    "nvph": 45,
                                    "ldsl": 62,
                                    "whcd": 50,
                                    "cfjy": 100
                                },
                                "9": {
                                    "nvph": 8,
                                    "ldsl": 70,
                                    "whcd": 31,
                                    "cfjy": 7
                                },
                                "10": {
                                    "nvph": 42,
                                    "ldsl": 26,
                                    "whcd": 91,
                                    "cfjy": 81
                                },
                                "11": {
                                    "nvph": 86,
                                    "ldsl": 69,
                                    "whcd": 54,
                                    "cfjy": 16
                                },
                                "12": {
                                    "nvph": 42,
                                    "ldsl": 60,
                                    "whcd": 17,
                                    "cfjy": 34
                                }
                            },
                            "total_count": 68
                        },
                        "香河园": {
                            "radar_data": [
                                1602,
                                2675,
                                3540,
                                2202
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 70,
                                    "ldsl": 53,
                                    "whcd": 3,
                                    "cfjy": 41
                                },
                                "2": {
                                    "nvph": 38,
                                    "ldsl": 75,
                                    "whcd": 18,
                                    "cfjy": 87
                                },
                                "3": {
                                    "nvph": 83,
                                    "ldsl": 93,
                                    "whcd": 23,
                                    "cfjy": 84
                                },
                                "4": {
                                    "nvph": 47,
                                    "ldsl": 89,
                                    "whcd": 67,
                                    "cfjy": 50
                                },
                                "5": {
                                    "nvph": 80,
                                    "ldsl": 81,
                                    "whcd": 38,
                                    "cfjy": 52
                                },
                                "6": {
                                    "nvph": 21,
                                    "ldsl": 3,
                                    "whcd": 85,
                                    "cfjy": 3
                                },
                                "7": {
                                    "nvph": 10,
                                    "ldsl": 59,
                                    "whcd": 75,
                                    "cfjy": 12
                                },
                                "8": {
                                    "nvph": 43,
                                    "ldsl": 96,
                                    "whcd": 19,
                                    "cfjy": 78
                                },
                                "9": {
                                    "nvph": 4,
                                    "ldsl": 79,
                                    "whcd": 82,
                                    "cfjy": 5
                                },
                                "10": {
                                    "nvph": 16,
                                    "ldsl": 62,
                                    "whcd": 39,
                                    "cfjy": 58
                                },
                                "11": {
                                    "nvph": 86,
                                    "ldsl": 87,
                                    "whcd": 46,
                                    "cfjy": 100
                                },
                                "12": {
                                    "nvph": 70,
                                    "ldsl": 5,
                                    "whcd": 15,
                                    "cfjy": 25
                                }
                            },
                            "total_count": 35
                        },
                        "安贞": {
                            "radar_data": [
                                2119,
                                4609,
                                1012,
                                1495
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 19,
                                    "ldsl": 41,
                                    "whcd": 5,
                                    "cfjy": 80
                                },
                                "2": {
                                    "nvph": 80,
                                    "ldsl": 2,
                                    "whcd": 30,
                                    "cfjy": 4
                                },
                                "3": {
                                    "nvph": 12,
                                    "ldsl": 62,
                                    "whcd": 20,
                                    "cfjy": 68
                                },
                                "4": {
                                    "nvph": 7,
                                    "ldsl": 50,
                                    "whcd": 63,
                                    "cfjy": 4
                                },
                                "5": {
                                    "nvph": 19,
                                    "ldsl": 16,
                                    "whcd": 49,
                                    "cfjy": 34
                                },
                                "6": {
                                    "nvph": 6,
                                    "ldsl": 40,
                                    "whcd": 56,
                                    "cfjy": 22
                                },
                                "7": {
                                    "nvph": 66,
                                    "ldsl": 16,
                                    "whcd": 58,
                                    "cfjy": 45
                                },
                                "8": {
                                    "nvph": 85,
                                    "ldsl": 74,
                                    "whcd": 42,
                                    "cfjy": 22
                                },
                                "9": {
                                    "nvph": 13,
                                    "ldsl": 14,
                                    "whcd": 1,
                                    "cfjy": 73
                                },
                                "10": {
                                    "nvph": 55,
                                    "ldsl": 60,
                                    "whcd": 35,
                                    "cfjy": 83
                                },
                                "11": {
                                    "nvph": 41,
                                    "ldsl": 25,
                                    "whcd": 100,
                                    "cfjy": 9
                                },
                                "12": {
                                    "nvph": 87,
                                    "ldsl": 58,
                                    "whcd": 23,
                                    "cfjy": 90
                                }
                            },
                            "total_count": 15
                        },
                        "高碑店地区": {
                            "radar_data": [
                                2391,
                                1331,
                                1221,
                                1436
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 32,
                                    "ldsl": 70,
                                    "whcd": 50,
                                    "cfjy": 82
                                },
                                "2": {
                                    "nvph": 40,
                                    "ldsl": 51,
                                    "whcd": 65,
                                    "cfjy": 50
                                },
                                "3": {
                                    "nvph": 7,
                                    "ldsl": 20,
                                    "whcd": 40,
                                    "cfjy": 47
                                },
                                "4": {
                                    "nvph": 15,
                                    "ldsl": 1,
                                    "whcd": 34,
                                    "cfjy": 94
                                },
                                "5": {
                                    "nvph": 14,
                                    "ldsl": 7,
                                    "whcd": 12,
                                    "cfjy": 15
                                },
                                "6": {
                                    "nvph": 43,
                                    "ldsl": 62,
                                    "whcd": 80,
                                    "cfjy": 59
                                },
                                "7": {
                                    "nvph": 14,
                                    "ldsl": 61,
                                    "whcd": 37,
                                    "cfjy": 63
                                },
                                "8": {
                                    "nvph": 78,
                                    "ldsl": 34,
                                    "whcd": 90,
                                    "cfjy": 16
                                },
                                "9": {
                                    "nvph": 8,
                                    "ldsl": 54,
                                    "whcd": 91,
                                    "cfjy": 83
                                },
                                "10": {
                                    "nvph": 26,
                                    "ldsl": 93,
                                    "whcd": 68,
                                    "cfjy": 80
                                },
                                "11": {
                                    "nvph": 50,
                                    "ldsl": 15,
                                    "whcd": 44,
                                    "cfjy": 81
                                },
                                "12": {
                                    "nvph": 36,
                                    "ldsl": 6,
                                    "whcd": 23,
                                    "cfjy": 70
                                }
                            },
                            "total_count": 15
                        },
                        "团结湖": {
                            "radar_data": [
                                1250,
                                3730,
                                2812,
                                2148
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 27,
                                    "ldsl": 90,
                                    "whcd": 34,
                                    "cfjy": 35
                                },
                                "2": {
                                    "nvph": 86,
                                    "ldsl": 56,
                                    "whcd": 44,
                                    "cfjy": 24
                                },
                                "3": {
                                    "nvph": 64,
                                    "ldsl": 61,
                                    "whcd": 94,
                                    "cfjy": 29
                                },
                                "4": {
                                    "nvph": 23,
                                    "ldsl": 21,
                                    "whcd": 39,
                                    "cfjy": 68
                                },
                                "5": {
                                    "nvph": 91,
                                    "ldsl": 47,
                                    "whcd": 84,
                                    "cfjy": 97
                                },
                                "6": {
                                    "nvph": 64,
                                    "ldsl": 13,
                                    "whcd": 64,
                                    "cfjy": 57
                                },
                                "7": {
                                    "nvph": 11,
                                    "ldsl": 3,
                                    "whcd": 49,
                                    "cfjy": 16
                                },
                                "8": {
                                    "nvph": 5,
                                    "ldsl": 6,
                                    "whcd": 56,
                                    "cfjy": 60
                                },
                                "9": {
                                    "nvph": 94,
                                    "ldsl": 3,
                                    "whcd": 33,
                                    "cfjy": 87
                                },
                                "10": {
                                    "nvph": 61,
                                    "ldsl": 75,
                                    "whcd": 46,
                                    "cfjy": 3
                                },
                                "11": {
                                    "nvph": 12,
                                    "ldsl": 49,
                                    "whcd": 85,
                                    "cfjy": 33
                                },
                                "12": {
                                    "nvph": 61,
                                    "ldsl": 58,
                                    "whcd": 35,
                                    "cfjy": 88
                                }
                            },
                            "total_count": 1
                        },
                        "六里屯": {
                            "radar_data": [
                                2138,
                                3337,
                                4283,
                                3622
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 20,
                                    "ldsl": 9,
                                    "whcd": 77,
                                    "cfjy": 67
                                },
                                "2": {
                                    "nvph": 61,
                                    "ldsl": 25,
                                    "whcd": 78,
                                    "cfjy": 36
                                },
                                "3": {
                                    "nvph": 91,
                                    "ldsl": 5,
                                    "whcd": 11,
                                    "cfjy": 79
                                },
                                "4": {
                                    "nvph": 5,
                                    "ldsl": 2,
                                    "whcd": 18,
                                    "cfjy": 85
                                },
                                "5": {
                                    "nvph": 16,
                                    "ldsl": 72,
                                    "whcd": 80,
                                    "cfjy": 77
                                },
                                "6": {
                                    "nvph": 61,
                                    "ldsl": 89,
                                    "whcd": 84,
                                    "cfjy": 42
                                },
                                "7": {
                                    "nvph": 92,
                                    "ldsl": 51,
                                    "whcd": 83,
                                    "cfjy": 30
                                },
                                "8": {
                                    "nvph": 96,
                                    "ldsl": 79,
                                    "whcd": 91,
                                    "cfjy": 53
                                },
                                "9": {
                                    "nvph": 46,
                                    "ldsl": 63,
                                    "whcd": 6,
                                    "cfjy": 17
                                },
                                "10": {
                                    "nvph": 45,
                                    "ldsl": 4,
                                    "whcd": 4,
                                    "cfjy": 27
                                },
                                "11": {
                                    "nvph": 72,
                                    "ldsl": 28,
                                    "whcd": 79,
                                    "cfjy": 53
                                },
                                "12": {
                                    "nvph": 47,
                                    "ldsl": 18,
                                    "whcd": 28,
                                    "cfjy": 92
                                }
                            },
                            "total_count": 19
                        },
                        "十八里店地区": {
                            "radar_data": [
                                2055,
                                3184,
                                4268,
                                2508
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 22,
                                    "ldsl": 52,
                                    "whcd": 3,
                                    "cfjy": 1
                                },
                                "2": {
                                    "nvph": 24,
                                    "ldsl": 68,
                                    "whcd": 40,
                                    "cfjy": 13
                                },
                                "3": {
                                    "nvph": 44,
                                    "ldsl": 78,
                                    "whcd": 5,
                                    "cfjy": 33
                                },
                                "4": {
                                    "nvph": 3,
                                    "ldsl": 18,
                                    "whcd": 75,
                                    "cfjy": 28
                                },
                                "5": {
                                    "nvph": 46,
                                    "ldsl": 27,
                                    "whcd": 70,
                                    "cfjy": 12
                                },
                                "6": {
                                    "nvph": 18,
                                    "ldsl": 27,
                                    "whcd": 42,
                                    "cfjy": 7
                                },
                                "7": {
                                    "nvph": 87,
                                    "ldsl": 32,
                                    "whcd": 72,
                                    "cfjy": 65
                                },
                                "8": {
                                    "nvph": 90,
                                    "ldsl": 95,
                                    "whcd": 15,
                                    "cfjy": 70
                                },
                                "9": {
                                    "nvph": 78,
                                    "ldsl": 10,
                                    "whcd": 22,
                                    "cfjy": 60
                                },
                                "10": {
                                    "nvph": 3,
                                    "ldsl": 85,
                                    "whcd": 93,
                                    "cfjy": 40
                                },
                                "11": {
                                    "nvph": 5,
                                    "ldsl": 95,
                                    "whcd": 58,
                                    "cfjy": 25
                                },
                                "12": {
                                    "nvph": 93,
                                    "ldsl": 32,
                                    "whcd": 58,
                                    "cfjy": 52
                                }
                            },
                            "total_count": 51
                        },
                        "奥运村地区": {
                            "radar_data": [
                                4427,
                                1515,
                                4972,
                                2358
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 85,
                                    "ldsl": 83,
                                    "whcd": 77,
                                    "cfjy": 93
                                },
                                "2": {
                                    "nvph": 90,
                                    "ldsl": 55,
                                    "whcd": 56,
                                    "cfjy": 82
                                },
                                "3": {
                                    "nvph": 40,
                                    "ldsl": 75,
                                    "whcd": 12,
                                    "cfjy": 2
                                },
                                "4": {
                                    "nvph": 64,
                                    "ldsl": 100,
                                    "whcd": 20,
                                    "cfjy": 23
                                },
                                "5": {
                                    "nvph": 12,
                                    "ldsl": 92,
                                    "whcd": 77,
                                    "cfjy": 1
                                },
                                "6": {
                                    "nvph": 94,
                                    "ldsl": 94,
                                    "whcd": 84,
                                    "cfjy": 68
                                },
                                "7": {
                                    "nvph": 79,
                                    "ldsl": 90,
                                    "whcd": 52,
                                    "cfjy": 81
                                },
                                "8": {
                                    "nvph": 39,
                                    "ldsl": 44,
                                    "whcd": 60,
                                    "cfjy": 66
                                },
                                "9": {
                                    "nvph": 48,
                                    "ldsl": 70,
                                    "whcd": 6,
                                    "cfjy": 69
                                },
                                "10": {
                                    "nvph": 61,
                                    "ldsl": 13,
                                    "whcd": 62,
                                    "cfjy": 28
                                },
                                "11": {
                                    "nvph": 10,
                                    "ldsl": 82,
                                    "whcd": 87,
                                    "cfjy": 93
                                },
                                "12": {
                                    "nvph": 59,
                                    "ldsl": 29,
                                    "whcd": 80,
                                    "cfjy": 29
                                }
                            },
                            "total_count": 18
                        },
                        "潘家园": {
                            "radar_data": [
                                2347,
                                4993,
                                3424,
                                3446
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 40,
                                    "ldsl": 33,
                                    "whcd": 86,
                                    "cfjy": 100
                                },
                                "2": {
                                    "nvph": 15,
                                    "ldsl": 20,
                                    "whcd": 83,
                                    "cfjy": 93
                                },
                                "3": {
                                    "nvph": 4,
                                    "ldsl": 27,
                                    "whcd": 100,
                                    "cfjy": 57
                                },
                                "4": {
                                    "nvph": 54,
                                    "ldsl": 91,
                                    "whcd": 67,
                                    "cfjy": 99
                                },
                                "5": {
                                    "nvph": 37,
                                    "ldsl": 89,
                                    "whcd": 64,
                                    "cfjy": 88
                                },
                                "6": {
                                    "nvph": 2,
                                    "ldsl": 52,
                                    "whcd": 16,
                                    "cfjy": 65
                                },
                                "7": {
                                    "nvph": 64,
                                    "ldsl": 85,
                                    "whcd": 57,
                                    "cfjy": 76
                                },
                                "8": {
                                    "nvph": 91,
                                    "ldsl": 2,
                                    "whcd": 38,
                                    "cfjy": 57
                                },
                                "9": {
                                    "nvph": 23,
                                    "ldsl": 61,
                                    "whcd": 41,
                                    "cfjy": 7
                                },
                                "10": {
                                    "nvph": 30,
                                    "ldsl": 51,
                                    "whcd": 25,
                                    "cfjy": 62
                                },
                                "11": {
                                    "nvph": 92,
                                    "ldsl": 81,
                                    "whcd": 19,
                                    "cfjy": 93
                                },
                                "12": {
                                    "nvph": 43,
                                    "ldsl": 87,
                                    "whcd": 52,
                                    "cfjy": 81
                                }
                            },
                            "total_count": 16
                        },
                        "大屯": {
                            "radar_data": [
                                4970,
                                4077,
                                4388,
                                1774
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 67,
                                    "ldsl": 97,
                                    "whcd": 87,
                                    "cfjy": 1
                                },
                                "2": {
                                    "nvph": 59,
                                    "ldsl": 55,
                                    "whcd": 80,
                                    "cfjy": 19
                                },
                                "3": {
                                    "nvph": 40,
                                    "ldsl": 47,
                                    "whcd": 38,
                                    "cfjy": 95
                                },
                                "4": {
                                    "nvph": 2,
                                    "ldsl": 35,
                                    "whcd": 61,
                                    "cfjy": 74
                                },
                                "5": {
                                    "nvph": 4,
                                    "ldsl": 68,
                                    "whcd": 50,
                                    "cfjy": 60
                                },
                                "6": {
                                    "nvph": 98,
                                    "ldsl": 83,
                                    "whcd": 44,
                                    "cfjy": 88
                                },
                                "7": {
                                    "nvph": 98,
                                    "ldsl": 20,
                                    "whcd": 53,
                                    "cfjy": 11
                                },
                                "8": {
                                    "nvph": 54,
                                    "ldsl": 40,
                                    "whcd": 20,
                                    "cfjy": 89
                                },
                                "9": {
                                    "nvph": 40,
                                    "ldsl": 65,
                                    "whcd": 97,
                                    "cfjy": 67
                                },
                                "10": {
                                    "nvph": 51,
                                    "ldsl": 9,
                                    "whcd": 27,
                                    "cfjy": 14
                                },
                                "11": {
                                    "nvph": 84,
                                    "ldsl": 23,
                                    "whcd": 27,
                                    "cfjy": 64
                                },
                                "12": {
                                    "nvph": 8,
                                    "ldsl": 95,
                                    "whcd": 54,
                                    "cfjy": 78
                                }
                            },
                            "total_count": 10
                        },
                        "豆各庄地区": {
                            "radar_data": [
                                2447,
                                1341,
                                3750,
                                4185
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 25,
                                    "ldsl": 33,
                                    "whcd": 35,
                                    "cfjy": 72
                                },
                                "2": {
                                    "nvph": 98,
                                    "ldsl": 77,
                                    "whcd": 13,
                                    "cfjy": 15
                                },
                                "3": {
                                    "nvph": 49,
                                    "ldsl": 11,
                                    "whcd": 53,
                                    "cfjy": 10
                                },
                                "4": {
                                    "nvph": 99,
                                    "ldsl": 69,
                                    "whcd": 100,
                                    "cfjy": 97
                                },
                                "5": {
                                    "nvph": 52,
                                    "ldsl": 63,
                                    "whcd": 2,
                                    "cfjy": 54
                                },
                                "6": {
                                    "nvph": 43,
                                    "ldsl": 30,
                                    "whcd": 61,
                                    "cfjy": 59
                                },
                                "7": {
                                    "nvph": 20,
                                    "ldsl": 12,
                                    "whcd": 96,
                                    "cfjy": 25
                                },
                                "8": {
                                    "nvph": 44,
                                    "ldsl": 83,
                                    "whcd": 57,
                                    "cfjy": 28
                                },
                                "9": {
                                    "nvph": 70,
                                    "ldsl": 47,
                                    "whcd": 70,
                                    "cfjy": 61
                                },
                                "10": {
                                    "nvph": 54,
                                    "ldsl": 61,
                                    "whcd": 31,
                                    "cfjy": 60
                                },
                                "11": {
                                    "nvph": 9,
                                    "ldsl": 64,
                                    "whcd": 45,
                                    "cfjy": 53
                                },
                                "12": {
                                    "nvph": 32,
                                    "ldsl": 60,
                                    "whcd": 53,
                                    "cfjy": 93
                                }
                            },
                            "total_count": 87
                        },
                        "常营地区": {
                            "radar_data": [
                                4365,
                                2073,
                                4443,
                                3909
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 65,
                                    "ldsl": 90,
                                    "whcd": 68,
                                    "cfjy": 74
                                },
                                "2": {
                                    "nvph": 5,
                                    "ldsl": 75,
                                    "whcd": 92,
                                    "cfjy": 77
                                },
                                "3": {
                                    "nvph": 44,
                                    "ldsl": 78,
                                    "whcd": 44,
                                    "cfjy": 73
                                },
                                "4": {
                                    "nvph": 61,
                                    "ldsl": 17,
                                    "whcd": 99,
                                    "cfjy": 25
                                },
                                "5": {
                                    "nvph": 15,
                                    "ldsl": 68,
                                    "whcd": 66,
                                    "cfjy": 97
                                },
                                "6": {
                                    "nvph": 37,
                                    "ldsl": 52,
                                    "whcd": 78,
                                    "cfjy": 67
                                },
                                "7": {
                                    "nvph": 63,
                                    "ldsl": 66,
                                    "whcd": 9,
                                    "cfjy": 81
                                },
                                "8": {
                                    "nvph": 84,
                                    "ldsl": 34,
                                    "whcd": 50,
                                    "cfjy": 63
                                },
                                "9": {
                                    "nvph": 92,
                                    "ldsl": 70,
                                    "whcd": 17,
                                    "cfjy": 22
                                },
                                "10": {
                                    "nvph": 33,
                                    "ldsl": 82,
                                    "whcd": 75,
                                    "cfjy": 34
                                },
                                "11": {
                                    "nvph": 30,
                                    "ldsl": 88,
                                    "whcd": 56,
                                    "cfjy": 70
                                },
                                "12": {
                                    "nvph": 100,
                                    "ldsl": 18,
                                    "whcd": 60,
                                    "cfjy": 80
                                }
                            },
                            "total_count": 23
                        },
                        "和平街": {
                            "radar_data": [
                                1744,
                                2478,
                                2154,
                                2584
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 5,
                                    "ldsl": 95,
                                    "whcd": 7,
                                    "cfjy": 73
                                },
                                "2": {
                                    "nvph": 7,
                                    "ldsl": 52,
                                    "whcd": 49,
                                    "cfjy": 70
                                },
                                "3": {
                                    "nvph": 14,
                                    "ldsl": 52,
                                    "whcd": 85,
                                    "cfjy": 72
                                },
                                "4": {
                                    "nvph": 81,
                                    "ldsl": 58,
                                    "whcd": 54,
                                    "cfjy": 22
                                },
                                "5": {
                                    "nvph": 68,
                                    "ldsl": 42,
                                    "whcd": 49,
                                    "cfjy": 72
                                },
                                "6": {
                                    "nvph": 61,
                                    "ldsl": 53,
                                    "whcd": 82,
                                    "cfjy": 41
                                },
                                "7": {
                                    "nvph": 5,
                                    "ldsl": 76,
                                    "whcd": 96,
                                    "cfjy": 44
                                },
                                "8": {
                                    "nvph": 66,
                                    "ldsl": 85,
                                    "whcd": 1,
                                    "cfjy": 52
                                },
                                "9": {
                                    "nvph": 97,
                                    "ldsl": 45,
                                    "whcd": 62,
                                    "cfjy": 77
                                },
                                "10": {
                                    "nvph": 43,
                                    "ldsl": 38,
                                    "whcd": 39,
                                    "cfjy": 6
                                },
                                "11": {
                                    "nvph": 34,
                                    "ldsl": 75,
                                    "whcd": 63,
                                    "cfjy": 25
                                },
                                "12": {
                                    "nvph": 42,
                                    "ldsl": 17,
                                    "whcd": 43,
                                    "cfjy": 47
                                }
                            },
                            "total_count": 63
                        },
                        "三里屯": {
                            "radar_data": [
                                4812,
                                4003,
                                2537,
                                3106
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 1,
                                    "ldsl": 92,
                                    "whcd": 15,
                                    "cfjy": 60
                                },
                                "2": {
                                    "nvph": 76,
                                    "ldsl": 48,
                                    "whcd": 15,
                                    "cfjy": 60
                                },
                                "3": {
                                    "nvph": 40,
                                    "ldsl": 44,
                                    "whcd": 54,
                                    "cfjy": 49
                                },
                                "4": {
                                    "nvph": 21,
                                    "ldsl": 60,
                                    "whcd": 53,
                                    "cfjy": 74
                                },
                                "5": {
                                    "nvph": 87,
                                    "ldsl": 73,
                                    "whcd": 49,
                                    "cfjy": 12
                                },
                                "6": {
                                    "nvph": 72,
                                    "ldsl": 32,
                                    "whcd": 60,
                                    "cfjy": 61
                                },
                                "7": {
                                    "nvph": 88,
                                    "ldsl": 3,
                                    "whcd": 34,
                                    "cfjy": 25
                                },
                                "8": {
                                    "nvph": 57,
                                    "ldsl": 4,
                                    "whcd": 44,
                                    "cfjy": 95
                                },
                                "9": {
                                    "nvph": 49,
                                    "ldsl": 27,
                                    "whcd": 70,
                                    "cfjy": 29
                                },
                                "10": {
                                    "nvph": 68,
                                    "ldsl": 38,
                                    "whcd": 78,
                                    "cfjy": 16
                                },
                                "11": {
                                    "nvph": 17,
                                    "ldsl": 11,
                                    "whcd": 5,
                                    "cfjy": 34
                                },
                                "12": {
                                    "nvph": 47,
                                    "ldsl": 35,
                                    "whcd": 82,
                                    "cfjy": 8
                                }
                            },
                            "total_count": 58
                        },
                        "劲松": {
                            "radar_data": [
                                3661,
                                4006,
                                3217,
                                4204
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 10,
                                    "ldsl": 57,
                                    "whcd": 55,
                                    "cfjy": 76
                                },
                                "2": {
                                    "nvph": 26,
                                    "ldsl": 71,
                                    "whcd": 24,
                                    "cfjy": 16
                                },
                                "3": {
                                    "nvph": 44,
                                    "ldsl": 96,
                                    "whcd": 68,
                                    "cfjy": 75
                                },
                                "4": {
                                    "nvph": 35,
                                    "ldsl": 52,
                                    "whcd": 17,
                                    "cfjy": 20
                                },
                                "5": {
                                    "nvph": 76,
                                    "ldsl": 37,
                                    "whcd": 2,
                                    "cfjy": 83
                                },
                                "6": {
                                    "nvph": 50,
                                    "ldsl": 77,
                                    "whcd": 5,
                                    "cfjy": 11
                                },
                                "7": {
                                    "nvph": 4,
                                    "ldsl": 88,
                                    "whcd": 89,
                                    "cfjy": 20
                                },
                                "8": {
                                    "nvph": 30,
                                    "ldsl": 36,
                                    "whcd": 83,
                                    "cfjy": 72
                                },
                                "9": {
                                    "nvph": 100,
                                    "ldsl": 75,
                                    "whcd": 91,
                                    "cfjy": 3
                                },
                                "10": {
                                    "nvph": 75,
                                    "ldsl": 61,
                                    "whcd": 65,
                                    "cfjy": 29
                                },
                                "11": {
                                    "nvph": 14,
                                    "ldsl": 97,
                                    "whcd": 33,
                                    "cfjy": 19
                                },
                                "12": {
                                    "nvph": 82,
                                    "ldsl": 75,
                                    "whcd": 21,
                                    "cfjy": 14
                                }
                            },
                            "total_count": 32
                        },
                        "黑庄户地区": {
                            "radar_data": [
                                1377,
                                3253,
                                3399,
                                4166
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 87,
                                    "ldsl": 39,
                                    "whcd": 83,
                                    "cfjy": 29
                                },
                                "2": {
                                    "nvph": 33,
                                    "ldsl": 3,
                                    "whcd": 97,
                                    "cfjy": 57
                                },
                                "3": {
                                    "nvph": 100,
                                    "ldsl": 49,
                                    "whcd": 61,
                                    "cfjy": 27
                                },
                                "4": {
                                    "nvph": 4,
                                    "ldsl": 92,
                                    "whcd": 100,
                                    "cfjy": 85
                                },
                                "5": {
                                    "nvph": 1,
                                    "ldsl": 6,
                                    "whcd": 78,
                                    "cfjy": 41
                                },
                                "6": {
                                    "nvph": 10,
                                    "ldsl": 41,
                                    "whcd": 73,
                                    "cfjy": 70
                                },
                                "7": {
                                    "nvph": 66,
                                    "ldsl": 95,
                                    "whcd": 24,
                                    "cfjy": 59
                                },
                                "8": {
                                    "nvph": 75,
                                    "ldsl": 97,
                                    "whcd": 82,
                                    "cfjy": 74
                                },
                                "9": {
                                    "nvph": 29,
                                    "ldsl": 74,
                                    "whcd": 76,
                                    "cfjy": 71
                                },
                                "10": {
                                    "nvph": 59,
                                    "ldsl": 34,
                                    "whcd": 53,
                                    "cfjy": 98
                                },
                                "11": {
                                    "nvph": 12,
                                    "ldsl": 40,
                                    "whcd": 31,
                                    "cfjy": 43
                                },
                                "12": {
                                    "nvph": 8,
                                    "ldsl": 42,
                                    "whcd": 76,
                                    "cfjy": 25
                                }
                            },
                            "total_count": 63
                        },
                        "望京开发": {
                            "radar_data": [
                                4640,
                                2764,
                                2442,
                                3065
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 19,
                                    "ldsl": 67,
                                    "whcd": 82,
                                    "cfjy": 52
                                },
                                "2": {
                                    "nvph": 49,
                                    "ldsl": 76,
                                    "whcd": 28,
                                    "cfjy": 84
                                },
                                "3": {
                                    "nvph": 74,
                                    "ldsl": 71,
                                    "whcd": 37,
                                    "cfjy": 17
                                },
                                "4": {
                                    "nvph": 52,
                                    "ldsl": 44,
                                    "whcd": 62,
                                    "cfjy": 68
                                },
                                "5": {
                                    "nvph": 50,
                                    "ldsl": 20,
                                    "whcd": 53,
                                    "cfjy": 94
                                },
                                "6": {
                                    "nvph": 29,
                                    "ldsl": 86,
                                    "whcd": 27,
                                    "cfjy": 3
                                },
                                "7": {
                                    "nvph": 20,
                                    "ldsl": 80,
                                    "whcd": 39,
                                    "cfjy": 67
                                },
                                "8": {
                                    "nvph": 49,
                                    "ldsl": 91,
                                    "whcd": 26,
                                    "cfjy": 90
                                },
                                "9": {
                                    "nvph": 23,
                                    "ldsl": 55,
                                    "whcd": 78,
                                    "cfjy": 27
                                },
                                "10": {
                                    "nvph": 10,
                                    "ldsl": 46,
                                    "whcd": 90,
                                    "cfjy": 62
                                },
                                "11": {
                                    "nvph": 97,
                                    "ldsl": 96,
                                    "whcd": 27,
                                    "cfjy": 39
                                },
                                "12": {
                                    "nvph": 82,
                                    "ldsl": 95,
                                    "whcd": 10,
                                    "cfjy": 22
                                }
                            },
                            "total_count": 35
                        },
                        "金盏地区": {
                            "radar_data": [
                                1280,
                                2990,
                                1775,
                                1895
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 69,
                                    "ldsl": 65,
                                    "whcd": 90,
                                    "cfjy": 61
                                },
                                "2": {
                                    "nvph": 68,
                                    "ldsl": 98,
                                    "whcd": 82,
                                    "cfjy": 92
                                },
                                "3": {
                                    "nvph": 71,
                                    "ldsl": 51,
                                    "whcd": 37,
                                    "cfjy": 71
                                },
                                "4": {
                                    "nvph": 94,
                                    "ldsl": 4,
                                    "whcd": 7,
                                    "cfjy": 98
                                },
                                "5": {
                                    "nvph": 89,
                                    "ldsl": 74,
                                    "whcd": 22,
                                    "cfjy": 69
                                },
                                "6": {
                                    "nvph": 36,
                                    "ldsl": 12,
                                    "whcd": 5,
                                    "cfjy": 56
                                },
                                "7": {
                                    "nvph": 45,
                                    "ldsl": 47,
                                    "whcd": 38,
                                    "cfjy": 76
                                },
                                "8": {
                                    "nvph": 78,
                                    "ldsl": 46,
                                    "whcd": 2,
                                    "cfjy": 66
                                },
                                "9": {
                                    "nvph": 28,
                                    "ldsl": 44,
                                    "whcd": 32,
                                    "cfjy": 78
                                },
                                "10": {
                                    "nvph": 18,
                                    "ldsl": 23,
                                    "whcd": 91,
                                    "cfjy": 28
                                },
                                "11": {
                                    "nvph": 69,
                                    "ldsl": 100,
                                    "whcd": 63,
                                    "cfjy": 89
                                },
                                "12": {
                                    "nvph": 62,
                                    "ldsl": 92,
                                    "whcd": 44,
                                    "cfjy": 19
                                }
                            },
                            "total_count": 33
                        },
                        "双井": {
                            "radar_data": [
                                3501,
                                4480,
                                4875,
                                4642
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 7,
                                    "ldsl": 64,
                                    "whcd": 7,
                                    "cfjy": 65
                                },
                                "2": {
                                    "nvph": 55,
                                    "ldsl": 49,
                                    "whcd": 61,
                                    "cfjy": 62
                                },
                                "3": {
                                    "nvph": 51,
                                    "ldsl": 41,
                                    "whcd": 99,
                                    "cfjy": 61
                                },
                                "4": {
                                    "nvph": 24,
                                    "ldsl": 36,
                                    "whcd": 94,
                                    "cfjy": 85
                                },
                                "5": {
                                    "nvph": 7,
                                    "ldsl": 96,
                                    "whcd": 10,
                                    "cfjy": 17
                                },
                                "6": {
                                    "nvph": 19,
                                    "ldsl": 63,
                                    "whcd": 1,
                                    "cfjy": 24
                                },
                                "7": {
                                    "nvph": 30,
                                    "ldsl": 7,
                                    "whcd": 76,
                                    "cfjy": 72
                                },
                                "8": {
                                    "nvph": 54,
                                    "ldsl": 71,
                                    "whcd": 67,
                                    "cfjy": 2
                                },
                                "9": {
                                    "nvph": 65,
                                    "ldsl": 95,
                                    "whcd": 14,
                                    "cfjy": 20
                                },
                                "10": {
                                    "nvph": 17,
                                    "ldsl": 90,
                                    "whcd": 90,
                                    "cfjy": 60
                                },
                                "11": {
                                    "nvph": 63,
                                    "ldsl": 3,
                                    "whcd": 3,
                                    "cfjy": 30
                                },
                                "12": {
                                    "nvph": 4,
                                    "ldsl": 29,
                                    "whcd": 84,
                                    "cfjy": 45
                                }
                            },
                            "total_count": 20
                        },
                        "平房地区": {
                            "radar_data": [
                                3054,
                                3799,
                                2242,
                                3928
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 7,
                                    "ldsl": 9,
                                    "whcd": 34,
                                    "cfjy": 11
                                },
                                "2": {
                                    "nvph": 5,
                                    "ldsl": 66,
                                    "whcd": 69,
                                    "cfjy": 11
                                },
                                "3": {
                                    "nvph": 36,
                                    "ldsl": 87,
                                    "whcd": 97,
                                    "cfjy": 51
                                },
                                "4": {
                                    "nvph": 45,
                                    "ldsl": 22,
                                    "whcd": 51,
                                    "cfjy": 59
                                },
                                "5": {
                                    "nvph": 40,
                                    "ldsl": 6,
                                    "whcd": 28,
                                    "cfjy": 69
                                },
                                "6": {
                                    "nvph": 36,
                                    "ldsl": 85,
                                    "whcd": 32,
                                    "cfjy": 19
                                },
                                "7": {
                                    "nvph": 63,
                                    "ldsl": 83,
                                    "whcd": 27,
                                    "cfjy": 77
                                },
                                "8": {
                                    "nvph": 40,
                                    "ldsl": 17,
                                    "whcd": 99,
                                    "cfjy": 65
                                },
                                "9": {
                                    "nvph": 95,
                                    "ldsl": 68,
                                    "whcd": 36,
                                    "cfjy": 4
                                },
                                "10": {
                                    "nvph": 57,
                                    "ldsl": 78,
                                    "whcd": 34,
                                    "cfjy": 100
                                },
                                "11": {
                                    "nvph": 2,
                                    "ldsl": 39,
                                    "whcd": 3,
                                    "cfjy": 43
                                },
                                "12": {
                                    "nvph": 84,
                                    "ldsl": 29,
                                    "whcd": 17,
                                    "cfjy": 18
                                }
                            },
                            "total_count": 89
                        },
                        "建外": {
                            "radar_data": [
                                3055,
                                3764,
                                4061,
                                4907
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 96,
                                    "ldsl": 64,
                                    "whcd": 9,
                                    "cfjy": 72
                                },
                                "2": {
                                    "nvph": 36,
                                    "ldsl": 39,
                                    "whcd": 89,
                                    "cfjy": 17
                                },
                                "3": {
                                    "nvph": 17,
                                    "ldsl": 46,
                                    "whcd": 91,
                                    "cfjy": 9
                                },
                                "4": {
                                    "nvph": 75,
                                    "ldsl": 48,
                                    "whcd": 44,
                                    "cfjy": 80
                                },
                                "5": {
                                    "nvph": 19,
                                    "ldsl": 48,
                                    "whcd": 10,
                                    "cfjy": 34
                                },
                                "6": {
                                    "nvph": 75,
                                    "ldsl": 58,
                                    "whcd": 32,
                                    "cfjy": 7
                                },
                                "7": {
                                    "nvph": 14,
                                    "ldsl": 53,
                                    "whcd": 47,
                                    "cfjy": 14
                                },
                                "8": {
                                    "nvph": 15,
                                    "ldsl": 10,
                                    "whcd": 7,
                                    "cfjy": 53
                                },
                                "9": {
                                    "nvph": 34,
                                    "ldsl": 43,
                                    "whcd": 42,
                                    "cfjy": 52
                                },
                                "10": {
                                    "nvph": 28,
                                    "ldsl": 8,
                                    "whcd": 69,
                                    "cfjy": 86
                                },
                                "11": {
                                    "nvph": 4,
                                    "ldsl": 87,
                                    "whcd": 62,
                                    "cfjy": 75
                                },
                                "12": {
                                    "nvph": 54,
                                    "ldsl": 75,
                                    "whcd": 74,
                                    "cfjy": 13
                                }
                            },
                            "total_count": 27
                        },
                        "望京": {
                            "radar_data": [
                                3299,
                                1490,
                                4370,
                                4391
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 42,
                                    "ldsl": 93,
                                    "whcd": 40,
                                    "cfjy": 87
                                },
                                "2": {
                                    "nvph": 91,
                                    "ldsl": 98,
                                    "whcd": 74,
                                    "cfjy": 83
                                },
                                "3": {
                                    "nvph": 32,
                                    "ldsl": 53,
                                    "whcd": 98,
                                    "cfjy": 99
                                },
                                "4": {
                                    "nvph": 35,
                                    "ldsl": 48,
                                    "whcd": 4,
                                    "cfjy": 47
                                },
                                "5": {
                                    "nvph": 92,
                                    "ldsl": 21,
                                    "whcd": 31,
                                    "cfjy": 8
                                },
                                "6": {
                                    "nvph": 72,
                                    "ldsl": 66,
                                    "whcd": 23,
                                    "cfjy": 79
                                },
                                "7": {
                                    "nvph": 81,
                                    "ldsl": 44,
                                    "whcd": 52,
                                    "cfjy": 48
                                },
                                "8": {
                                    "nvph": 29,
                                    "ldsl": 53,
                                    "whcd": 70,
                                    "cfjy": 77
                                },
                                "9": {
                                    "nvph": 20,
                                    "ldsl": 42,
                                    "whcd": 88,
                                    "cfjy": 37
                                },
                                "10": {
                                    "nvph": 14,
                                    "ldsl": 15,
                                    "whcd": 37,
                                    "cfjy": 55
                                },
                                "11": {
                                    "nvph": 20,
                                    "ldsl": 12,
                                    "whcd": 73,
                                    "cfjy": 79
                                },
                                "12": {
                                    "nvph": 39,
                                    "ldsl": 38,
                                    "whcd": 2,
                                    "cfjy": 75
                                }
                            },
                            "total_count": 4
                        },
                        "将台地区": {
                            "radar_data": [
                                3502,
                                3199,
                                1340,
                                3490
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 36,
                                    "ldsl": 52,
                                    "whcd": 79,
                                    "cfjy": 39
                                },
                                "2": {
                                    "nvph": 22,
                                    "ldsl": 51,
                                    "whcd": 38,
                                    "cfjy": 59
                                },
                                "3": {
                                    "nvph": 65,
                                    "ldsl": 24,
                                    "whcd": 71,
                                    "cfjy": 97
                                },
                                "4": {
                                    "nvph": 100,
                                    "ldsl": 67,
                                    "whcd": 12,
                                    "cfjy": 16
                                },
                                "5": {
                                    "nvph": 64,
                                    "ldsl": 72,
                                    "whcd": 36,
                                    "cfjy": 2
                                },
                                "6": {
                                    "nvph": 34,
                                    "ldsl": 19,
                                    "whcd": 18,
                                    "cfjy": 97
                                },
                                "7": {
                                    "nvph": 24,
                                    "ldsl": 57,
                                    "whcd": 32,
                                    "cfjy": 20
                                },
                                "8": {
                                    "nvph": 91,
                                    "ldsl": 53,
                                    "whcd": 99,
                                    "cfjy": 58
                                },
                                "9": {
                                    "nvph": 59,
                                    "ldsl": 67,
                                    "whcd": 91,
                                    "cfjy": 4
                                },
                                "10": {
                                    "nvph": 19,
                                    "ldsl": 45,
                                    "whcd": 83,
                                    "cfjy": 53
                                },
                                "11": {
                                    "nvph": 26,
                                    "ldsl": 88,
                                    "whcd": 79,
                                    "cfjy": 90
                                },
                                "12": {
                                    "nvph": 85,
                                    "ldsl": 85,
                                    "whcd": 79,
                                    "cfjy": 53
                                }
                            },
                            "total_count": 10
                        }
                    }
                },
                "2017": {
                    "radar": [
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "男女平衡"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "劳动适龄"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "充分就业"
                        },
                        {
                            "color": "#cdd3dc",
                            "max": 5000,
                            "name": "文化程度"
                        }
                    ],
                    "area_data": {
                        "太阳宫地区": {
                            "radar_data": [
                                4762,
                                1341,
                                4185,
                                1325
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 78,
                                    "ldsl": 63,
                                    "whcd": 9,
                                    "cfjy": 18
                                },
                                "2": {
                                    "nvph": 61,
                                    "ldsl": 92,
                                    "whcd": 15,
                                    "cfjy": 33
                                },
                                "3": {
                                    "nvph": 14,
                                    "ldsl": 29,
                                    "whcd": 38,
                                    "cfjy": 4
                                },
                                "4": {
                                    "nvph": 34,
                                    "ldsl": 97,
                                    "whcd": 77,
                                    "cfjy": 69
                                },
                                "5": {
                                    "nvph": 74,
                                    "ldsl": 79,
                                    "whcd": 35,
                                    "cfjy": 99
                                },
                                "6": {
                                    "nvph": 60,
                                    "ldsl": 6,
                                    "whcd": 42,
                                    "cfjy": 78
                                },
                                "7": {
                                    "nvph": 19,
                                    "ldsl": 24,
                                    "whcd": 44,
                                    "cfjy": 55
                                },
                                "8": {
                                    "nvph": 54,
                                    "ldsl": 58,
                                    "whcd": 89,
                                    "cfjy": 64
                                },
                                "9": {
                                    "nvph": 72,
                                    "ldsl": 86,
                                    "whcd": 32,
                                    "cfjy": 78
                                },
                                "10": {
                                    "nvph": 34,
                                    "ldsl": 79,
                                    "whcd": 87,
                                    "cfjy": 58
                                },
                                "11": {
                                    "nvph": 25,
                                    "ldsl": 2,
                                    "whcd": 98,
                                    "cfjy": 68
                                },
                                "12": {
                                    "nvph": 44,
                                    "ldsl": 12,
                                    "whcd": 35,
                                    "cfjy": 8
                                }
                            },
                            "total_count": 95
                        },
                        "亚运村": {
                            "radar_data": [
                                4575,
                                3851,
                                2286,
                                2391
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 46,
                                    "ldsl": 75,
                                    "whcd": 54,
                                    "cfjy": 15
                                },
                                "2": {
                                    "nvph": 89,
                                    "ldsl": 42,
                                    "whcd": 23,
                                    "cfjy": 85
                                },
                                "3": {
                                    "nvph": 98,
                                    "ldsl": 47,
                                    "whcd": 5,
                                    "cfjy": 14
                                },
                                "4": {
                                    "nvph": 77,
                                    "ldsl": 95,
                                    "whcd": 87,
                                    "cfjy": 32
                                },
                                "5": {
                                    "nvph": 43,
                                    "ldsl": 90,
                                    "whcd": 45,
                                    "cfjy": 34
                                },
                                "6": {
                                    "nvph": 98,
                                    "ldsl": 95,
                                    "whcd": 69,
                                    "cfjy": 37
                                },
                                "7": {
                                    "nvph": 62,
                                    "ldsl": 100,
                                    "whcd": 90,
                                    "cfjy": 66
                                },
                                "8": {
                                    "nvph": 44,
                                    "ldsl": 43,
                                    "whcd": 78,
                                    "cfjy": 54
                                },
                                "9": {
                                    "nvph": 31,
                                    "ldsl": 95,
                                    "whcd": 76,
                                    "cfjy": 40
                                },
                                "10": {
                                    "nvph": 77,
                                    "ldsl": 9,
                                    "whcd": 7,
                                    "cfjy": 83
                                },
                                "11": {
                                    "nvph": 46,
                                    "ldsl": 45,
                                    "whcd": 96,
                                    "cfjy": 52
                                },
                                "12": {
                                    "nvph": 60,
                                    "ldsl": 95,
                                    "whcd": 68,
                                    "cfjy": 85
                                }
                            },
                            "total_count": 72
                        },
                        "左家庄": {
                            "radar_data": [
                                4440,
                                3534,
                                3499,
                                3553
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 98,
                                    "ldsl": 31,
                                    "whcd": 84,
                                    "cfjy": 25
                                },
                                "2": {
                                    "nvph": 27,
                                    "ldsl": 9,
                                    "whcd": 31,
                                    "cfjy": 20
                                },
                                "3": {
                                    "nvph": 60,
                                    "ldsl": 91,
                                    "whcd": 53,
                                    "cfjy": 18
                                },
                                "4": {
                                    "nvph": 36,
                                    "ldsl": 76,
                                    "whcd": 4,
                                    "cfjy": 35
                                },
                                "5": {
                                    "nvph": 30,
                                    "ldsl": 47,
                                    "whcd": 66,
                                    "cfjy": 41
                                },
                                "6": {
                                    "nvph": 73,
                                    "ldsl": 31,
                                    "whcd": 93,
                                    "cfjy": 93
                                },
                                "7": {
                                    "nvph": 6,
                                    "ldsl": 49,
                                    "whcd": 97,
                                    "cfjy": 74
                                },
                                "8": {
                                    "nvph": 54,
                                    "ldsl": 78,
                                    "whcd": 61,
                                    "cfjy": 83
                                },
                                "9": {
                                    "nvph": 64,
                                    "ldsl": 15,
                                    "whcd": 12,
                                    "cfjy": 61
                                },
                                "10": {
                                    "nvph": 35,
                                    "ldsl": 40,
                                    "whcd": 59,
                                    "cfjy": 46
                                },
                                "11": {
                                    "nvph": 24,
                                    "ldsl": 15,
                                    "whcd": 60,
                                    "cfjy": 10
                                },
                                "12": {
                                    "nvph": 26,
                                    "ldsl": 98,
                                    "whcd": 1,
                                    "cfjy": 34
                                }
                            },
                            "total_count": 66
                        },
                        "王四营地区": {
                            "radar_data": [
                                2984,
                                2621,
                                2367,
                                4406
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 91,
                                    "ldsl": 78,
                                    "whcd": 68,
                                    "cfjy": 8
                                },
                                "2": {
                                    "nvph": 55,
                                    "ldsl": 17,
                                    "whcd": 32,
                                    "cfjy": 32
                                },
                                "3": {
                                    "nvph": 94,
                                    "ldsl": 15,
                                    "whcd": 27,
                                    "cfjy": 81
                                },
                                "4": {
                                    "nvph": 3,
                                    "ldsl": 12,
                                    "whcd": 31,
                                    "cfjy": 14
                                },
                                "5": {
                                    "nvph": 52,
                                    "ldsl": 39,
                                    "whcd": 53,
                                    "cfjy": 87
                                },
                                "6": {
                                    "nvph": 88,
                                    "ldsl": 77,
                                    "whcd": 45,
                                    "cfjy": 56
                                },
                                "7": {
                                    "nvph": 55,
                                    "ldsl": 37,
                                    "whcd": 60,
                                    "cfjy": 81
                                },
                                "8": {
                                    "nvph": 13,
                                    "ldsl": 74,
                                    "whcd": 10,
                                    "cfjy": 61
                                },
                                "9": {
                                    "nvph": 46,
                                    "ldsl": 29,
                                    "whcd": 67,
                                    "cfjy": 63
                                },
                                "10": {
                                    "nvph": 31,
                                    "ldsl": 10,
                                    "whcd": 40,
                                    "cfjy": 32
                                },
                                "11": {
                                    "nvph": 98,
                                    "ldsl": 65,
                                    "whcd": 8,
                                    "cfjy": 83
                                },
                                "12": {
                                    "nvph": 35,
                                    "ldsl": 91,
                                    "whcd": 65,
                                    "cfjy": 87
                                }
                            },
                            "total_count": 96
                        },
                        "三间房地区": {
                            "radar_data": [
                                2697,
                                4724,
                                4004,
                                1025
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 12,
                                    "ldsl": 24,
                                    "whcd": 94,
                                    "cfjy": 79
                                },
                                "2": {
                                    "nvph": 18,
                                    "ldsl": 35,
                                    "whcd": 60,
                                    "cfjy": 12
                                },
                                "3": {
                                    "nvph": 41,
                                    "ldsl": 48,
                                    "whcd": 22,
                                    "cfjy": 42
                                },
                                "4": {
                                    "nvph": 26,
                                    "ldsl": 5,
                                    "whcd": 53,
                                    "cfjy": 15
                                },
                                "5": {
                                    "nvph": 24,
                                    "ldsl": 12,
                                    "whcd": 95,
                                    "cfjy": 11
                                },
                                "6": {
                                    "nvph": 55,
                                    "ldsl": 41,
                                    "whcd": 38,
                                    "cfjy": 26
                                },
                                "7": {
                                    "nvph": 89,
                                    "ldsl": 19,
                                    "whcd": 57,
                                    "cfjy": 92
                                },
                                "8": {
                                    "nvph": 50,
                                    "ldsl": 15,
                                    "whcd": 65,
                                    "cfjy": 29
                                },
                                "9": {
                                    "nvph": 78,
                                    "ldsl": 68,
                                    "whcd": 12,
                                    "cfjy": 50
                                },
                                "10": {
                                    "nvph": 34,
                                    "ldsl": 43,
                                    "whcd": 46,
                                    "cfjy": 62
                                },
                                "11": {
                                    "nvph": 96,
                                    "ldsl": 16,
                                    "whcd": 1,
                                    "cfjy": 79
                                },
                                "12": {
                                    "nvph": 10,
                                    "ldsl": 34,
                                    "whcd": 97,
                                    "cfjy": 84
                                }
                            },
                            "total_count": 87
                        },
                        "首都机场": {
                            "radar_data": [
                                4665,
                                1661,
                                3027,
                                2344
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 55,
                                    "ldsl": 87,
                                    "whcd": 17,
                                    "cfjy": 65
                                },
                                "2": {
                                    "nvph": 9,
                                    "ldsl": 94,
                                    "whcd": 23,
                                    "cfjy": 100
                                },
                                "3": {
                                    "nvph": 19,
                                    "ldsl": 71,
                                    "whcd": 96,
                                    "cfjy": 57
                                },
                                "4": {
                                    "nvph": 16,
                                    "ldsl": 40,
                                    "whcd": 55,
                                    "cfjy": 51
                                },
                                "5": {
                                    "nvph": 32,
                                    "ldsl": 96,
                                    "whcd": 99,
                                    "cfjy": 39
                                },
                                "6": {
                                    "nvph": 84,
                                    "ldsl": 22,
                                    "whcd": 57,
                                    "cfjy": 63
                                },
                                "7": {
                                    "nvph": 89,
                                    "ldsl": 87,
                                    "whcd": 19,
                                    "cfjy": 61
                                },
                                "8": {
                                    "nvph": 94,
                                    "ldsl": 31,
                                    "whcd": 88,
                                    "cfjy": 52
                                },
                                "9": {
                                    "nvph": 33,
                                    "ldsl": 16,
                                    "whcd": 69,
                                    "cfjy": 5
                                },
                                "10": {
                                    "nvph": 80,
                                    "ldsl": 64,
                                    "whcd": 35,
                                    "cfjy": 83
                                },
                                "11": {
                                    "nvph": 57,
                                    "ldsl": 55,
                                    "whcd": 30,
                                    "cfjy": 32
                                },
                                "12": {
                                    "nvph": 64,
                                    "ldsl": 60,
                                    "whcd": 11,
                                    "cfjy": 46
                                }
                            },
                            "total_count": 51
                        },
                        "来广营地区": {
                            "radar_data": [
                                4755,
                                4124,
                                4228,
                                2311
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 22,
                                    "ldsl": 74,
                                    "whcd": 37,
                                    "cfjy": 59
                                },
                                "2": {
                                    "nvph": 99,
                                    "ldsl": 92,
                                    "whcd": 53,
                                    "cfjy": 66
                                },
                                "3": {
                                    "nvph": 94,
                                    "ldsl": 59,
                                    "whcd": 93,
                                    "cfjy": 20
                                },
                                "4": {
                                    "nvph": 47,
                                    "ldsl": 80,
                                    "whcd": 68,
                                    "cfjy": 51
                                },
                                "5": {
                                    "nvph": 6,
                                    "ldsl": 71,
                                    "whcd": 21,
                                    "cfjy": 21
                                },
                                "6": {
                                    "nvph": 87,
                                    "ldsl": 49,
                                    "whcd": 17,
                                    "cfjy": 14
                                },
                                "7": {
                                    "nvph": 45,
                                    "ldsl": 94,
                                    "whcd": 100,
                                    "cfjy": 48
                                },
                                "8": {
                                    "nvph": 45,
                                    "ldsl": 71,
                                    "whcd": 15,
                                    "cfjy": 23
                                },
                                "9": {
                                    "nvph": 82,
                                    "ldsl": 100,
                                    "whcd": 36,
                                    "cfjy": 67
                                },
                                "10": {
                                    "nvph": 76,
                                    "ldsl": 33,
                                    "whcd": 53,
                                    "cfjy": 52
                                },
                                "11": {
                                    "nvph": 24,
                                    "ldsl": 74,
                                    "whcd": 91,
                                    "cfjy": 70
                                },
                                "12": {
                                    "nvph": 20,
                                    "ldsl": 92,
                                    "whcd": 23,
                                    "cfjy": 66
                                }
                            },
                            "total_count": 70
                        },
                        "朝外": {
                            "radar_data": [
                                4932,
                                3021,
                                3748,
                                4346
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 49,
                                    "ldsl": 32,
                                    "whcd": 13,
                                    "cfjy": 9
                                },
                                "2": {
                                    "nvph": 69,
                                    "ldsl": 40,
                                    "whcd": 41,
                                    "cfjy": 46
                                },
                                "3": {
                                    "nvph": 43,
                                    "ldsl": 62,
                                    "whcd": 50,
                                    "cfjy": 86
                                },
                                "4": {
                                    "nvph": 68,
                                    "ldsl": 77,
                                    "whcd": 35,
                                    "cfjy": 6
                                },
                                "5": {
                                    "nvph": 98,
                                    "ldsl": 78,
                                    "whcd": 26,
                                    "cfjy": 68
                                },
                                "6": {
                                    "nvph": 70,
                                    "ldsl": 87,
                                    "whcd": 49,
                                    "cfjy": 93
                                },
                                "7": {
                                    "nvph": 58,
                                    "ldsl": 42,
                                    "whcd": 28,
                                    "cfjy": 44
                                },
                                "8": {
                                    "nvph": 95,
                                    "ldsl": 90,
                                    "whcd": 75,
                                    "cfjy": 61
                                },
                                "9": {
                                    "nvph": 79,
                                    "ldsl": 92,
                                    "whcd": 68,
                                    "cfjy": 92
                                },
                                "10": {
                                    "nvph": 42,
                                    "ldsl": 2,
                                    "whcd": 50,
                                    "cfjy": 9
                                },
                                "11": {
                                    "nvph": 46,
                                    "ldsl": 49,
                                    "whcd": 89,
                                    "cfjy": 39
                                },
                                "12": {
                                    "nvph": 16,
                                    "ldsl": 81,
                                    "whcd": 61,
                                    "cfjy": 74
                                }
                            },
                            "total_count": 98
                        },
                        "小红门地区": {
                            "radar_data": [
                                1111,
                                4474,
                                4620,
                                4694
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 57,
                                    "ldsl": 49,
                                    "whcd": 46,
                                    "cfjy": 39
                                },
                                "2": {
                                    "nvph": 9,
                                    "ldsl": 47,
                                    "whcd": 33,
                                    "cfjy": 32
                                },
                                "3": {
                                    "nvph": 68,
                                    "ldsl": 44,
                                    "whcd": 3,
                                    "cfjy": 59
                                },
                                "4": {
                                    "nvph": 33,
                                    "ldsl": 67,
                                    "whcd": 76,
                                    "cfjy": 96
                                },
                                "5": {
                                    "nvph": 86,
                                    "ldsl": 9,
                                    "whcd": 44,
                                    "cfjy": 83
                                },
                                "6": {
                                    "nvph": 80,
                                    "ldsl": 47,
                                    "whcd": 94,
                                    "cfjy": 6
                                },
                                "7": {
                                    "nvph": 75,
                                    "ldsl": 63,
                                    "whcd": 26,
                                    "cfjy": 98
                                },
                                "8": {
                                    "nvph": 59,
                                    "ldsl": 34,
                                    "whcd": 69,
                                    "cfjy": 4
                                },
                                "9": {
                                    "nvph": 91,
                                    "ldsl": 98,
                                    "whcd": 51,
                                    "cfjy": 47
                                },
                                "10": {
                                    "nvph": 20,
                                    "ldsl": 47,
                                    "whcd": 38,
                                    "cfjy": 47
                                },
                                "11": {
                                    "nvph": 70,
                                    "ldsl": 30,
                                    "whcd": 96,
                                    "cfjy": 78
                                },
                                "12": {
                                    "nvph": 49,
                                    "ldsl": 19,
                                    "whcd": 46,
                                    "cfjy": 9
                                }
                            },
                            "total_count": 23
                        },
                        "小关": {
                            "radar_data": [
                                4696,
                                3750,
                                4436,
                                4665
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 100,
                                    "ldsl": 96,
                                    "whcd": 72,
                                    "cfjy": 55
                                },
                                "2": {
                                    "nvph": 69,
                                    "ldsl": 75,
                                    "whcd": 19,
                                    "cfjy": 26
                                },
                                "3": {
                                    "nvph": 17,
                                    "ldsl": 69,
                                    "whcd": 62,
                                    "cfjy": 48
                                },
                                "4": {
                                    "nvph": 79,
                                    "ldsl": 26,
                                    "whcd": 93,
                                    "cfjy": 49
                                },
                                "5": {
                                    "nvph": 58,
                                    "ldsl": 34,
                                    "whcd": 67,
                                    "cfjy": 64
                                },
                                "6": {
                                    "nvph": 89,
                                    "ldsl": 71,
                                    "whcd": 46,
                                    "cfjy": 11
                                },
                                "7": {
                                    "nvph": 85,
                                    "ldsl": 31,
                                    "whcd": 77,
                                    "cfjy": 82
                                },
                                "8": {
                                    "nvph": 69,
                                    "ldsl": 87,
                                    "whcd": 87,
                                    "cfjy": 94
                                },
                                "9": {
                                    "nvph": 33,
                                    "ldsl": 36,
                                    "whcd": 68,
                                    "cfjy": 60
                                },
                                "10": {
                                    "nvph": 33,
                                    "ldsl": 12,
                                    "whcd": 9,
                                    "cfjy": 90
                                },
                                "11": {
                                    "nvph": 1,
                                    "ldsl": 92,
                                    "whcd": 99,
                                    "cfjy": 31
                                },
                                "12": {
                                    "nvph": 49,
                                    "ldsl": 18,
                                    "whcd": 48,
                                    "cfjy": 27
                                }
                            },
                            "total_count": 44
                        },
                        "八里庄": {
                            "radar_data": [
                                4625,
                                2090,
                                3948,
                                2946
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 70,
                                    "ldsl": 90,
                                    "whcd": 59,
                                    "cfjy": 3
                                },
                                "2": {
                                    "nvph": 94,
                                    "ldsl": 43,
                                    "whcd": 85,
                                    "cfjy": 5
                                },
                                "3": {
                                    "nvph": 94,
                                    "ldsl": 14,
                                    "whcd": 21,
                                    "cfjy": 4
                                },
                                "4": {
                                    "nvph": 29,
                                    "ldsl": 84,
                                    "whcd": 16,
                                    "cfjy": 1
                                },
                                "5": {
                                    "nvph": 5,
                                    "ldsl": 63,
                                    "whcd": 48,
                                    "cfjy": 51
                                },
                                "6": {
                                    "nvph": 78,
                                    "ldsl": 45,
                                    "whcd": 93,
                                    "cfjy": 12
                                },
                                "7": {
                                    "nvph": 35,
                                    "ldsl": 22,
                                    "whcd": 57,
                                    "cfjy": 76
                                },
                                "8": {
                                    "nvph": 44,
                                    "ldsl": 17,
                                    "whcd": 59,
                                    "cfjy": 53
                                },
                                "9": {
                                    "nvph": 83,
                                    "ldsl": 69,
                                    "whcd": 41,
                                    "cfjy": 89
                                },
                                "10": {
                                    "nvph": 6,
                                    "ldsl": 24,
                                    "whcd": 67,
                                    "cfjy": 63
                                },
                                "11": {
                                    "nvph": 81,
                                    "ldsl": 18,
                                    "whcd": 15,
                                    "cfjy": 80
                                },
                                "12": {
                                    "nvph": 46,
                                    "ldsl": 54,
                                    "whcd": 39,
                                    "cfjy": 61
                                }
                            },
                            "total_count": 7
                        },
                        "崔各庄地区": {
                            "radar_data": [
                                1888,
                                2885,
                                1581,
                                3779
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 53,
                                    "ldsl": 50,
                                    "whcd": 80,
                                    "cfjy": 84
                                },
                                "2": {
                                    "nvph": 1,
                                    "ldsl": 69,
                                    "whcd": 40,
                                    "cfjy": 6
                                },
                                "3": {
                                    "nvph": 78,
                                    "ldsl": 73,
                                    "whcd": 63,
                                    "cfjy": 45
                                },
                                "4": {
                                    "nvph": 13,
                                    "ldsl": 77,
                                    "whcd": 88,
                                    "cfjy": 89
                                },
                                "5": {
                                    "nvph": 58,
                                    "ldsl": 72,
                                    "whcd": 4,
                                    "cfjy": 15
                                },
                                "6": {
                                    "nvph": 35,
                                    "ldsl": 42,
                                    "whcd": 52,
                                    "cfjy": 16
                                },
                                "7": {
                                    "nvph": 9,
                                    "ldsl": 49,
                                    "whcd": 68,
                                    "cfjy": 29
                                },
                                "8": {
                                    "nvph": 59,
                                    "ldsl": 100,
                                    "whcd": 61,
                                    "cfjy": 67
                                },
                                "9": {
                                    "nvph": 60,
                                    "ldsl": 27,
                                    "whcd": 84,
                                    "cfjy": 67
                                },
                                "10": {
                                    "nvph": 84,
                                    "ldsl": 65,
                                    "whcd": 59,
                                    "cfjy": 41
                                },
                                "11": {
                                    "nvph": 36,
                                    "ldsl": 86,
                                    "whcd": 14,
                                    "cfjy": 67
                                },
                                "12": {
                                    "nvph": 23,
                                    "ldsl": 61,
                                    "whcd": 27,
                                    "cfjy": 81
                                }
                            },
                            "total_count": 86
                        },
                        "酒仙桥": {
                            "radar_data": [
                                4295,
                                1524,
                                3885,
                                2247
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 67,
                                    "ldsl": 83,
                                    "whcd": 2,
                                    "cfjy": 56
                                },
                                "2": {
                                    "nvph": 15,
                                    "ldsl": 88,
                                    "whcd": 96,
                                    "cfjy": 21
                                },
                                "3": {
                                    "nvph": 22,
                                    "ldsl": 59,
                                    "whcd": 24,
                                    "cfjy": 31
                                },
                                "4": {
                                    "nvph": 85,
                                    "ldsl": 56,
                                    "whcd": 64,
                                    "cfjy": 21
                                },
                                "5": {
                                    "nvph": 43,
                                    "ldsl": 13,
                                    "whcd": 55,
                                    "cfjy": 73
                                },
                                "6": {
                                    "nvph": 38,
                                    "ldsl": 6,
                                    "whcd": 28,
                                    "cfjy": 44
                                },
                                "7": {
                                    "nvph": 53,
                                    "ldsl": 54,
                                    "whcd": 67,
                                    "cfjy": 18
                                },
                                "8": {
                                    "nvph": 78,
                                    "ldsl": 54,
                                    "whcd": 31,
                                    "cfjy": 56
                                },
                                "9": {
                                    "nvph": 99,
                                    "ldsl": 25,
                                    "whcd": 88,
                                    "cfjy": 77
                                },
                                "10": {
                                    "nvph": 81,
                                    "ldsl": 68,
                                    "whcd": 9,
                                    "cfjy": 16
                                },
                                "11": {
                                    "nvph": 7,
                                    "ldsl": 24,
                                    "whcd": 2,
                                    "cfjy": 11
                                },
                                "12": {
                                    "nvph": 86,
                                    "ldsl": 45,
                                    "whcd": 69,
                                    "cfjy": 64
                                }
                            },
                            "total_count": 93
                        },
                        "麦子店": {
                            "radar_data": [
                                4435,
                                3323,
                                1519,
                                1895
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 27,
                                    "ldsl": 91,
                                    "whcd": 91,
                                    "cfjy": 31
                                },
                                "2": {
                                    "nvph": 91,
                                    "ldsl": 6,
                                    "whcd": 86,
                                    "cfjy": 32
                                },
                                "3": {
                                    "nvph": 42,
                                    "ldsl": 53,
                                    "whcd": 72,
                                    "cfjy": 37
                                },
                                "4": {
                                    "nvph": 47,
                                    "ldsl": 43,
                                    "whcd": 96,
                                    "cfjy": 37
                                },
                                "5": {
                                    "nvph": 4,
                                    "ldsl": 39,
                                    "whcd": 67,
                                    "cfjy": 96
                                },
                                "6": {
                                    "nvph": 13,
                                    "ldsl": 77,
                                    "whcd": 73,
                                    "cfjy": 37
                                },
                                "7": {
                                    "nvph": 18,
                                    "ldsl": 56,
                                    "whcd": 64,
                                    "cfjy": 29
                                },
                                "8": {
                                    "nvph": 100,
                                    "ldsl": 84,
                                    "whcd": 12,
                                    "cfjy": 69
                                },
                                "9": {
                                    "nvph": 80,
                                    "ldsl": 44,
                                    "whcd": 8,
                                    "cfjy": 35
                                },
                                "10": {
                                    "nvph": 21,
                                    "ldsl": 5,
                                    "whcd": 72,
                                    "cfjy": 45
                                },
                                "11": {
                                    "nvph": 2,
                                    "ldsl": 57,
                                    "whcd": 21,
                                    "cfjy": 81
                                },
                                "12": {
                                    "nvph": 13,
                                    "ldsl": 15,
                                    "whcd": 42,
                                    "cfjy": 54
                                }
                            },
                            "total_count": 41
                        },
                        "垈头": {
                            "radar_data": [
                                4884,
                                3611,
                                3382,
                                4959
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 52,
                                    "ldsl": 74,
                                    "whcd": 40,
                                    "cfjy": 80
                                },
                                "2": {
                                    "nvph": 97,
                                    "ldsl": 33,
                                    "whcd": 69,
                                    "cfjy": 35
                                },
                                "3": {
                                    "nvph": 33,
                                    "ldsl": 6,
                                    "whcd": 94,
                                    "cfjy": 86
                                },
                                "4": {
                                    "nvph": 55,
                                    "ldsl": 53,
                                    "whcd": 99,
                                    "cfjy": 2
                                },
                                "5": {
                                    "nvph": 40,
                                    "ldsl": 36,
                                    "whcd": 93,
                                    "cfjy": 86
                                },
                                "6": {
                                    "nvph": 11,
                                    "ldsl": 92,
                                    "whcd": 79,
                                    "cfjy": 76
                                },
                                "7": {
                                    "nvph": 74,
                                    "ldsl": 77,
                                    "whcd": 87,
                                    "cfjy": 38
                                },
                                "8": {
                                    "nvph": 30,
                                    "ldsl": 18,
                                    "whcd": 94,
                                    "cfjy": 3
                                },
                                "9": {
                                    "nvph": 34,
                                    "ldsl": 79,
                                    "whcd": 53,
                                    "cfjy": 2
                                },
                                "10": {
                                    "nvph": 34,
                                    "ldsl": 4,
                                    "whcd": 73,
                                    "cfjy": 49
                                },
                                "11": {
                                    "nvph": 3,
                                    "ldsl": 34,
                                    "whcd": 8,
                                    "cfjy": 26
                                },
                                "12": {
                                    "nvph": 66,
                                    "ldsl": 12,
                                    "whcd": 42,
                                    "cfjy": 99
                                }
                            },
                            "total_count": 17
                        },
                        "孙河地区": {
                            "radar_data": [
                                4771,
                                3480,
                                4569,
                                3159
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 51,
                                    "ldsl": 97,
                                    "whcd": 76,
                                    "cfjy": 29
                                },
                                "2": {
                                    "nvph": 4,
                                    "ldsl": 85,
                                    "whcd": 67,
                                    "cfjy": 41
                                },
                                "3": {
                                    "nvph": 5,
                                    "ldsl": 80,
                                    "whcd": 98,
                                    "cfjy": 65
                                },
                                "4": {
                                    "nvph": 29,
                                    "ldsl": 64,
                                    "whcd": 17,
                                    "cfjy": 57
                                },
                                "5": {
                                    "nvph": 61,
                                    "ldsl": 22,
                                    "whcd": 75,
                                    "cfjy": 25
                                },
                                "6": {
                                    "nvph": 63,
                                    "ldsl": 33,
                                    "whcd": 32,
                                    "cfjy": 17
                                },
                                "7": {
                                    "nvph": 35,
                                    "ldsl": 6,
                                    "whcd": 64,
                                    "cfjy": 22
                                },
                                "8": {
                                    "nvph": 85,
                                    "ldsl": 30,
                                    "whcd": 4,
                                    "cfjy": 94
                                },
                                "9": {
                                    "nvph": 32,
                                    "ldsl": 84,
                                    "whcd": 40,
                                    "cfjy": 69
                                },
                                "10": {
                                    "nvph": 14,
                                    "ldsl": 99,
                                    "whcd": 25,
                                    "cfjy": 26
                                },
                                "11": {
                                    "nvph": 37,
                                    "ldsl": 93,
                                    "whcd": 16,
                                    "cfjy": 62
                                },
                                "12": {
                                    "nvph": 62,
                                    "ldsl": 1,
                                    "whcd": 16,
                                    "cfjy": 82
                                }
                            },
                            "total_count": 25
                        },
                        "南磨房地区": {
                            "radar_data": [
                                3858,
                                3623,
                                4506,
                                3609
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 63,
                                    "ldsl": 67,
                                    "whcd": 33,
                                    "cfjy": 87
                                },
                                "2": {
                                    "nvph": 92,
                                    "ldsl": 17,
                                    "whcd": 49,
                                    "cfjy": 17
                                },
                                "3": {
                                    "nvph": 96,
                                    "ldsl": 96,
                                    "whcd": 7,
                                    "cfjy": 22
                                },
                                "4": {
                                    "nvph": 100,
                                    "ldsl": 70,
                                    "whcd": 8,
                                    "cfjy": 85
                                },
                                "5": {
                                    "nvph": 42,
                                    "ldsl": 71,
                                    "whcd": 48,
                                    "cfjy": 45
                                },
                                "6": {
                                    "nvph": 44,
                                    "ldsl": 27,
                                    "whcd": 54,
                                    "cfjy": 10
                                },
                                "7": {
                                    "nvph": 68,
                                    "ldsl": 26,
                                    "whcd": 66,
                                    "cfjy": 22
                                },
                                "8": {
                                    "nvph": 81,
                                    "ldsl": 15,
                                    "whcd": 89,
                                    "cfjy": 75
                                },
                                "9": {
                                    "nvph": 77,
                                    "ldsl": 44,
                                    "whcd": 100,
                                    "cfjy": 48
                                },
                                "10": {
                                    "nvph": 23,
                                    "ldsl": 77,
                                    "whcd": 49,
                                    "cfjy": 6
                                },
                                "11": {
                                    "nvph": 62,
                                    "ldsl": 34,
                                    "whcd": 83,
                                    "cfjy": 13
                                },
                                "12": {
                                    "nvph": 34,
                                    "ldsl": 69,
                                    "whcd": 46,
                                    "cfjy": 1
                                }
                            },
                            "total_count": 39
                        },
                        "呼家楼": {
                            "radar_data": [
                                3113,
                                2348,
                                3567,
                                1112
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 47,
                                    "ldsl": 56,
                                    "whcd": 52,
                                    "cfjy": 41
                                },
                                "2": {
                                    "nvph": 7,
                                    "ldsl": 45,
                                    "whcd": 17,
                                    "cfjy": 65
                                },
                                "3": {
                                    "nvph": 15,
                                    "ldsl": 27,
                                    "whcd": 77,
                                    "cfjy": 20
                                },
                                "4": {
                                    "nvph": 27,
                                    "ldsl": 20,
                                    "whcd": 87,
                                    "cfjy": 70
                                },
                                "5": {
                                    "nvph": 28,
                                    "ldsl": 76,
                                    "whcd": 38,
                                    "cfjy": 30
                                },
                                "6": {
                                    "nvph": 61,
                                    "ldsl": 25,
                                    "whcd": 10,
                                    "cfjy": 84
                                },
                                "7": {
                                    "nvph": 3,
                                    "ldsl": 53,
                                    "whcd": 81,
                                    "cfjy": 94
                                },
                                "8": {
                                    "nvph": 85,
                                    "ldsl": 46,
                                    "whcd": 14,
                                    "cfjy": 47
                                },
                                "9": {
                                    "nvph": 58,
                                    "ldsl": 64,
                                    "whcd": 43,
                                    "cfjy": 1
                                },
                                "10": {
                                    "nvph": 28,
                                    "ldsl": 93,
                                    "whcd": 3,
                                    "cfjy": 92
                                },
                                "11": {
                                    "nvph": 23,
                                    "ldsl": 90,
                                    "whcd": 19,
                                    "cfjy": 79
                                },
                                "12": {
                                    "nvph": 74,
                                    "ldsl": 48,
                                    "whcd": 85,
                                    "cfjy": 85
                                }
                            },
                            "total_count": 96
                        },
                        "东坝地区": {
                            "radar_data": [
                                4196,
                                3474,
                                4732,
                                4037
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 64,
                                    "ldsl": 41,
                                    "whcd": 3,
                                    "cfjy": 82
                                },
                                "2": {
                                    "nvph": 51,
                                    "ldsl": 65,
                                    "whcd": 12,
                                    "cfjy": 66
                                },
                                "3": {
                                    "nvph": 22,
                                    "ldsl": 53,
                                    "whcd": 94,
                                    "cfjy": 21
                                },
                                "4": {
                                    "nvph": 50,
                                    "ldsl": 15,
                                    "whcd": 90,
                                    "cfjy": 84
                                },
                                "5": {
                                    "nvph": 35,
                                    "ldsl": 97,
                                    "whcd": 94,
                                    "cfjy": 2
                                },
                                "6": {
                                    "nvph": 5,
                                    "ldsl": 95,
                                    "whcd": 24,
                                    "cfjy": 28
                                },
                                "7": {
                                    "nvph": 32,
                                    "ldsl": 49,
                                    "whcd": 95,
                                    "cfjy": 4
                                },
                                "8": {
                                    "nvph": 81,
                                    "ldsl": 74,
                                    "whcd": 71,
                                    "cfjy": 71
                                },
                                "9": {
                                    "nvph": 10,
                                    "ldsl": 86,
                                    "whcd": 4,
                                    "cfjy": 36
                                },
                                "10": {
                                    "nvph": 67,
                                    "ldsl": 14,
                                    "whcd": 80,
                                    "cfjy": 75
                                },
                                "11": {
                                    "nvph": 47,
                                    "ldsl": 40,
                                    "whcd": 62,
                                    "cfjy": 41
                                },
                                "12": {
                                    "nvph": 84,
                                    "ldsl": 1,
                                    "whcd": 1,
                                    "cfjy": 67
                                }
                            },
                            "total_count": 65
                        },
                        "官庄地区": {
                            "radar_data": [
                                1993,
                                2731,
                                4869,
                                4524
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 75,
                                    "ldsl": 30,
                                    "whcd": 64,
                                    "cfjy": 65
                                },
                                "2": {
                                    "nvph": 38,
                                    "ldsl": 99,
                                    "whcd": 18,
                                    "cfjy": 93
                                },
                                "3": {
                                    "nvph": 94,
                                    "ldsl": 2,
                                    "whcd": 89,
                                    "cfjy": 25
                                },
                                "4": {
                                    "nvph": 90,
                                    "ldsl": 4,
                                    "whcd": 53,
                                    "cfjy": 69
                                },
                                "5": {
                                    "nvph": 52,
                                    "ldsl": 5,
                                    "whcd": 33,
                                    "cfjy": 2
                                },
                                "6": {
                                    "nvph": 41,
                                    "ldsl": 99,
                                    "whcd": 56,
                                    "cfjy": 44
                                },
                                "7": {
                                    "nvph": 82,
                                    "ldsl": 46,
                                    "whcd": 14,
                                    "cfjy": 38
                                },
                                "8": {
                                    "nvph": 6,
                                    "ldsl": 16,
                                    "whcd": 45,
                                    "cfjy": 80
                                },
                                "9": {
                                    "nvph": 87,
                                    "ldsl": 74,
                                    "whcd": 91,
                                    "cfjy": 67
                                },
                                "10": {
                                    "nvph": 93,
                                    "ldsl": 54,
                                    "whcd": 46,
                                    "cfjy": 3
                                },
                                "11": {
                                    "nvph": 51,
                                    "ldsl": 89,
                                    "whcd": 59,
                                    "cfjy": 64
                                },
                                "12": {
                                    "nvph": 21,
                                    "ldsl": 5,
                                    "whcd": 48,
                                    "cfjy": 4
                                }
                            },
                            "total_count": 40
                        },
                        "东风地区": {
                            "radar_data": [
                                4674,
                                4963,
                                4523,
                                1126
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 41,
                                    "ldsl": 17,
                                    "whcd": 57,
                                    "cfjy": 25
                                },
                                "2": {
                                    "nvph": 88,
                                    "ldsl": 77,
                                    "whcd": 100,
                                    "cfjy": 64
                                },
                                "3": {
                                    "nvph": 24,
                                    "ldsl": 3,
                                    "whcd": 23,
                                    "cfjy": 37
                                },
                                "4": {
                                    "nvph": 37,
                                    "ldsl": 20,
                                    "whcd": 89,
                                    "cfjy": 3
                                },
                                "5": {
                                    "nvph": 57,
                                    "ldsl": 22,
                                    "whcd": 61,
                                    "cfjy": 85
                                },
                                "6": {
                                    "nvph": 12,
                                    "ldsl": 82,
                                    "whcd": 94,
                                    "cfjy": 63
                                },
                                "7": {
                                    "nvph": 21,
                                    "ldsl": 93,
                                    "whcd": 55,
                                    "cfjy": 95
                                },
                                "8": {
                                    "nvph": 52,
                                    "ldsl": 15,
                                    "whcd": 50,
                                    "cfjy": 66
                                },
                                "9": {
                                    "nvph": 14,
                                    "ldsl": 74,
                                    "whcd": 41,
                                    "cfjy": 63
                                },
                                "10": {
                                    "nvph": 96,
                                    "ldsl": 89,
                                    "whcd": 79,
                                    "cfjy": 98
                                },
                                "11": {
                                    "nvph": 82,
                                    "ldsl": 30,
                                    "whcd": 98,
                                    "cfjy": 96
                                },
                                "12": {
                                    "nvph": 44,
                                    "ldsl": 15,
                                    "whcd": 46,
                                    "cfjy": 11
                                }
                            },
                            "total_count": 63
                        },
                        "香河园": {
                            "radar_data": [
                                2882,
                                2528,
                                3425,
                                1686
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 99,
                                    "ldsl": 1,
                                    "whcd": 56,
                                    "cfjy": 26
                                },
                                "2": {
                                    "nvph": 11,
                                    "ldsl": 98,
                                    "whcd": 27,
                                    "cfjy": 59
                                },
                                "3": {
                                    "nvph": 14,
                                    "ldsl": 13,
                                    "whcd": 90,
                                    "cfjy": 71
                                },
                                "4": {
                                    "nvph": 14,
                                    "ldsl": 19,
                                    "whcd": 34,
                                    "cfjy": 30
                                },
                                "5": {
                                    "nvph": 82,
                                    "ldsl": 10,
                                    "whcd": 62,
                                    "cfjy": 26
                                },
                                "6": {
                                    "nvph": 3,
                                    "ldsl": 39,
                                    "whcd": 77,
                                    "cfjy": 18
                                },
                                "7": {
                                    "nvph": 41,
                                    "ldsl": 89,
                                    "whcd": 16,
                                    "cfjy": 5
                                },
                                "8": {
                                    "nvph": 34,
                                    "ldsl": 96,
                                    "whcd": 55,
                                    "cfjy": 29
                                },
                                "9": {
                                    "nvph": 29,
                                    "ldsl": 51,
                                    "whcd": 3,
                                    "cfjy": 66
                                },
                                "10": {
                                    "nvph": 69,
                                    "ldsl": 29,
                                    "whcd": 94,
                                    "cfjy": 18
                                },
                                "11": {
                                    "nvph": 57,
                                    "ldsl": 75,
                                    "whcd": 2,
                                    "cfjy": 24
                                },
                                "12": {
                                    "nvph": 66,
                                    "ldsl": 24,
                                    "whcd": 65,
                                    "cfjy": 57
                                }
                            },
                            "total_count": 64
                        },
                        "安贞": {
                            "radar_data": [
                                2118,
                                4759,
                                3845,
                                4212
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 50,
                                    "ldsl": 80,
                                    "whcd": 80,
                                    "cfjy": 54
                                },
                                "2": {
                                    "nvph": 97,
                                    "ldsl": 68,
                                    "whcd": 64,
                                    "cfjy": 49
                                },
                                "3": {
                                    "nvph": 20,
                                    "ldsl": 23,
                                    "whcd": 6,
                                    "cfjy": 50
                                },
                                "4": {
                                    "nvph": 54,
                                    "ldsl": 13,
                                    "whcd": 37,
                                    "cfjy": 40
                                },
                                "5": {
                                    "nvph": 81,
                                    "ldsl": 30,
                                    "whcd": 31,
                                    "cfjy": 32
                                },
                                "6": {
                                    "nvph": 76,
                                    "ldsl": 26,
                                    "whcd": 46,
                                    "cfjy": 33
                                },
                                "7": {
                                    "nvph": 69,
                                    "ldsl": 35,
                                    "whcd": 97,
                                    "cfjy": 44
                                },
                                "8": {
                                    "nvph": 29,
                                    "ldsl": 82,
                                    "whcd": 82,
                                    "cfjy": 90
                                },
                                "9": {
                                    "nvph": 40,
                                    "ldsl": 29,
                                    "whcd": 79,
                                    "cfjy": 39
                                },
                                "10": {
                                    "nvph": 99,
                                    "ldsl": 29,
                                    "whcd": 63,
                                    "cfjy": 83
                                },
                                "11": {
                                    "nvph": 98,
                                    "ldsl": 100,
                                    "whcd": 99,
                                    "cfjy": 46
                                },
                                "12": {
                                    "nvph": 36,
                                    "ldsl": 22,
                                    "whcd": 84,
                                    "cfjy": 10
                                }
                            },
                            "total_count": 47
                        },
                        "高碑店地区": {
                            "radar_data": [
                                3208,
                                4686,
                                1938,
                                4962
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 37,
                                    "ldsl": 100,
                                    "whcd": 77,
                                    "cfjy": 95
                                },
                                "2": {
                                    "nvph": 32,
                                    "ldsl": 18,
                                    "whcd": 47,
                                    "cfjy": 31
                                },
                                "3": {
                                    "nvph": 60,
                                    "ldsl": 30,
                                    "whcd": 77,
                                    "cfjy": 96
                                },
                                "4": {
                                    "nvph": 51,
                                    "ldsl": 90,
                                    "whcd": 61,
                                    "cfjy": 16
                                },
                                "5": {
                                    "nvph": 26,
                                    "ldsl": 93,
                                    "whcd": 72,
                                    "cfjy": 43
                                },
                                "6": {
                                    "nvph": 42,
                                    "ldsl": 39,
                                    "whcd": 13,
                                    "cfjy": 81
                                },
                                "7": {
                                    "nvph": 89,
                                    "ldsl": 94,
                                    "whcd": 8,
                                    "cfjy": 86
                                },
                                "8": {
                                    "nvph": 58,
                                    "ldsl": 17,
                                    "whcd": 92,
                                    "cfjy": 56
                                },
                                "9": {
                                    "nvph": 5,
                                    "ldsl": 39,
                                    "whcd": 15,
                                    "cfjy": 9
                                },
                                "10": {
                                    "nvph": 67,
                                    "ldsl": 49,
                                    "whcd": 60,
                                    "cfjy": 20
                                },
                                "11": {
                                    "nvph": 39,
                                    "ldsl": 13,
                                    "whcd": 39,
                                    "cfjy": 72
                                },
                                "12": {
                                    "nvph": 50,
                                    "ldsl": 61,
                                    "whcd": 86,
                                    "cfjy": 78
                                }
                            },
                            "total_count": 52
                        },
                        "团结湖": {
                            "radar_data": [
                                2058,
                                3643,
                                1435,
                                3291
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 27,
                                    "ldsl": 86,
                                    "whcd": 44,
                                    "cfjy": 77
                                },
                                "2": {
                                    "nvph": 87,
                                    "ldsl": 95,
                                    "whcd": 52,
                                    "cfjy": 88
                                },
                                "3": {
                                    "nvph": 23,
                                    "ldsl": 28,
                                    "whcd": 72,
                                    "cfjy": 84
                                },
                                "4": {
                                    "nvph": 63,
                                    "ldsl": 17,
                                    "whcd": 17,
                                    "cfjy": 37
                                },
                                "5": {
                                    "nvph": 1,
                                    "ldsl": 77,
                                    "whcd": 71,
                                    "cfjy": 65
                                },
                                "6": {
                                    "nvph": 35,
                                    "ldsl": 53,
                                    "whcd": 48,
                                    "cfjy": 99
                                },
                                "7": {
                                    "nvph": 14,
                                    "ldsl": 9,
                                    "whcd": 34,
                                    "cfjy": 58
                                },
                                "8": {
                                    "nvph": 30,
                                    "ldsl": 28,
                                    "whcd": 70,
                                    "cfjy": 36
                                },
                                "9": {
                                    "nvph": 25,
                                    "ldsl": 59,
                                    "whcd": 32,
                                    "cfjy": 38
                                },
                                "10": {
                                    "nvph": 26,
                                    "ldsl": 42,
                                    "whcd": 3,
                                    "cfjy": 52
                                },
                                "11": {
                                    "nvph": 14,
                                    "ldsl": 26,
                                    "whcd": 16,
                                    "cfjy": 85
                                },
                                "12": {
                                    "nvph": 90,
                                    "ldsl": 60,
                                    "whcd": 63,
                                    "cfjy": 17
                                }
                            },
                            "total_count": 6
                        },
                        "六里屯": {
                            "radar_data": [
                                2790,
                                4756,
                                3686,
                                1991
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 29,
                                    "ldsl": 93,
                                    "whcd": 59,
                                    "cfjy": 21
                                },
                                "2": {
                                    "nvph": 59,
                                    "ldsl": 4,
                                    "whcd": 76,
                                    "cfjy": 54
                                },
                                "3": {
                                    "nvph": 78,
                                    "ldsl": 41,
                                    "whcd": 91,
                                    "cfjy": 36
                                },
                                "4": {
                                    "nvph": 55,
                                    "ldsl": 10,
                                    "whcd": 37,
                                    "cfjy": 48
                                },
                                "5": {
                                    "nvph": 21,
                                    "ldsl": 60,
                                    "whcd": 66,
                                    "cfjy": 51
                                },
                                "6": {
                                    "nvph": 14,
                                    "ldsl": 54,
                                    "whcd": 53,
                                    "cfjy": 36
                                },
                                "7": {
                                    "nvph": 20,
                                    "ldsl": 50,
                                    "whcd": 87,
                                    "cfjy": 85
                                },
                                "8": {
                                    "nvph": 35,
                                    "ldsl": 28,
                                    "whcd": 6,
                                    "cfjy": 23
                                },
                                "9": {
                                    "nvph": 13,
                                    "ldsl": 21,
                                    "whcd": 74,
                                    "cfjy": 13
                                },
                                "10": {
                                    "nvph": 96,
                                    "ldsl": 65,
                                    "whcd": 44,
                                    "cfjy": 37
                                },
                                "11": {
                                    "nvph": 7,
                                    "ldsl": 47,
                                    "whcd": 97,
                                    "cfjy": 22
                                },
                                "12": {
                                    "nvph": 6,
                                    "ldsl": 22,
                                    "whcd": 99,
                                    "cfjy": 48
                                }
                            },
                            "total_count": 78
                        },
                        "十八里店地区": {
                            "radar_data": [
                                2005,
                                4220,
                                1446,
                                1150
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 71,
                                    "ldsl": 87,
                                    "whcd": 38,
                                    "cfjy": 47
                                },
                                "2": {
                                    "nvph": 25,
                                    "ldsl": 4,
                                    "whcd": 78,
                                    "cfjy": 40
                                },
                                "3": {
                                    "nvph": 35,
                                    "ldsl": 4,
                                    "whcd": 56,
                                    "cfjy": 31
                                },
                                "4": {
                                    "nvph": 52,
                                    "ldsl": 88,
                                    "whcd": 35,
                                    "cfjy": 79
                                },
                                "5": {
                                    "nvph": 10,
                                    "ldsl": 62,
                                    "whcd": 26,
                                    "cfjy": 54
                                },
                                "6": {
                                    "nvph": 68,
                                    "ldsl": 44,
                                    "whcd": 33,
                                    "cfjy": 15
                                },
                                "7": {
                                    "nvph": 79,
                                    "ldsl": 55,
                                    "whcd": 51,
                                    "cfjy": 85
                                },
                                "8": {
                                    "nvph": 31,
                                    "ldsl": 36,
                                    "whcd": 63,
                                    "cfjy": 7
                                },
                                "9": {
                                    "nvph": 74,
                                    "ldsl": 24,
                                    "whcd": 66,
                                    "cfjy": 53
                                },
                                "10": {
                                    "nvph": 8,
                                    "ldsl": 40,
                                    "whcd": 38,
                                    "cfjy": 61
                                },
                                "11": {
                                    "nvph": 35,
                                    "ldsl": 79,
                                    "whcd": 87,
                                    "cfjy": 28
                                },
                                "12": {
                                    "nvph": 59,
                                    "ldsl": 7,
                                    "whcd": 38,
                                    "cfjy": 8
                                }
                            },
                            "total_count": 19
                        },
                        "奥运村地区": {
                            "radar_data": [
                                3865,
                                1690,
                                3829,
                                3525
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 23,
                                    "ldsl": 35,
                                    "whcd": 94,
                                    "cfjy": 6
                                },
                                "2": {
                                    "nvph": 16,
                                    "ldsl": 92,
                                    "whcd": 75,
                                    "cfjy": 14
                                },
                                "3": {
                                    "nvph": 13,
                                    "ldsl": 60,
                                    "whcd": 77,
                                    "cfjy": 56
                                },
                                "4": {
                                    "nvph": 96,
                                    "ldsl": 57,
                                    "whcd": 48,
                                    "cfjy": 48
                                },
                                "5": {
                                    "nvph": 13,
                                    "ldsl": 2,
                                    "whcd": 36,
                                    "cfjy": 27
                                },
                                "6": {
                                    "nvph": 4,
                                    "ldsl": 51,
                                    "whcd": 94,
                                    "cfjy": 61
                                },
                                "7": {
                                    "nvph": 34,
                                    "ldsl": 7,
                                    "whcd": 24,
                                    "cfjy": 62
                                },
                                "8": {
                                    "nvph": 52,
                                    "ldsl": 9,
                                    "whcd": 18,
                                    "cfjy": 39
                                },
                                "9": {
                                    "nvph": 46,
                                    "ldsl": 37,
                                    "whcd": 49,
                                    "cfjy": 53
                                },
                                "10": {
                                    "nvph": 71,
                                    "ldsl": 71,
                                    "whcd": 59,
                                    "cfjy": 75
                                },
                                "11": {
                                    "nvph": 40,
                                    "ldsl": 91,
                                    "whcd": 73,
                                    "cfjy": 48
                                },
                                "12": {
                                    "nvph": 21,
                                    "ldsl": 64,
                                    "whcd": 42,
                                    "cfjy": 56
                                }
                            },
                            "total_count": 28
                        },
                        "潘家园": {
                            "radar_data": [
                                4139,
                                4638,
                                1467,
                                4600
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 69,
                                    "ldsl": 82,
                                    "whcd": 38,
                                    "cfjy": 90
                                },
                                "2": {
                                    "nvph": 42,
                                    "ldsl": 17,
                                    "whcd": 99,
                                    "cfjy": 90
                                },
                                "3": {
                                    "nvph": 73,
                                    "ldsl": 100,
                                    "whcd": 3,
                                    "cfjy": 30
                                },
                                "4": {
                                    "nvph": 86,
                                    "ldsl": 65,
                                    "whcd": 20,
                                    "cfjy": 88
                                },
                                "5": {
                                    "nvph": 32,
                                    "ldsl": 15,
                                    "whcd": 54,
                                    "cfjy": 35
                                },
                                "6": {
                                    "nvph": 17,
                                    "ldsl": 78,
                                    "whcd": 72,
                                    "cfjy": 69
                                },
                                "7": {
                                    "nvph": 10,
                                    "ldsl": 59,
                                    "whcd": 73,
                                    "cfjy": 90
                                },
                                "8": {
                                    "nvph": 69,
                                    "ldsl": 30,
                                    "whcd": 25,
                                    "cfjy": 99
                                },
                                "9": {
                                    "nvph": 33,
                                    "ldsl": 77,
                                    "whcd": 6,
                                    "cfjy": 47
                                },
                                "10": {
                                    "nvph": 76,
                                    "ldsl": 98,
                                    "whcd": 97,
                                    "cfjy": 76
                                },
                                "11": {
                                    "nvph": 25,
                                    "ldsl": 97,
                                    "whcd": 46,
                                    "cfjy": 29
                                },
                                "12": {
                                    "nvph": 49,
                                    "ldsl": 98,
                                    "whcd": 100,
                                    "cfjy": 8
                                }
                            },
                            "total_count": 28
                        },
                        "大屯": {
                            "radar_data": [
                                4848,
                                3411,
                                3995,
                                3974
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 79,
                                    "ldsl": 28,
                                    "whcd": 13,
                                    "cfjy": 44
                                },
                                "2": {
                                    "nvph": 40,
                                    "ldsl": 2,
                                    "whcd": 90,
                                    "cfjy": 80
                                },
                                "3": {
                                    "nvph": 73,
                                    "ldsl": 43,
                                    "whcd": 2,
                                    "cfjy": 51
                                },
                                "4": {
                                    "nvph": 80,
                                    "ldsl": 43,
                                    "whcd": 99,
                                    "cfjy": 74
                                },
                                "5": {
                                    "nvph": 74,
                                    "ldsl": 32,
                                    "whcd": 59,
                                    "cfjy": 34
                                },
                                "6": {
                                    "nvph": 5,
                                    "ldsl": 30,
                                    "whcd": 91,
                                    "cfjy": 97
                                },
                                "7": {
                                    "nvph": 62,
                                    "ldsl": 94,
                                    "whcd": 6,
                                    "cfjy": 96
                                },
                                "8": {
                                    "nvph": 72,
                                    "ldsl": 20,
                                    "whcd": 25,
                                    "cfjy": 42
                                },
                                "9": {
                                    "nvph": 98,
                                    "ldsl": 100,
                                    "whcd": 33,
                                    "cfjy": 32
                                },
                                "10": {
                                    "nvph": 9,
                                    "ldsl": 85,
                                    "whcd": 71,
                                    "cfjy": 57
                                },
                                "11": {
                                    "nvph": 25,
                                    "ldsl": 75,
                                    "whcd": 95,
                                    "cfjy": 39
                                },
                                "12": {
                                    "nvph": 93,
                                    "ldsl": 77,
                                    "whcd": 8,
                                    "cfjy": 42
                                }
                            },
                            "total_count": 67
                        },
                        "豆各庄地区": {
                            "radar_data": [
                                3141,
                                3963,
                                2638,
                                2787
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 66,
                                    "ldsl": 9,
                                    "whcd": 72,
                                    "cfjy": 20
                                },
                                "2": {
                                    "nvph": 5,
                                    "ldsl": 62,
                                    "whcd": 6,
                                    "cfjy": 17
                                },
                                "3": {
                                    "nvph": 72,
                                    "ldsl": 27,
                                    "whcd": 5,
                                    "cfjy": 15
                                },
                                "4": {
                                    "nvph": 33,
                                    "ldsl": 100,
                                    "whcd": 11,
                                    "cfjy": 6
                                },
                                "5": {
                                    "nvph": 28,
                                    "ldsl": 69,
                                    "whcd": 96,
                                    "cfjy": 29
                                },
                                "6": {
                                    "nvph": 44,
                                    "ldsl": 56,
                                    "whcd": 30,
                                    "cfjy": 91
                                },
                                "7": {
                                    "nvph": 71,
                                    "ldsl": 74,
                                    "whcd": 46,
                                    "cfjy": 50
                                },
                                "8": {
                                    "nvph": 97,
                                    "ldsl": 31,
                                    "whcd": 63,
                                    "cfjy": 4
                                },
                                "9": {
                                    "nvph": 41,
                                    "ldsl": 91,
                                    "whcd": 77,
                                    "cfjy": 81
                                },
                                "10": {
                                    "nvph": 76,
                                    "ldsl": 4,
                                    "whcd": 10,
                                    "cfjy": 64
                                },
                                "11": {
                                    "nvph": 30,
                                    "ldsl": 7,
                                    "whcd": 88,
                                    "cfjy": 45
                                },
                                "12": {
                                    "nvph": 63,
                                    "ldsl": 9,
                                    "whcd": 56,
                                    "cfjy": 43
                                }
                            },
                            "total_count": 31
                        },
                        "常营地区": {
                            "radar_data": [
                                1735,
                                4619,
                                1171,
                                1842
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 21,
                                    "ldsl": 8,
                                    "whcd": 69,
                                    "cfjy": 91
                                },
                                "2": {
                                    "nvph": 42,
                                    "ldsl": 52,
                                    "whcd": 28,
                                    "cfjy": 20
                                },
                                "3": {
                                    "nvph": 64,
                                    "ldsl": 30,
                                    "whcd": 77,
                                    "cfjy": 54
                                },
                                "4": {
                                    "nvph": 4,
                                    "ldsl": 35,
                                    "whcd": 39,
                                    "cfjy": 48
                                },
                                "5": {
                                    "nvph": 60,
                                    "ldsl": 33,
                                    "whcd": 69,
                                    "cfjy": 68
                                },
                                "6": {
                                    "nvph": 65,
                                    "ldsl": 6,
                                    "whcd": 54,
                                    "cfjy": 100
                                },
                                "7": {
                                    "nvph": 34,
                                    "ldsl": 68,
                                    "whcd": 41,
                                    "cfjy": 1
                                },
                                "8": {
                                    "nvph": 49,
                                    "ldsl": 55,
                                    "whcd": 44,
                                    "cfjy": 83
                                },
                                "9": {
                                    "nvph": 89,
                                    "ldsl": 100,
                                    "whcd": 82,
                                    "cfjy": 25
                                },
                                "10": {
                                    "nvph": 27,
                                    "ldsl": 68,
                                    "whcd": 81,
                                    "cfjy": 57
                                },
                                "11": {
                                    "nvph": 98,
                                    "ldsl": 25,
                                    "whcd": 30,
                                    "cfjy": 55
                                },
                                "12": {
                                    "nvph": 44,
                                    "ldsl": 50,
                                    "whcd": 62,
                                    "cfjy": 50
                                }
                            },
                            "total_count": 9
                        },
                        "和平街": {
                            "radar_data": [
                                2485,
                                2792,
                                3328,
                                4703
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 7,
                                    "ldsl": 32,
                                    "whcd": 90,
                                    "cfjy": 96
                                },
                                "2": {
                                    "nvph": 45,
                                    "ldsl": 4,
                                    "whcd": 90,
                                    "cfjy": 56
                                },
                                "3": {
                                    "nvph": 58,
                                    "ldsl": 77,
                                    "whcd": 57,
                                    "cfjy": 33
                                },
                                "4": {
                                    "nvph": 83,
                                    "ldsl": 65,
                                    "whcd": 70,
                                    "cfjy": 75
                                },
                                "5": {
                                    "nvph": 73,
                                    "ldsl": 7,
                                    "whcd": 11,
                                    "cfjy": 23
                                },
                                "6": {
                                    "nvph": 61,
                                    "ldsl": 32,
                                    "whcd": 88,
                                    "cfjy": 25
                                },
                                "7": {
                                    "nvph": 18,
                                    "ldsl": 17,
                                    "whcd": 63,
                                    "cfjy": 69
                                },
                                "8": {
                                    "nvph": 58,
                                    "ldsl": 23,
                                    "whcd": 34,
                                    "cfjy": 77
                                },
                                "9": {
                                    "nvph": 32,
                                    "ldsl": 30,
                                    "whcd": 65,
                                    "cfjy": 33
                                },
                                "10": {
                                    "nvph": 7,
                                    "ldsl": 7,
                                    "whcd": 87,
                                    "cfjy": 19
                                },
                                "11": {
                                    "nvph": 3,
                                    "ldsl": 77,
                                    "whcd": 35,
                                    "cfjy": 55
                                },
                                "12": {
                                    "nvph": 78,
                                    "ldsl": 7,
                                    "whcd": 98,
                                    "cfjy": 55
                                }
                            },
                            "total_count": 81
                        },
                        "三里屯": {
                            "radar_data": [
                                4369,
                                2666,
                                1607,
                                2384
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 33,
                                    "ldsl": 65,
                                    "whcd": 82,
                                    "cfjy": 80
                                },
                                "2": {
                                    "nvph": 28,
                                    "ldsl": 81,
                                    "whcd": 34,
                                    "cfjy": 60
                                },
                                "3": {
                                    "nvph": 98,
                                    "ldsl": 15,
                                    "whcd": 26,
                                    "cfjy": 94
                                },
                                "4": {
                                    "nvph": 20,
                                    "ldsl": 73,
                                    "whcd": 54,
                                    "cfjy": 78
                                },
                                "5": {
                                    "nvph": 61,
                                    "ldsl": 40,
                                    "whcd": 65,
                                    "cfjy": 45
                                },
                                "6": {
                                    "nvph": 5,
                                    "ldsl": 58,
                                    "whcd": 73,
                                    "cfjy": 39
                                },
                                "7": {
                                    "nvph": 31,
                                    "ldsl": 74,
                                    "whcd": 33,
                                    "cfjy": 13
                                },
                                "8": {
                                    "nvph": 77,
                                    "ldsl": 70,
                                    "whcd": 4,
                                    "cfjy": 39
                                },
                                "9": {
                                    "nvph": 35,
                                    "ldsl": 100,
                                    "whcd": 50,
                                    "cfjy": 25
                                },
                                "10": {
                                    "nvph": 42,
                                    "ldsl": 12,
                                    "whcd": 21,
                                    "cfjy": 25
                                },
                                "11": {
                                    "nvph": 10,
                                    "ldsl": 3,
                                    "whcd": 79,
                                    "cfjy": 100
                                },
                                "12": {
                                    "nvph": 82,
                                    "ldsl": 54,
                                    "whcd": 63,
                                    "cfjy": 23
                                }
                            },
                            "total_count": 94
                        },
                        "劲松": {
                            "radar_data": [
                                3179,
                                1422,
                                3877,
                                2958
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 37,
                                    "ldsl": 28,
                                    "whcd": 58,
                                    "cfjy": 91
                                },
                                "2": {
                                    "nvph": 80,
                                    "ldsl": 1,
                                    "whcd": 79,
                                    "cfjy": 24
                                },
                                "3": {
                                    "nvph": 29,
                                    "ldsl": 56,
                                    "whcd": 32,
                                    "cfjy": 72
                                },
                                "4": {
                                    "nvph": 69,
                                    "ldsl": 75,
                                    "whcd": 45,
                                    "cfjy": 67
                                },
                                "5": {
                                    "nvph": 16,
                                    "ldsl": 51,
                                    "whcd": 31,
                                    "cfjy": 14
                                },
                                "6": {
                                    "nvph": 68,
                                    "ldsl": 85,
                                    "whcd": 74,
                                    "cfjy": 66
                                },
                                "7": {
                                    "nvph": 13,
                                    "ldsl": 100,
                                    "whcd": 31,
                                    "cfjy": 4
                                },
                                "8": {
                                    "nvph": 24,
                                    "ldsl": 21,
                                    "whcd": 25,
                                    "cfjy": 85
                                },
                                "9": {
                                    "nvph": 36,
                                    "ldsl": 63,
                                    "whcd": 58,
                                    "cfjy": 92
                                },
                                "10": {
                                    "nvph": 98,
                                    "ldsl": 58,
                                    "whcd": 38,
                                    "cfjy": 80
                                },
                                "11": {
                                    "nvph": 27,
                                    "ldsl": 95,
                                    "whcd": 77,
                                    "cfjy": 46
                                },
                                "12": {
                                    "nvph": 77,
                                    "ldsl": 100,
                                    "whcd": 82,
                                    "cfjy": 29
                                }
                            },
                            "total_count": 8
                        },
                        "黑庄户地区": {
                            "radar_data": [
                                3952,
                                4846,
                                3609,
                                3616
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 54,
                                    "ldsl": 78,
                                    "whcd": 81,
                                    "cfjy": 97
                                },
                                "2": {
                                    "nvph": 62,
                                    "ldsl": 39,
                                    "whcd": 21,
                                    "cfjy": 78
                                },
                                "3": {
                                    "nvph": 80,
                                    "ldsl": 5,
                                    "whcd": 71,
                                    "cfjy": 52
                                },
                                "4": {
                                    "nvph": 73,
                                    "ldsl": 73,
                                    "whcd": 76,
                                    "cfjy": 100
                                },
                                "5": {
                                    "nvph": 70,
                                    "ldsl": 22,
                                    "whcd": 84,
                                    "cfjy": 72
                                },
                                "6": {
                                    "nvph": 63,
                                    "ldsl": 4,
                                    "whcd": 11,
                                    "cfjy": 17
                                },
                                "7": {
                                    "nvph": 82,
                                    "ldsl": 53,
                                    "whcd": 59,
                                    "cfjy": 35
                                },
                                "8": {
                                    "nvph": 81,
                                    "ldsl": 68,
                                    "whcd": 98,
                                    "cfjy": 34
                                },
                                "9": {
                                    "nvph": 76,
                                    "ldsl": 64,
                                    "whcd": 36,
                                    "cfjy": 58
                                },
                                "10": {
                                    "nvph": 59,
                                    "ldsl": 18,
                                    "whcd": 83,
                                    "cfjy": 68
                                },
                                "11": {
                                    "nvph": 78,
                                    "ldsl": 80,
                                    "whcd": 74,
                                    "cfjy": 52
                                },
                                "12": {
                                    "nvph": 8,
                                    "ldsl": 60,
                                    "whcd": 26,
                                    "cfjy": 22
                                }
                            },
                            "total_count": 67
                        },
                        "望京开发": {
                            "radar_data": [
                                2839,
                                4681,
                                3161,
                                1749
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 56,
                                    "ldsl": 30,
                                    "whcd": 36,
                                    "cfjy": 26
                                },
                                "2": {
                                    "nvph": 27,
                                    "ldsl": 31,
                                    "whcd": 23,
                                    "cfjy": 89
                                },
                                "3": {
                                    "nvph": 60,
                                    "ldsl": 69,
                                    "whcd": 73,
                                    "cfjy": 95
                                },
                                "4": {
                                    "nvph": 36,
                                    "ldsl": 37,
                                    "whcd": 18,
                                    "cfjy": 67
                                },
                                "5": {
                                    "nvph": 53,
                                    "ldsl": 78,
                                    "whcd": 23,
                                    "cfjy": 33
                                },
                                "6": {
                                    "nvph": 37,
                                    "ldsl": 8,
                                    "whcd": 34,
                                    "cfjy": 81
                                },
                                "7": {
                                    "nvph": 62,
                                    "ldsl": 18,
                                    "whcd": 47,
                                    "cfjy": 44
                                },
                                "8": {
                                    "nvph": 55,
                                    "ldsl": 78,
                                    "whcd": 40,
                                    "cfjy": 5
                                },
                                "9": {
                                    "nvph": 52,
                                    "ldsl": 92,
                                    "whcd": 15,
                                    "cfjy": 34
                                },
                                "10": {
                                    "nvph": 74,
                                    "ldsl": 95,
                                    "whcd": 18,
                                    "cfjy": 25
                                },
                                "11": {
                                    "nvph": 21,
                                    "ldsl": 5,
                                    "whcd": 47,
                                    "cfjy": 73
                                },
                                "12": {
                                    "nvph": 19,
                                    "ldsl": 34,
                                    "whcd": 18,
                                    "cfjy": 78
                                }
                            },
                            "total_count": 87
                        },
                        "金盏地区": {
                            "radar_data": [
                                4603,
                                1141,
                                4369,
                                2565
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 72,
                                    "ldsl": 30,
                                    "whcd": 62,
                                    "cfjy": 43
                                },
                                "2": {
                                    "nvph": 5,
                                    "ldsl": 8,
                                    "whcd": 7,
                                    "cfjy": 99
                                },
                                "3": {
                                    "nvph": 73,
                                    "ldsl": 35,
                                    "whcd": 41,
                                    "cfjy": 80
                                },
                                "4": {
                                    "nvph": 6,
                                    "ldsl": 34,
                                    "whcd": 37,
                                    "cfjy": 7
                                },
                                "5": {
                                    "nvph": 53,
                                    "ldsl": 35,
                                    "whcd": 81,
                                    "cfjy": 90
                                },
                                "6": {
                                    "nvph": 35,
                                    "ldsl": 79,
                                    "whcd": 49,
                                    "cfjy": 61
                                },
                                "7": {
                                    "nvph": 4,
                                    "ldsl": 84,
                                    "whcd": 95,
                                    "cfjy": 94
                                },
                                "8": {
                                    "nvph": 89,
                                    "ldsl": 40,
                                    "whcd": 45,
                                    "cfjy": 17
                                },
                                "9": {
                                    "nvph": 44,
                                    "ldsl": 29,
                                    "whcd": 26,
                                    "cfjy": 12
                                },
                                "10": {
                                    "nvph": 85,
                                    "ldsl": 25,
                                    "whcd": 18,
                                    "cfjy": 36
                                },
                                "11": {
                                    "nvph": 23,
                                    "ldsl": 45,
                                    "whcd": 27,
                                    "cfjy": 50
                                },
                                "12": {
                                    "nvph": 76,
                                    "ldsl": 24,
                                    "whcd": 39,
                                    "cfjy": 41
                                }
                            },
                            "total_count": 49
                        },
                        "双井": {
                            "radar_data": [
                                3420,
                                1573,
                                4545,
                                1724
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 55,
                                    "ldsl": 64,
                                    "whcd": 70,
                                    "cfjy": 10
                                },
                                "2": {
                                    "nvph": 93,
                                    "ldsl": 99,
                                    "whcd": 77,
                                    "cfjy": 77
                                },
                                "3": {
                                    "nvph": 3,
                                    "ldsl": 92,
                                    "whcd": 88,
                                    "cfjy": 34
                                },
                                "4": {
                                    "nvph": 30,
                                    "ldsl": 96,
                                    "whcd": 38,
                                    "cfjy": 6
                                },
                                "5": {
                                    "nvph": 42,
                                    "ldsl": 50,
                                    "whcd": 16,
                                    "cfjy": 49
                                },
                                "6": {
                                    "nvph": 52,
                                    "ldsl": 62,
                                    "whcd": 1,
                                    "cfjy": 8
                                },
                                "7": {
                                    "nvph": 96,
                                    "ldsl": 12,
                                    "whcd": 55,
                                    "cfjy": 89
                                },
                                "8": {
                                    "nvph": 83,
                                    "ldsl": 91,
                                    "whcd": 79,
                                    "cfjy": 12
                                },
                                "9": {
                                    "nvph": 33,
                                    "ldsl": 83,
                                    "whcd": 28,
                                    "cfjy": 21
                                },
                                "10": {
                                    "nvph": 14,
                                    "ldsl": 89,
                                    "whcd": 9,
                                    "cfjy": 11
                                },
                                "11": {
                                    "nvph": 6,
                                    "ldsl": 77,
                                    "whcd": 20,
                                    "cfjy": 54
                                },
                                "12": {
                                    "nvph": 47,
                                    "ldsl": 43,
                                    "whcd": 89,
                                    "cfjy": 32
                                }
                            },
                            "total_count": 35
                        },
                        "平房地区": {
                            "radar_data": [
                                3696,
                                3556,
                                2064,
                                1654
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 6,
                                    "ldsl": 22,
                                    "whcd": 12,
                                    "cfjy": 93
                                },
                                "2": {
                                    "nvph": 11,
                                    "ldsl": 84,
                                    "whcd": 89,
                                    "cfjy": 16
                                },
                                "3": {
                                    "nvph": 86,
                                    "ldsl": 61,
                                    "whcd": 42,
                                    "cfjy": 70
                                },
                                "4": {
                                    "nvph": 45,
                                    "ldsl": 25,
                                    "whcd": 21,
                                    "cfjy": 8
                                },
                                "5": {
                                    "nvph": 31,
                                    "ldsl": 69,
                                    "whcd": 20,
                                    "cfjy": 7
                                },
                                "6": {
                                    "nvph": 81,
                                    "ldsl": 87,
                                    "whcd": 99,
                                    "cfjy": 66
                                },
                                "7": {
                                    "nvph": 88,
                                    "ldsl": 57,
                                    "whcd": 25,
                                    "cfjy": 89
                                },
                                "8": {
                                    "nvph": 98,
                                    "ldsl": 24,
                                    "whcd": 12,
                                    "cfjy": 27
                                },
                                "9": {
                                    "nvph": 78,
                                    "ldsl": 20,
                                    "whcd": 88,
                                    "cfjy": 68
                                },
                                "10": {
                                    "nvph": 84,
                                    "ldsl": 13,
                                    "whcd": 84,
                                    "cfjy": 26
                                },
                                "11": {
                                    "nvph": 9,
                                    "ldsl": 17,
                                    "whcd": 52,
                                    "cfjy": 9
                                },
                                "12": {
                                    "nvph": 34,
                                    "ldsl": 22,
                                    "whcd": 94,
                                    "cfjy": 5
                                }
                            },
                            "total_count": 63
                        },
                        "建外": {
                            "radar_data": [
                                2121,
                                1222,
                                2685,
                                4655
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 50,
                                    "ldsl": 64,
                                    "whcd": 25,
                                    "cfjy": 76
                                },
                                "2": {
                                    "nvph": 43,
                                    "ldsl": 31,
                                    "whcd": 1,
                                    "cfjy": 100
                                },
                                "3": {
                                    "nvph": 36,
                                    "ldsl": 16,
                                    "whcd": 89,
                                    "cfjy": 42
                                },
                                "4": {
                                    "nvph": 36,
                                    "ldsl": 46,
                                    "whcd": 87,
                                    "cfjy": 67
                                },
                                "5": {
                                    "nvph": 94,
                                    "ldsl": 33,
                                    "whcd": 80,
                                    "cfjy": 55
                                },
                                "6": {
                                    "nvph": 8,
                                    "ldsl": 51,
                                    "whcd": 38,
                                    "cfjy": 41
                                },
                                "7": {
                                    "nvph": 39,
                                    "ldsl": 9,
                                    "whcd": 77,
                                    "cfjy": 93
                                },
                                "8": {
                                    "nvph": 9,
                                    "ldsl": 42,
                                    "whcd": 60,
                                    "cfjy": 44
                                },
                                "9": {
                                    "nvph": 45,
                                    "ldsl": 67,
                                    "whcd": 48,
                                    "cfjy": 75
                                },
                                "10": {
                                    "nvph": 28,
                                    "ldsl": 28,
                                    "whcd": 26,
                                    "cfjy": 69
                                },
                                "11": {
                                    "nvph": 42,
                                    "ldsl": 36,
                                    "whcd": 59,
                                    "cfjy": 57
                                },
                                "12": {
                                    "nvph": 84,
                                    "ldsl": 82,
                                    "whcd": 83,
                                    "cfjy": 77
                                }
                            },
                            "total_count": 45
                        },
                        "望京": {
                            "radar_data": [
                                2182,
                                3522,
                                1916,
                                3117
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 59,
                                    "ldsl": 70,
                                    "whcd": 95,
                                    "cfjy": 32
                                },
                                "2": {
                                    "nvph": 86,
                                    "ldsl": 51,
                                    "whcd": 26,
                                    "cfjy": 38
                                },
                                "3": {
                                    "nvph": 70,
                                    "ldsl": 67,
                                    "whcd": 52,
                                    "cfjy": 4
                                },
                                "4": {
                                    "nvph": 12,
                                    "ldsl": 77,
                                    "whcd": 55,
                                    "cfjy": 66
                                },
                                "5": {
                                    "nvph": 61,
                                    "ldsl": 55,
                                    "whcd": 73,
                                    "cfjy": 80
                                },
                                "6": {
                                    "nvph": 98,
                                    "ldsl": 90,
                                    "whcd": 48,
                                    "cfjy": 43
                                },
                                "7": {
                                    "nvph": 14,
                                    "ldsl": 3,
                                    "whcd": 16,
                                    "cfjy": 11
                                },
                                "8": {
                                    "nvph": 92,
                                    "ldsl": 92,
                                    "whcd": 77,
                                    "cfjy": 41
                                },
                                "9": {
                                    "nvph": 35,
                                    "ldsl": 41,
                                    "whcd": 73,
                                    "cfjy": 47
                                },
                                "10": {
                                    "nvph": 9,
                                    "ldsl": 11,
                                    "whcd": 72,
                                    "cfjy": 15
                                },
                                "11": {
                                    "nvph": 25,
                                    "ldsl": 29,
                                    "whcd": 40,
                                    "cfjy": 77
                                },
                                "12": {
                                    "nvph": 82,
                                    "ldsl": 91,
                                    "whcd": 5,
                                    "cfjy": 42
                                }
                            },
                            "total_count": 27
                        },
                        "将台地区": {
                            "radar_data": [
                                2716,
                                3104,
                                2719,
                                2728
                            ],
                            "month_data": {
                                "1": {
                                    "nvph": 24,
                                    "ldsl": 33,
                                    "whcd": 5,
                                    "cfjy": 76
                                },
                                "2": {
                                    "nvph": 65,
                                    "ldsl": 64,
                                    "whcd": 90,
                                    "cfjy": 47
                                },
                                "3": {
                                    "nvph": 66,
                                    "ldsl": 44,
                                    "whcd": 86,
                                    "cfjy": 9
                                },
                                "4": {
                                    "nvph": 33,
                                    "ldsl": 87,
                                    "whcd": 78,
                                    "cfjy": 51
                                },
                                "5": {
                                    "nvph": 39,
                                    "ldsl": 44,
                                    "whcd": 74,
                                    "cfjy": 51
                                },
                                "6": {
                                    "nvph": 52,
                                    "ldsl": 31,
                                    "whcd": 28,
                                    "cfjy": 54
                                },
                                "7": {
                                    "nvph": 14,
                                    "ldsl": 75,
                                    "whcd": 38,
                                    "cfjy": 3
                                },
                                "8": {
                                    "nvph": 88,
                                    "ldsl": 7,
                                    "whcd": 47,
                                    "cfjy": 93
                                },
                                "9": {
                                    "nvph": 20,
                                    "ldsl": 38,
                                    "whcd": 86,
                                    "cfjy": 57
                                },
                                "10": {
                                    "nvph": 7,
                                    "ldsl": 16,
                                    "whcd": 18,
                                    "cfjy": 63
                                },
                                "11": {
                                    "nvph": 50,
                                    "ldsl": 60,
                                    "whcd": 65,
                                    "cfjy": 58
                                },
                                "12": {
                                    "nvph": 23,
                                    "ldsl": 94,
                                    "whcd": 34,
                                    "cfjy": 78
                                }
                            },
                            "total_count": 35
                        }
                    }
                }
            }
        }
    }
}